Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: /en/hotel-palas-lux/rooms-and-suites/lux-suite-mountain-view/
de: /de/hotel-palas-lux/unterkunft/lux-suite-mit-blick-auf-die-berge/
fr: /fr/hotel-palas-lux/chambres-et-suites/suite-lux-avec-vue-sur-la-montagne/
it: /it/hotel-palas-lux/alloggi/suite-lux-con-vista-montagna/
ru: /ru/hotel-palas-lux/nomera-i-apartamenty/lyuks-s-vidom-na-gory/

source: Lux Suite with Mountain <br> View
de: Lux Suite mit <br> Blick auf die Berge
fr: Suite Lux avec Vue sur la Montagne
it: Suite Lux con Vista <br> Montagna
ru: Номер Люкс с видом на горы

source: Resort Palas Lux - Lux Suite with Sea View
de: Resort Slovenska Plaza - Suite mit Schlafsofa
fr: Resort Slovenska Plaza - Suite avec canapé-lit
it: Resort Palas Lux - Suite Lux con Vista Montagna
ru: Отель Палас Люкс - Номер Люкс с видом на море

source: /en/hotel-palas-lux/rooms-and-suites/lux-suite-sea-view/
de: /de/hotel-palas-lux/unterkunft/lux-suite-mit-meerblick/
fr: /fr/hotel-palas-lux/chambres-et-suites/suite-lux-avec-vue-mer/
it: /it/hotel-palas-lux/alloggi/suite-lux-con-vista-mare/
ru: /ru/hotel-palas-lux/nomera-i-apartamenty/lyuks-s-vidom-na-more/

source: Lux Suite with Sea <br> View
de: Suite mit Schlafsofa
fr: Suite avec canapé-lit
it: Lux Suite con Vista Mare
ru: Номер Люкс с видом на море

source: hotel palas rooms
de: hotel palas unterkunft
fr: hotel palas chambres
it: hotel palas camere
ru: Отель Палас номера

source: Budvanska Rivijera | Palas Hotel - Rooms with Sea views
de: Budvanska Rivijera | Hotel Palas - Unterkunft
fr: HG Budvanska Rivijera | Hotel Palas - Chambres Avec Vue Mer
it: Budvanska Rivijera | Hotel Palas - Camere con Vista Mare
ru: Будванская Ривьера | Отель Палас - Номера с видом на море

source: Hotel Palas features a mixture of classic and modern ornamentation with 171 accommodation units: 151 twin/double rooms, 8 interconnecting rooms, and 4 suites, with 90 units (suites included) facing the sea. Most of rooms, except for the suites, is double/twin with potential for an extra bed and balconies that oversee fields of green and blue.
de: Das Hotel Palas bietet eine Mischung aus klassischer und moderner Dekoration mit 171 Wohneinheiten: 151 Zimmer, 8 Familienzimmer und 4 Suiten (mit 90 Zimmern gerichtet zur Meerseite). Jedes Zimmer, mit Ausnahme der Suiten, ist ein Doppel- / Zweibettzimmer mit Platz für ein Zustellbett und einem Balkon mit Blick auf die grünen (unser Garten) und blauen (das Adriatische Meer) Felder.
fr: L'Hôtel Palas présente un mélange d'ornements classiques et modernes avec 171 unités d'hébergement: 151 chambres, 8 chambres familiales et 4 appartements (avec 90 chambres face à la mer). Chaque chambre, à l'exception des suites, est double / twin avec un potentiel pour un lit supplémentaire et des balcons qui surveillent les champs de vert et de bleu.
it: L’hotel Palas presenta uno stile misto tra classico e moderno con 171 alloggi: 151 camere, 8 camere familiari e 4 suite di 90 mq con vista mare. Eccetto le suite, tutte le camere sono doppie con possibilità di avere un letto aggiuntivo o il balcone con vista sui giardini.
ru: Отель Палас представляет собой сочетание классических и современних декораций с 171 единицей размещения: 151 двухместный номер, 8 смежных номеров и 4 люкса. 90 номеров (включая люксы) с видом на море. Большинство номеров, за исключением люксов, двухместные с возможностью установки дополнительной кровати, и балконами, с которых открывается вид на зеленые и синие поля.

source: Hotel Palas - Double Room with Sea View
de: Hotel Palas - Klassenzimmer <br/> Katič
fr: Hotel Palas - Salle de classe Katič
it: Hotel Palas - Camera Doppia con Vista Mare
ru: Oтеле Палас - Двухместный номер с видом на море

source: /en/hotel-palas/rooms-and-suites/double-room-sea-view/
de: /de/hotel-palas/unterkunft/doppelzimmer-mit-meerblick/
fr: /fr/hotel-palas/chambres-et-suites/chambre-double-vue-mer/
it: /it/hotel-palas/alloggi/camera-doppia-con-vista-mare/
ru: /ru/hotel-palas/nomera-i-apartamenty/dvukhmestnyy-nomer-s-vidom-na-more/

source: Comfort Double Room with Terrace and Sea View
de: Komfort Doppelzimmer mit Terrasse und Meerblick
fr: Chambre Double Confort avec Terrasse et Vue sur la Mer
it: Camera Matrimoniale Comfort con Terrazza e Vista Mare
ru: Двухместный номер "Комфорт" с террасой и видом на море

source: Hotel Palas - Double Room with Mountain View
de: Hotel Palas - Klassenzimmer <br/> Katič
fr: Hotel Palas - Salle de classe Katič
it: Hotel Palas - Camera Doppia con Vista Montagna
ru: Oтель Палас - Двухместный номер с видом на горы

source: /en/hotel-palas/rooms-and-suites/double-room-mountain-view/
de: /de/hotel-palas/unterkunft/doppelzimmer-mit-blick-auf-die-berge/
fr: /fr/hotel-palas/chambres-et-suites/chambre-double-avec-vue-sur-la-montagne/
it: /it/hotel-palas/alloggi/camera doppia-con-vista-montagna/
ru: /ru/hotel-palas/nomera-i-apartamenty/dvukhmestnyy-nomer-s-vidom-na-gory/

source: Comfort Double Room with Terrace and Mountain View
de: Komfort Doppelzimmer mit Terrasse und Blick auf die Berge
fr: Chambre Double Confort avec Terrasse et Vue sur la Montagne
it: Camera Matrimoniale Comfort con Terrazza e Vista Montagna
ru: Двухместный номер "Комфорт" с террасой и видом на горы

source: Hotel Palas - Standard Double Room
de: Sonderaktionen - Standard Doppelzimmer
fr: Offre Spéciale - Chambre Double Standard
it: Offerta speciale – Camera doppia standard
ru: Отель Палас - Стандартный двухместный номер

source: /en/hotel-palas/rooms-and-suites/standard-double-room/
de: /de/hotel-palas/unterkunft/standard-doppelzimmer/
fr: /fr/hotel-palas/chambres-et-suites/chambre-double-standard/
it: /it/hotel-palas/alloggi/camera-doppia-standard/
ru: /ru/hotel-palas/nomera-i-apartamenty/standartnyy-dvukhmestnyy-nomer/

source: Standard <br> Double Room
de: Standard DoppelZimmer
fr: Chambre double standard
it: CAMERA DOPPIA STANDARD
ru: Стандартный двухместный номер

source: hotel palas pools
fr: hotel palas piscines
it: hotel palas piscine
ru: oтель палас бассейны

source: Hotel Palas features two swimming pools and is located right across the beach, making it the perfect venue for guests who look for active vacations.
de: Die schöne Umgebung des Palas Hotels wird besonders akzentuiert durch die Nähe des 600-Meter langen Strandes der eine Mischung aus Sand und Kieselsteinen ist.
fr: L'hôtel Palas dispose de deux piscines et est situé juste en face de la plage, ce qui en fait le lieu idéal pour les clients qui recherchent des vacances actives.
it: L’hotel Palas è dotato di due piscine ed è situato in prossimità della spiaggia, rendendosi la location perfetta per quegli ospiti in cerca di una vacanza attiva.
ru: Отель Палас располагает двумя бассейнами и расположен прямо напротив пляжа, что делает его идеальным местом для гостей, которые ищут активный отдых.

source: Budvanska Rivijera | Hotel Palas - Beaches & Pools
de: Budvanska Rivijera | Hotel Palas - Strände und Pools
fr: Budvanska Rivijera | Hotel Palas - Plages et Piscines
it: Budvanska Rivijera | Hotel Palas - Spiagge e piscine
ru: Будванская Ривьера | Отель Палас - Пляжи и Бассейны

source: Beaches near the hotel
de: Steckdose neben dem Bett
fr: Prise près du lit
it: Spiagge vicino all'hotel
ru: Пляжи возле отеля

source: <a title="Hotel Palas - Overview" href="/en/hotel-palas/overview/" target="_blank">Palas Hotel’s</a> harmonious environment is especially accentuated by the vicinity of the beachfront. The 600 meter long beach is a mixture of sand and pebble with crystal clear water and stretches next to one of the hotel’s many gates. As a matter of fact, the hotel has a private sandy beach, restricted only to hotel guests and furnished with modern beach equipment (<a title="Hotel Group Budvanska Rivijera - Contact" href="/en/contact/" target="_blank">available at additional charge</a>). It has got lifeguards appointed who maintain order and monitor every situation carefully for your family’s convenience. <br /><br />
de: Die harmonische Umgebung des Palas Hotels wird besonders akzentuiert durch die Nähe des Strandes. Der 600 Meter lange Strand ist eine Mischung aus Sand und Kiesel, mit kristallklarem Wasser. Der Strand hat berufstätige Rettungsschwimmer, die für Ordnung sorgen und jede Situation sorgfältig überwachen, damit Ferien für Ihre Familie oder andere Reisebegleiter bequem bleiben. <br />Neben dem Stadtstrand, nicht weit entfernt (ca. 500 m), befindet sich ein weiterer Sandstrand namens Lucice. Es ist perfekt für Familien die nach einen ruhigen Rastplatz suchen. Mit einer Länge von nur 220 m, ohne Jet Skis oder andere Schnellboote, ist dieser Ort wirklich das Äquivalent für ein Paradies. <br />Die Lage des Hotels ist noch vorteilhafter, da es zwischen zwei größeren Küstenstädten liegt: Budva und Bar. Für Touristen bedeutet dies noch mehr Möglichkeiten um ihre Liste potenzieller Strände zu erweitern, die sie während ihres Aufenthalts in Petrovac besuchen können. <br />
fr: L'environnement harmonieux du Palas Hotel est particulièrement accentué par la proximité de la plage. La plage de 600 mètres de long est un mélange de sable et de galets avec une eau cristalline et s'étend à côté de l'une des nombreuses portes de l'hôtel. Il a des sauveteurs qui maintiennent l'ordre, surveillant attentivement chaque situation pour le confort de votre famille ou d'autres compagnons de voyage. <br /><br /> En plus de la plage de la ville, non loin de là (environ 500 mètres) se trouve une autre plage de sable appelée Lucice. C'est un bonheur pour les familles qui recherchent un lieu de repos calme. Avec seulement 220 mètres de long, sans jet-skis ou tout autre bateau à moteur, cet endroit est vraiment l'équivalent du paradis. <br /><br /> L'emplacement de l'hôtel est encore plus avantageux en raison de sa position entre deux grandes villes côtières: Budva et Bar. Cela signifie encore plus de possibilités pour les touristes d'enrichir leur liste de plages potentielles à visiter à Petrovac. <br />
it: L’armonia dell’ambiente del Palas Hotel è esaltata dalla vicinanza del mare. Una spiaggia lunga 600 metri, mista tra sabbia e ciottoli con la sua acqua cristallina, si trova proprio in prossimità di una delle entrate dell’hotel. Infatti, l'hotel dispone di una spiaggia sabbiosa privata, riservata solo agli ospiti dell'hotel e arredata con moderne attrezzature da spiaggia. Assistenti alla balneazione mantengono ordine e monitorano attentamente la situazione, per la sicurezza tua e della tua famiglia. <br /><br />
ru: Гармоничная обстановка отеля Палас особенно подчеркивается близостью пляжа. Пляж длиной 600 метров представляет собой смесь песка и гальки с кристально чистой водой. На самом деле в отеле есть частный песчаный пляж, ограниченный только для гостей отеля и оснащенный современным пляжным оборудованием (предоставляется за дополнительную плату). Здесь назначены спасатели, которые поддерживают порядок и тщательно следят за каждой ситуацией для удобства вашей семьи.

source: More than just swimming pools
de: Mehr als nur Schwimmbäder
fr: Plus que de simples piscines
it: Più di piscine solamente
ru: Больше, чем просто бассейны

source: It’s the experience that our swimming pools deliver to our guests. The <a title="Hotel Palas - Wellness" href="/en/hotel-palas/wellness-and-spa/" target="_blank">wellness centre</a> of our hotel consists of an outdoor saltwater pool and an indoor freshwater pool. <br /> <br /> Next to the pool, the hotel guests may use beach equipment such as complimentary sunbeds, parasols, hammocks and chill out beds. To those who get hungry or thirsty from water activities, there are refreshments available from the <a title="Hotel Palas - Restaurants" href="/en/hotel-palas/restaurants-and-bars/" target="_blank">Pool Bar</a>.
de: Es ist das Erlebnis, das unsere Schwimmbäder unseren Gästen bieten. <br />Das Wellnesscenter unseres Hotels besteht aus einem Salzwasseraußenpool und einem Süßwasserinnenpool. <br />Neben dem Pool können die Hotelgäste Strandausrüstung wie kostenlose Liegestühle, Sonnenschirme, Hängematten und Chill-out-Betten nutzen. Für diejenigen die hungrig oder durstig werden gibt es Erfrischungen an der Poolbar. <br />Für unsere jüngsten Gäste gibt es ein Kinderbecken mit Rettungsschwimmern und Erste-Hilfe-Mitarbeitern die jederzeit in Alarmbereitschaft sind, damit die Eltern sicher sein können dass ihre Kinder ohne Risiko schwimmen können. Neben der Sicherheitsabteilung gibt es auch ein Animationsteam, das lehrreiche und unterhaltsame Aktivitäten für Kinder und ältere Gäste garantiert. <br />
fr: C’est l’expérience que nos piscines offrent à nos clients. Le centre de bien-être de notre hôtel se compose d'une piscine extérieure d'eau salée et d'une piscine intérieure d'eau douce. <br /> <br /> À côté de la piscine, les clients de l'hôtel peuvent utiliser des équipements de plage tels que des chaises longues, des parasols, des hamacs et des lits relaxants gratuits. Pour ceux qui ont faim ou soif des activités nautiques, des rafraîchissements sont disponibles au bar de la piscine. <br /> <br /> Une piscine intérieure pour enfants est réservée à nos plus jeunes invités, avec des sauveteurs et des secouristes en alerte à tout moment afin que les parents puissent être sûrs que leur enfant peut nager sans risques. En plus du département qui s'occupe de la sécurité, il y a aussi une équipe d'animation qui garantit des activités éducatives et amusantes pour les enfants et les personnes âgées.
it: E’ l’esperienza che le nostre piscine regalano ai nostri ospiti. Il centro benessere consiste di una piscina d’acqua salata all’aperto, e di una piscina d’acqua dolce interna. <br /> <br /> Vicino la piscina sono disponibili lettini, ombrelloni, amache e letti chill-out. Al bar nei pressi della piscina si può mangiare o bere una bevanda rinfrescante. <br /> <br />
ru: Это удовольствие, которое наши бассейны предоставляют гостям. Wellness нашего отеля состоит из открытого бассейна с морской водой и крытого бассейна с пресной водой. Рядом с бассейном гости отеля могут пользоваться пляжным оборудованием, таким как бесплатные шезлонги, зонтики, гамаки и кровати для отдыха. Для тех, кто испытывает голод или жажду от водных развлечений, в баре у бассейна можно заказать прохладительные напитки.

source: Safe place for your children
de: Sicherer Ort für Ihre Kinder
fr: Un endroit sûr pour vos enfants
it: Luogo sicuro per bambini
ru: Безопасное место для ваших детей

source: There is an indoor children’s pool assigned to our youngest guests, with lifeguards and first aid staff on alert at any time so that parents can rest assured that their child(ren) can enjoy swimming without risks. Apart from the department that takes care of safety there’s also an animation team that guarantees educational and fun activities for both <a title="Hotel Group Budvanska Rivijera - Activities" href="/en/activities/" target="_blank">children</a> and <a title="Budva visitors guide for elderly people" href="/en/news/budva-visitors-guide-for-elderly-people/" target="_blank">elderly</a> guests.
de: Es ist das Erlebnis, das unsere Schwimmbäder unseren Gästen bieten. <br />Das Wellnesscenter unseres Hotels besteht aus einem Salzwasseraußenpool und einem Süßwasserinnenpool. <br />Neben dem Pool können die Hotelgäste Strandausrüstung wie kostenlose Liegestühle, Sonnenschirme, Hängematten und Chill-out-Betten nutzen. Für diejenigen die hungrig oder durstig werden gibt es Erfrischungen an der Poolbar. <br />Für unsere jüngsten Gäste gibt es ein Kinderbecken mit Rettungsschwimmern und Erste-Hilfe-Mitarbeitern die jederzeit in Alarmbereitschaft sind, damit die Eltern sicher sein können dass ihre Kinder ohne Risiko schwimmen können. Neben der Sicherheitsabteilung gibt es auch ein Animationsteam, das lehrreiche und unterhaltsame Aktivitäten für Kinder und ältere Gäste garantiert. <br />
fr: C’est l’expérience que nos piscines offrent à nos clients. Le centre de bien-être de notre hôtel se compose d'une piscine extérieure d'eau salée et d'une piscine intérieure d'eau douce. <br /> <br /> À côté de la piscine, les clients de l'hôtel peuvent utiliser des équipements de plage tels que des chaises longues, des parasols, des hamacs et des lits relaxants gratuits. Pour ceux qui ont faim ou soif des activités nautiques, des rafraîchissements sont disponibles au bar de la piscine. <br /> <br /> Une piscine intérieure pour enfants est réservée à nos plus jeunes invités, avec des sauveteurs et des secouristes en alerte à tout moment afin que les parents puissent être sûrs que leur enfant peut nager sans risques. En plus du département qui s'occupe de la sécurité, il y a aussi une équipe d'animation qui garantit des activités éducatives et amusantes pour les enfants et les personnes âgées.
it: E’ l’esperienza che le nostre piscine regalano ai nostri ospiti. Il centro benessere consiste di una piscina d’acqua salata all’aperto, e di una piscina d’acqua dolce interna. <br /> <br /> Vicino la piscina sono disponibili lettini, ombrelloni, amache e letti chill-out. Al bar nei pressi della piscina si può mangiare o bere una bevanda rinfrescante. <br /> <br /> C’è una piscina per bambini servita da bagnini che pensano alla loro sicurezza, oltre a degli animatori che lavorano su attività educative e ricreative per ospiti più piccoli e meno piccoli. C'è una piscina per bambini al coperto assegnata ai nostri ospiti più piccoli, con i bagnini e il personale di pronto soccorso in allerta in qualsiasi momento, in modo che i genitori possano essere certi che i loro figli nuotano senza rischi. Oltre al dipartimento che si occupa della sicurezza, c'è anche un team di animatori che garantisce attività educative e divertenti per entrambi i <a title="Hotel Group Budvanska Rivijera - Activities" href="https://hgbudvanskarivijera.com/en/activities/" target="_blank">bambini</a> e gli <a title="Budva visitors guide for elderly people" href="https://hgbudvanskarivijera.com/en/news/budva-visitors-guide-for-elderly-people/" target="_blank">adulti</a>.
ru: Для самых маленьких гостей предусмотрен крытый детский бассейн, где в любое время где в любое время дежурят спасатели и сотрудники скорой помощи, чтобы родители могли быть уверены, что их ребенок (дети) может плавать без риска. Помимо отдела, который заботится о безопасности, есть команда аниматоров, которая гарантирует образовательные и развлекательные мероприятия как для детей, так и для пожилых гостей.

source: Romance at night
de: Romantische Nächte
fr: Romance la nuit
it: Notti romantiche
ru: Романтика ночью

source: Couples favour our pool site during twilight, chasing sunsets and waiting for the dark sky to be illuminated with radiant clusters of stars. For chilly nights, there’s a different ambience that guests can seek inside our indoor pool. Its coloured LED lights on the ceiling generate a pleasant atmosphere for relaxing conversations in the evening, where you can also enjoy a drink or two.
de: Paare bevorzugen unseren Pool in der Dämmerung, wo sie auf Sonnenuntergänge warten, oder das der Himmel dunkel wird so das er mit strahlenden Sternenhaufen beleuchtet wird. Für kühle Nächte gibt es auch ein anderes Ambiente das die Gäste in unserem Innenpool genießen können, wo farbige LED-Leuchten an der Decke eine angenehme Atmosphäre erzeugen. Dies sorgt für entspannende Gespräche am Abend, in der man auch ein oder zwei Drinks genießen kann.
fr: Les couples préfèrent notre site de piscine pendant le crépuscule, chassant les couchers de soleil et attendant que le ciel sombre soit illuminé par des amas d'étoiles rayonnantes. Pour les nuits fraîches, il y a une ambiance différente que les clients peuvent rechercher à l'intérieur de notre piscine intérieure. Ses lumières LED colorées au plafond créent une atmosphère agréable pour des conversations relaxantes le soir, où vous pourrez également prendre un verre ou deux.
it: Le coppie ameranno la nostra piscina al crepuscolo in attesa delle stelle. Per la piscina interna invece, le colorate luci led generano un’intensa atmosfera che accompagna amabilmente un drink in compagnia.
ru: Пары предпочитают наш бассейн во время сумерек, гоняясь за закатами и ожидая, когда темное небо осветится сияющими скоплениями звезд. Для прохладных ночей гости могут окунуться в другую атмосферу нашего крытого бассейна.Его цветные светодиодные фонари на потолке создают приятную атмосферу для расслабляющих разговоров по вечерам, где вы также можете насладиться напитком в компании.

source: The beaches in our vicinity
de: Die Strände in unserer Nähe
fr: Les plages de notre voisinage
it: Le spiagge nelle nostre vicinanze
ru: Пляжи в наших окрестностях

source: <a title="Hotel Palas - Overview" href="/en/hotel-palas/overview/" target="_blank">Palas Hotel’s</a> harmonious environment is especially accentuated by the vicinity of the beachfront. The 600 meter long beach is a mixture of sand and pebble with crystal clear water and stretches next to one of the hotel’s many gates. It has got lifeguards who maintain order, monitoring every situation carefully for your family’s or other travel companions’ convenience.
de: Die harmonische Umgebung des Palas Hotels wird besonders akzentuiert durch die Nähe des Strandes. Der 600 Meter lange Strand ist eine Mischung aus Sand und Kiesel, mit kristallklarem Wasser. Der Strand hat berufstätige Rettungsschwimmer, die für Ordnung sorgen und jede Situation sorgfältig überwachen, damit Ferien für Ihre Familie oder andere Reisebegleiter bequem bleiben.
fr: L'environnement harmonieux du Palas Hotel est particulièrement accentué par la proximité de la plage. La plage de 600 mètres de long est un mélange de sable et de galets avec une eau cristalline et s'étend à côté de l'une des nombreuses portes de l'hôtel. Il a des sauveteurs qui maintiennent l'ordre, surveillant attentivement chaque situation pour le confort de votre famille ou d'autres compagnons de voyage.
it: L’armonia dell’ambiente del Palas Hotel è esaltata dalla vicinanza del mare. Una spiaggia lunga 600 metri, mista tra sabbia e ciottoli con la sua acqua cristallina, si trova proprio in prossimità di una delle entrate dell’hotel. Assistenti alla balneazione mantengono ordine e monitorano attentamente la situazione, per la sicurezza tua e della tua famiglia.
ru: Гармоничная атмосфера отеля Палас особенно подчеркивается близостью пляжа. Пляж длиной 600 метров представляет собой смесь песка и гальки с кристально чистой водой. На пляже есть спасатели, которые смотрят за порядком, тщательно следят за каждой ситуацией для удобства вашей семьи или других попутчиков.
