Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: No matter what your preferences may be, the many options at hand provide you with sand, pebble, and concrete <a title="Beaches in Budva" href="https://www.tripadvisor.com/Attractions-g304074-Activities-c61-t52-Budva_Budva_Municipality.html/" target="_blank">beaches</a> throughout the city’s coastline. In <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva’s</a> vicinity, just a few hours away by car or bus, are cities like <b><a title="Bar, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/bar/" target="_blank">Bar</a></b>, <b><a title="Ulcinj, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/ulcinj/" target="_blank">Ulcinj</a></b>, and <b><a title="Kotor, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/kotor/" target="_blank">Kotor</a></b> - where tourists can explore even more of Montenegro’s wild beauty.
de: Egal welche Bevorzugungen Sie haben, die zahlreichen verfügbaren Optionen bieten Ihnen Sand-, Kies- und Beton strände an der gesamten Küste der Stadt. In der Nähe von Budva’s, nur wenige Stunden mit dem Auto oder Bus entfernt, befinden sich Städte wie <b>Bar</b>, <b>Ulcinj</b> und <b>Kotor</b>, in denen Touristen noch mehr von Montenegros wilder Schönheit entdecken können.
fr: Quelles que soient vos préférences, les nombreuses options disponibles offrent vous avec du sable, des cailloux et du béton <a title="Beaches in Budva" href="https://www.tripadvisor.com/Attractions-g304074-Activities-c61-t52-Budva_Budva_Municipality.html/" target="_blank"> plages </a> sur tout le littoral de la ville. À <a title="Budva, Monténégro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank"> Budva’s </a> à quelques heures en voiture ou en bus des villes comme <b> <a title="Bar, Monténégro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/bar/" target="_blank"> Bar </a> </ b >, <b> <a title="Ulcinj, Monténégro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/ulcinj/" target="_blank"> Ulcinj </a> </b>, et <b> <a title="Kotor, Monténégro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/kotor/" target="_blank"> Kotor </a> </b> - où les touristes peuvent explorer même plus de la beauté sauvage du Monténégro.
it: Indipendentemente dalle tue preferenze, le numerose opzioni disponibili ti offrono le spiagge di sabbia, ghiaia e cemento attraverso tutta la costa della città. Nelle vicinanze di Budva, a poche ore di distanza in auto o in autobus, ci stanno città come <b>Bar</b>, <b>Ulcinj </b>, e <b>Kotor</b> - dove i turisti possono esplorare ancora di più la bellezza selvaggia del Montenegro.
ru: Какими бы ни были ваши предпочтения, множество доступных вариантов обеспечат вам песчаные, галечные и бетонные пляжи по всему побережью города. В окрестностях Будвы, всего в нескольких часах езды на машине или автобусе, находятся такие города, как Бар, Улцинь и Котор, где туристы могут исследовать еще больше дикой красоты Черногории.

source: Resort Slovenska Plaza - Beaches&Pools
de: Resort Slovenska Plaza - Strände und Pools
fr: Resort Slovenska Plaza - Plages et Piscines
it: Resort Slovenska Plaza - Spiagge e Piscine
ru: Курорт Славянский Пляж - Пляжи и Бассейны

source: resort slovenska plaza double twin room balcony
fr: resort slovenska plaza chambre double
ru: курорт Славянский Пляж двухместный номер с отдельными кроватями с балконом

source: Double/Twin Room with Balcony in Resort Slovenska Plaza come with air conditioning, cable TV, fridge.
de: Doppelzimmer im Resort Slovenska Plaza verfügen über einen gemütlichen Balkon,Klimaanlage, Kabel-TV, Kühlschrank.
fr: Chambres doubles dans le Resort Slovenska Plaza disposent d'un balcon intime, climatisation, télévision par câble et réfrigérateur
it: Camere doppie in Resort Slovenska Plaza offrono un balcone privato, aria condizionata, TV via cavo, frigorifero ed altri accessori.
ru: Двухместный номер с 1 кроватью / 2 отдельными кроватями и балконом в курортном отеле Славянский Пляж оснащен кондиционером, кабельным телевидением, холодильником.

source: Budvanska Rivijera | Resort Slovenska Plaza - Double/Twin Room with Balcony
de: Budvanska Rivijera | Resort Slovenska Plaza - Doppelzimmer mit Balkon
fr: Budvanska Rivijera | Hotel Slovenska Plaza - Chambre double
ru: Будванская Ривьера | Курорт Славянский Пляж - Двухместный номер с 1 кроватью / 2 отдельными кроватями с балконом

source: Standard room with possibility of double or twin beds. The rooms are equipped with all standard hotel equipment. Spacious bathroom with shower. Terrace with furniture overlooking nice green atriums. Room size 21 square meters.
de: Standardzimmer mit der Möglichkeit von Doppel- oder Einzelbetten. Die Zimmer sind mit allen Standardausstattungen des Hotels ausgestattet. Geräumiges Badezimmer mit Dusche. Terrasse mit Möbeln mit Blick auf schöne Atrien, die mit Grünpflanzen ausstaffiert wurden. Raumgröße 21 m².
fr: Chambre standard avec possibilité de lits doubles ou jumeaux. Les chambres sont équipées de tout l'équipement standard de l'hôtel. Salle de bain spacieuse avec douche. Terrasse meublée donnant sur de jolis atriums verdoyants. Taille de la chambre 21 mètres carrés.
it: Camera standard con possibilità di letto matrimoniale o due letti singoli. Le camere sono dotate di tutti i servizi alberghieri standard. Ampio bagno con doccia. Terrazza arredata con vista sui graziosi atri verdi. Dimensioni della camera 21 metri quadrati.
ru: Стандартный номер с возможностью установки двуспальной или двух односпальных кроватей. Номера оснащены всем стандартным гостиничным оборудованием. Просторная ванная комната с душем. Терраса с мебелью с видом на красивые зеленые атриумы. Площадь номера 21 квадратный метр.

source: Resort Slovenska Plaza - Double/Twin Room with Balcony
de: Resort Slovenska Plaza - Doppelzimmer mit Balkon
fr: Resort Slovenska Plaza - Chambre double 1
ru: Курорт Славянский Пляж - Двухместный номер с 1 кроватью / 2 отдельными кроватями с балконом

source: Atrium
it: Atrio
ru: Атриум

source: Mini fridge (mini bar on request)
de: Minikühlschrank (Minibar auf Anfrage)
fr: Mini réfrigérateur (minibar sur demande)
it: Mini frigo (mini bar su richiesta)
ru: Мини-холодильник (мини-бар по запросу)

source: Green Atriums
de: Grün-dekorierte Atrien
fr: Atriums verts
it: Atri verdi
ru: Зеленые Атриумы

source: Mini fridge
de: Minikühlschrank
fr: Mini réfrigérateur
it: Mini frigo
ru: Мини-холодильник

source: resort slovenska plaza eco label
de: resort slovenska plaza ökolabel
it: resort slovenska plaza certificato ecologico
ru: курорт славянский пляж ecolabel

source: The Resort Slovenska plaza holds the ECO Label Certificate in Montenegro, the EU certificate for care and preservation of the natural environment.
de: Der Platz Resort Slovenska verfügt über das ECO-Label-Zertifikat in Montenegro, das EU-Zertifikat für die Pflege und Erhaltung der natürlichen Umwelt.
fr: La Plaza Slovenska plaza détient le certificat ECO Label au Monténégro, le certificat de l'UE pour les soins et la préservation de l'environnement naturel.
it: Il resort Slovenska plaza possiede la certificazione ECO in Montenegro, il certificate europeo per la cura e la preservazione dell’ambiente naturale.
ru: Курорт Славянский Пляж имеет сертификат Ecolabel в Черногории, сертификат ЕС по заботе и сохранению природной среды.

source: Budvanska Rivijera | Resort Slovenska Plaza - Eco Label Certificate
de: Budvanska Rivijera | Resort Slovenska Plaza - ECO Label Zertifikat
fr: Budvanska Rivijera | Hotel Slovenska Plaza - ECO Label Certificat
it: Budvanska Rivijera | Resort Slovenska Plaza - Certificato-Ecologico
ru: Будванская Ривьера | Курорт Славянский Пляж - Сертификат Ecolabel

source: The Resort „<a href="/en/hotel-slovenska-plaza-in-budva/location/" target="_blank">Slovenska plaza</a>“ is one of the first winners of the ECO Label Certificate in Montenegro, the European Union certificate for care and preservation of the natural environment. The certificate „ECO Label“ commits the business of the entire complex „<a href="/en/hotel-slovenska-plaza-in-budva/location/" target="_blank">Slovenska plaza</a>“ (which already stands for Green oasis of Budva) to be based on sustainable development with minimal threat to natural resources. <br /><br /> Sustainability is one of our key corporate values. Therefore, the protection of the environment, waste reduce, and optimization of energy consumption. <br /><br /> The resort <a href="/en/hotel-slovenska-plaza-in-budva/location/" target="_blank">Slovenska Plaza</a> is a tropical paradise in the centre of <a href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a>, on the coast of the <a href="https://travelhonestly.com/adriatic-sea/" target="_blank">Adriatic Sea</a>, enriched by its many nourished green areas, and different Mediterranean plants. The concept itself is designed to introduce guests to a wide array of plant types of our region, which is why the ten accommodation villas bear the names of plant species (Cypress, Myrtle, Magnolia, Henna, Palm, Camellia, Oleander, Citrus, Olives, and Rosemary) which are located in the atrium of your villa.
de: Das Resort „Slovenska plaza“ ist einer der ersten Gewinner des ECO-Label-Zertifikats in Montenegro, dem EU-Zertifikat für die Pflege und Erhaltung der natürlichen Umwelt. Das Zertifikat „ECO Label“ verpflichtet das Geschäft des gesamten Komplexes „Slovenska plaza“ (das bereits für Green Oasis of Budva steht) auf eine nachhaltige Entwicklung bei minimaler Gefährdung der natürlichen Ressourcen. <br />Nachhaltigkeit ist einer unserer zentralen Unternehmenswerte. Daher der Schutz der Umwelt, die Abfallreduzierung und die Optimierung des Energieverbrauchs in jedem unserer Pläne. <br />Das Resort Slovenska Plaza ist ein tropisches Paradies, im Zentrum von Budva an der Adriaküste, das durch viele gepflegte Grünflächen und verschiedene mediterrane Pflanzen bereichert ist. Das Konzept selbst soll den Gästen eine Vielzahl von Pflanzentypen unserer Region näher bringen. Deshalb tragen die zehn Villen die Namen von Pflanzenarten (Cypress, Myrtle, Magnolia, Henna, Palm, Camellia, Oleander, Citrus, Olives, and Rosemary), die sich im Atrium unserer Villen befinden. <br />Als umweltorientiertes Unternehmen übernehmen alle Mitarbeiter Verantwortung und ermutigen den Rest der Arbeitskraft, mit echten Anstrengungen, die Umwelt zu schützen, Energie zu sparen und die ökologische Entwicklung der Stadt zu fördern, damit zukünftige Generationen die Früchte einer gesunden Umwelt genießen können. Wir haben uns mit internationalen Experten zusammengetan um ein komplexes System im Resort „Slovenska Plaza“ zu implementieren, das sich langfristig positiv auf unsere Umwelt auswirken muss und wird. <br />Die Maßnahmen die wir im Rahmen des oben genannten Systems ergreifen zielen insbesondere darauf ab folgende Ziele zu erreichen: <br />
fr: Le complexe „Slovenska plaza“ est l'un des premiers lauréats du certificat ECO Label au Monténégro, le certificat de l'Union européenne pour les soins et la préservation de l'environnement naturel. Le certificat „ECO Label“ engage l'entreprise de l'ensemble du complexe „Slovenska plaza“ (qui signifie déjà Oasis verte de Budva) à être basée sur le développement durable avec une menace minimale pour les ressources naturelles. <br /><br /> La durabilité est l'une de nos principales valeurs d'entreprise. Par conséquent, la protection de l'environnement, la réduction des déchets et l'optimisation de la consommation d'énergie. <br /><br /> Le complexe Slovenska Plaza est un paradis tropical au centre de Budva, sur la côte de la mer Adriatique. Il est enrichi par ses nombreux espaces verts nourris et ses différentes plantes méditerranéennes. Le concept lui-même est conçu pour présenter aux clients un large éventail de types de plantes dans notre région. C'est pourquoi les dix villas d'hébergement ont les noms des espèces végétales (cyprès, myrte, magnolia, henné, palmier, camélia, laurier-rose, agrumes, olives et romarin) qui sont situées dans l'atrium de votre villa.<br /><br /> En tant qu’entreprise soucieuse de l’environnement, tous les employés assument leurs responsabilités et encouragent le reste de la main-d’œuvre par de véritables efforts pour protéger l’environnement, économisant ainsi de l’énergie et favorisant le développement écologique de la ville afin que les générations futures puissent profiter des fruits d’un environnement sain. Nous nous sommes associés à des experts internationaux pour mettre en œuvre un système complexe dans la station balnéaire «Slovenska Plaza» afin d'affecter positivement notre environnement à long terme. <br /><br /> Les mesures que nous prenons dans le cadre du système susmentionné visent particulièrement à atteindre les objectifs suivants:
it: Il Resort “Slovenska plaza“ è stato tra i primi in Montenegro a vedersi attribuire il certificate ECO Label, un certificato che l’Unione Europea conferisce per la cura e la preservazione della natura. Questo certificate è sinonimo del modo di fare business del gruppo (il cui nome già significa “Oasi verde di Budva” e basato, appunto, sullo sviluppo sostenibile e con uno sfruttamento di risorse naturali minore possibile). <br /><br /> La sostenibilità è uno dei nostri valori chiave. Pertanto, anche la protezione dell’ambiente, la riduzione dello spreco e l’ottimizzazione del consumo di energia. <br /><br /> Il resort Slovenska Plaza è un paradiso tropicale nel centro di Budva, sulla costa del Mar Adriatico, arricchito dalle sue splendide aree Verdi e diverse specie di piante mediterranee. Il concetto stesso è proprio quello di introdurre i nostri clienti ad una grande varietà di piante diverse della nostra regione, una passione che spiega i nomi delle nostre 10 proprietà (Cipresso, Mirto, Magnolia, Enna, Palma, Camelia, Oleandro, Citro, Ulivo, Rosmarino) e che troverai nell’atrio della villa.
ru: Курорт «Славянский Пляж» является одним из первых обладателей сертификата Ecolabel в Черногории, сертификата Европейского Союза по уходу и сохранению природной среды. Сертификат «Ecolabel» обязывает бизнес всего комплекса «Славянский Пляж» (что уже означает Зеленый оазис Будвы), основываться на устойчивом развитии с минимальной угрозой природным ресурсам. Устойчивое развитие является одной из наших ключевых корпоративных ценностей поэтому мы за защитy окружающей среды, сокращение отходов и оптимизацию энергопотребления. Курорт Славянский Пляж - это тропический рай в центре Будвы, на побережье Адриатического моря, обогащенный многочисленными зелеными зонами и различными средиземноморскими растениями. Сама концепция предназначена для того, чтобы познакомить гостей с широким спектром видов растений нашего региона, поэтому на десяти виллах размещены названия видов растений (кипарис, мирт, магнолия, хна, пальма, камелия, олеандр, цитрус, оливки и pозмарин), которые находятся в атриуме вашей виллы.

source: As an environmentally focused company, all employees take responsibility and encourage the rest of the workforce with genuine efforts to protect the environment, therefore saving energy and fostering the city’s ecological development so that future generations can enjoy the fruits of a healthy environment. We have teamed up with international experts to implement a complex system into the resort “<a href="/en/hotel-slovenska-plaza-in-budva/location/" target="_blank">Slovenska Plaza</a>” to positively affect our environment on the long term. <br /><br /> The measures we take within the aforementioned system are especially aimed at accomplishing the following goals:
fr: En tant qu'entreprise soucieuse de l'environnement, tous les employés prennent leurs responsabilités et encourager le reste de la main-d'œuvre avec de véritables efforts pour protéger l'environnement, économisant ainsi de l'énergie et favorisant le le développement écologique pour que les générations futures puissent profiter des fruits d'un environnement sain. Nous nous sommes associés à des experts internationaux pour implémenter un système complexe dans la station *<a href="https://hgbudvanskarivijera.com/en/hotel-slovenska-plaza-in-budva/location/" target="_blank"> Slovenska Plaza </a>* à affecter positivement notre environnement à long terme. <br /> <br /> Les mesures que nous prenons dans le cadre du système susmentionné sont particulièrement visant à atteindre les objectifs suivants:
it: Come azienda attenta all'ambiente, tutti i dipendenti si assumono la responsabilità e incoraggiano il resto degli impiegati, con sforzi sinceri, di proteggere l'ambiente, quindi risparmiando energia e promuovendo lo sviluppo ecologico della città, affinché le generazioni future possano godere dei frutti di un ambiente sano. Abbiamo collaborato con esperti internazionali per implementare un sistema complesso nel resort *<a href="https://hgbr.me/en/hotel-slovenska-plaza-in-budva/location/" target="_blank">Slovenska Plaza</a>* per influenzare positivamente il nostro ambiente a lungo termine. <br /><br /> Le misure che adottiamo nell'ambito del suddetto sistema mirano in particolare a raggiungere i seguenti obiettivi:
ru: Как компания, ориентированная на охрану окружающей среды, все сотрудники берут на себя ответственность и поощряют остальную рабочую силу с искренними усилиями по защите окружающей среды, что позволяет экономить энергию и содействовать экологическому развитию города, чтобы будущие поколения могли наслаждаться плодами здоровой окружающей среды. Мы объединились с международными экспертами, чтобы внедрить сложную систему на курорте «Славянский Пляж», чтобы оказывать положительное влияние на нашу окружающую среду в долгосрочной перспективе. Меры, которые мы принимаем в рамках вышеупомянутой системы, особенно направлены на достижение следующих целей:

source: limiting power consumption,
de: Beschränkung des Stromverbrauchs
fr: limiter la consommation d'énergie,
it: limitare il consumo di energia,
ru: ограничение энергопотребления,

source: limiting water consumption,
de: Begrenzung des Wasserverbrauchs
fr: limiter la consommation d'eau,
it: limitare il consumo di acqua,
ru: ограничение потребления воды,

source: conserving resources and limiting waste,
de: Ressourcenschonung und Abfallreduzierung
fr: conserver les ressources et limiter les déchets,
it: conservare le risorse e limitare gli sprechi
ru: сохранение ресурсов и ограничение отходов,

source: favouring the use of renewable energy sources,
de: Förderung der Nutzung erneuerbarer Energiequellen
fr: favoriser l'utilisation de sources d'énergie renouvelables,
it: favorire l’utilizzo di energie rinnovabili,
ru: поддерживание использования возобновляемых источников энергии,

source: favouring the use of raw materials, which are less damaging to the environment,
de: die Verwendung von Rohstoffen zu fördern die weniger umweltschädlich sind
fr: favoriser l'utilisation de matières premières moins nocives pour l'environnement,
it: favorire l’uso di materiali riutilizzabili, meno aggressivi per l’ambiente,
ru: поддерживание использования сырья, менее вредного для окружающей среды,

source: raising awareness, improving communication, and education on environmental issues.
de: Sensibilisierung und Verbesserung der Kommunikation und Aufklärung in Umweltfragen
fr: sensibilisation, amélioration de la communication et de l'éducation aux questions environnementales.
it: costruire consapevolezza, migliorare la comunicazione e la sensibilità alle tematiche ambientali.
ru: повышение осведомленности, улучшение коммуникации и образования по вопросам окружающей среды.

source: The efforts we take to prevent contamination of the environment are:
de: Dies sind unsere Bemühungen um die Kontamination der Umwelt zu verhindern:
fr: Les efforts que nous déployons pour prévenir la contamination de l'environnement sont les suivants:
it: Gli sforzi profusi alla prevenzione dell’inquinamento ambientale riguardano:
ru: Усилия, которые мы предпринимаем для предотвращения загрязнения окружающей среды заключаются в следующем:

source: buying more products labelled on the basis of preserving the environment,
de: Kauf von mehr Produkten die zum Schutz der Umwelt gekennzeichnet sind
fr: acheter plus de produits labellisés sur la base de la préservation de l'environnement,
it: acquistare più prodotti che rispettino l’ambiente,
ru: покупать больше продуктов с маркировкой на основе сохранения окружающей среды,

source: training our associates to carefully handle all resources and eliciting pro-environmental behaviour in consumption, both on and off work,
de: Schulung unserer Mitarbeiter in Bezug auf den sorgfältigen Umgang mit allen Ressourcen und das Hervorrufen von umweltschonendem Konsumverhalten sowohl bei der Arbeit als auch außerhalb dem Arbeitsplatz;
fr: la formation de nos collaborateurs pour gérer avec soin toutes les ressources et susciter des comportements pro-environnementaux dans la consommation, au travail comme en dehors,
it: istruire I nostri collaboratori all’uso saggio delle risorse, non solo durante il lavoro,
ru: обучение наших сотрудников бережному обращению со всеми ресурсами и выявлению проэкологического поведения при потреблении, как на работе, так и вне ее,

source: giving importance to data on energy consumption, water, chemicals and waste volume,
de: Berücksichtigung von Daten zu Energieverbrauch, Wasser, Chemikalien und Abfallvolumen;
fr: donner de l'importance aux données sur la consommation d'énergie, l'eau, les produits chimiques et le volume des déchets,
it: dare importanza ai dati sui consumi di energia, di acqua e sui prodotti chimici,
ru: придание значения данным о потреблении энергии, воде, химических веществах и объеме отходов,

source: using all the available information for internal improvement of the enterprise.
de: Nutzung von aller verfügbaren Informationen zur internen Verbesserung des Unternehmens.
fr: utiliser toutes les informations disponibles pour l'amélioration interne de l'entreprise.
it: usare tutte le informazioni disponibili per il miglioramento interno della compagnia.
ru: использование всей доступной информации для внутреннего оздоровления предприятия.

source: Of particular importance are the following measures and areas:
de: Von besonderer Bedeutung sind folgende Maßnahmen und Bereiche die wir intern betreiben:
fr: Les mesures et domaines suivants sont particulièrement importants:
it: Particolare importanza rivestono le seguenti misure e aree:
ru: Особое значение имеют следующие меры и области:

source: Information gathered from our guests, associates, and the public about our activities related to the environment,
de: Effiziente Nutzung von Informationen von unseren Gästen, Mitarbeitern und der Öffentlichkeit über unsere Aktivitäten im Zusammenhang mit der Umwelt,
fr: Les informations recueillies auprès de nos clients, associés et du public sur nos activités liées à l'environnement,
it: Informazioni conferite dai nostri ospiti, collaboratori e dal pubblico riguardo alle attività che rivolgiamo verso l’ambiente,
ru: Информация, собранная от наших гостей, партнеров и общественности о нашей деятельности, связанной с окружающей средой,

source: Efficient use of energy and water,
de: Rationelle Verwendung von Energie und Wasser
fr: Utilisation efficace de l'énergie et de l'eau,
it: Uso efficiente di energia e acqua,
ru: Эффективное использование энергии и воды,
