Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: EVENTS
de: VERANSTALTUNGEN
fr: ÉVÉNEMENTS
it: EVENTI
ru: СОБЫТИЯ

source: HG Budvanska Rivijera - Weddings
de: HG Budvanska Rivijera - Hochzeits
fr: HG Budvanka Rivijera - Mariages
it: Budvanska Rivijera | Matrimoni
ru: Гостиничная группа Будванская Ривьера - Свадьбы

source: /en/weddings/
de: /de/hochzeiten/
fr: /fr/mariages/
it: /it/matrimoni/
ru: /ru/svadby/

source: NEWS
de: NACHRICHTEN
fr: NOUVELLES
it: NOTIZIE
ru: НОВОСТИ

source: CONTACT
de: KONTAKT
it: CONTATTI
ru: КОНТАКТ

source: HG Budvanska Rivijera - Eco
de: HG Budvanska Rivijera - Veranstaltungen
fr: HG Budvanska Rivijera - Événements
ru: Гостиничная группа Будванская Ривьера - Эко

source: Choose language
de: Sprache wählen
fr: Choisissez la langue
it: Scegli la lingua
ru: Выбрать язык

source: assets/images/gb.png
de: assets/images/de.png
fr: assets/images/fr.png
it: assets/images/it.png
ru: assets/images/ru.png

source: language
de: sprache
fr: langue
it: linguaggio
ru: язык

source: Search
de: Suche
fr: Chercher
it: La ricerca
ru: Поиск

source: Menu
de: Speisekarte
it: Menù
ru: Меню

source: Our hotels
de: Unsere Hotels
fr: Nos hôtels
it: I nostri hotel
ru: Наши отели

source: About us
de: Über uns
fr: À propos de nous
it: Su di noi
ru: О нас

source: Beaches
de: Strände
fr: Des plages
it: Spiagge e piscine
ru: Пляжи

source: Aleksandar
ru: Александр

source: ccommodation
de: Unterkunft
fr: Hébergement
it: Alloggi
ru: размещениe

source: Hotel Aleksandar - Resturants
de: Hotel Aleksandar - Restaurants
fr: Hotel Aleksandar - Restaurants
it: Hotel Aleksandar - Ristoranti
ru: Отель Александр - Рестораны

source: Castellastva
ru: Кастелластва

source: Resort Slovenska Plaza
ru: Курорт Славянский Пляж

source: Slovenska plaza
ru: Славянский Пляж

source: Mogren
ru: Могрен

source: Mogren - Overview
de: Mogren - Hotelübersicht
fr: Mogren - Présentation de l'hôtel
it: Mogren - Informazioni generali
ru: Могрен - Обзор

source: Mogren - Accommodation
de: Mogren - Unterkunft
fr: Mogren - Hébergement
it: Mogren - Alloggi
ru: Могрен - Размещение

source: Mogren - Meetings & Events
de: Mogren - Konferenzen und Veranstaltungen
fr: Mogren - Réunions et événements
it: Mogren - Meetings ed Eventi
ru: Могрен - Встречи и События

source: Mogren - Weddings
de: Mogren - Hochzeits
fr: Mogren - Mariage
it: Mogren - Matrimonio
ru: Могрен - Свадьбы

source: Mogren - Restaurants
it: Mogren - Ristoranti
ru: Могрен - Рестораны

source: Mogren - Location
de: Mogren - Lage
fr: Mogren - Localisation
it: Mogren - Posizione
ru: Могрен - Местоположение

source: SPECIAL OFFERS
de: SONDERAKTIONEN
fr: OFFRES SPÉCIALES
it: OFFERTE SPECIALI
ru: СПЕЦИАЛЬНЫЕ ПРЕДЛОЖЕНИЯ

source: EVENTS
de: VERANSTALTUNGEN
fr: ÉVÉNEMENTS
it: EVENTI
ru: СОБЫТИЯХ

source: WEDDINGS
de: HOCHZEITEN
fr: MARIAGES
it: MATRIMONI
ru: СВАДЬБЫ

source: NEWS
de: NACHRICHTEN
fr: NOUVELLES
it: NOTIZIE
ru: НОВОСТИ

source: CONTACT
de: KONTAKT
it: CONTATTI
ru: КОНТАКТ

source: Close
de: Schließen
fr: Fermer
it: Chiudere
ru: Близко

source: hotel group budvanska rivijera contact
de: hotelgruppe budvanska rivijera kontakt
fr: hotel group budvanska rivijera contactez nous
it: hotel group budvanska rivijera contatti
ru: гостиничная группа будванская ривьера контакт

source: For reservations, questions, or any other info regarding Budvanska Rivijera - please feel free to contact our customer support representatives via email.
de: Für Reservierungen, Fragen oder andere Informationen zu Budvanska Rivijera wenden Sie sich bitte per E-Mail an unsere Kundendienstmitarbeiter.
fr: Pour les réservations, les questions ou toute autre information concernant Budvanska Rivijera, n'hésitez pas à contacter nos représentants du service client par e-mail.
it: Per prenotazioni, domande o altre informazioni su Budvanska Rivijera, non esitate a contattare i nostri rappresentanti dell'assistenza clienti via e-mail.
ru: Для бронирования, вопросов или любой другой информации о Будванской Ривьере - пожалуйста, не стесняйтесь обращаться к нашим представителям поддержки клиентов по электронной почте.

source: Budvanska Rivijera | Contact
de: Budvanska Rivijera | Kontakt
fr: Budvanska Rivijera | Contactez Nous
it: Budvanska Rivijera | Contatti
ru: Будванская Ривьера | Контакт

source: BUDVANSKA RIVIJERA
ru: БУДВАНСКАЯ РИВЬЕРА

source: Get in Touch with Us
de: Kontaktieren Sie uns
fr: Prenez contact avec nous
it: Mettiti in contatto con noi
ru: Связаться с нами

source: Our support team is always available to help you with your travel planning, from booking a single night to custom trip planning ideas.
de: Unser Support-Team hilft Ihnen gerne bei Ihrer Reiseplanung; von der Buchung einer einzelnen Nacht bis hin zu individuellen Reiseplanungsideen.
fr: Notre équipe d'assistance est toujours disponible pour vous aider avec votre planification de voyage, de la réservation d'une seule nuit aux idées de planification de voyage personnalisées.
it: Il nostro servizio clienti è a disposizione per aiutarti nella pianificazione del tuo viaggio, dalla prenotazione di un singolo pernottamento a programmi personalizzati.
ru: Наша служба поддержки всегда готова помочь вам в планировании поездки, от бронирования одной ночи до индивидуальных планов поездки.

source: beachfront
de: Strände
fr: front de mer
it: di fronte al mare
ru: пляжный

source: weddings destination
de: hochzeitsziel
fr: destination de mariage
it: destinazione matrimoni
ru: место для свадьбы

source: Hotel Palas - Contact
de: Hotel Palas - Kontakt
it: Hotel Palas - Contatti
ru: Отель Палас - Контакт

source: couples destination
de: paare
fr: destination couples
it: destinazione coppie
ru: место для пар

source: Hotel Castellastva - Contact
it: Hotel Castellastva - Contatti
ru: Отель Кастелластва - Контакт

source: family
de: familien
fr: famille
it: famiglia
ru: семья

source: Hotel Aleksandar - Contact
de: Hotel Aleksandar - Kontakt
it: Hotel Aleksandar - Contatti
ru: Отель Александр - Контакт

source: resort
fr: recours
ru: курорт

source: tennis resort
fr: station de tennis
ru: теннисный курорт

source: Resort Slovenska Plaza - Contact
de: Resort Slovenska Plaza - Kontakt
it: Resort Slovenska Plaza - Contatti
ru: Курорт Славянский Пляж - Контакт

source: city hotel
de: ctadthotel
fr: hôtel de ville
it: hotel di città
ru: городской отель

source: Hotel Mogren - Contact
de: Hotel Mogren - Kontakt
it: Hotel Mogren - Contatti
ru: Отель Могрен - Контакт

source: Hotel Palas Lux - Contact
de: Hotel Palas Lux - Kontakt
it: Hotel Palas Lux - Contatti
ru: Отель Палас Люкс - Контакт

source: Coming soon...
de: Kommt bald...
fr: Bientôt disponible...
it: Prossimamente
ru: Скоро...

source: HG Budvanska rivijera
ru: ГГ Будванская ривьера

source: /en/hotel-slovenska-plaza-in-budva/hotel-activity-programmes/
de: /de/hotel-slovenska-plaza-in-budva/hotelaktivitaeten/
fr: /fr/hotel-slovenska-plaza-a-budva/programmes-d-activites-hotelieres/
it: /it/hotel-slovenska-plaza-a-budva/attività-del-hotel/
ru: /ru/otel-slovenskiy-plyazh-v-budve/deyatelnost/

source: Active Vacation
de: Aktiver Urlaub
fr: Vacances actives
it: Vacanza attiva
ru: Активный отдых

source: Mogren
ru: Могрен

source: Biggest hotel group in Budva. Palas Hotel, Aleksandar Hotel, Castellastva Hotel, Slovanska Plaza Hotel, Mogren Hotel Budva old town. Breakfast options. Hotel Aleksandar. Hotel in Budva. Breakfast options.
de: Größte hotelgruppe in Budva. Palas Hotel, Aleksandar Hotel, Castellastva Hotel, Slovanska Plaza Hotel, Mogren Hotel Budva old town. Frühstücksoptionen. Hotel Aleksandar. Hotel in Budva. Frühstücksoptionen.
fr: Le plus grand groupe hôtelier de Budva. Palas Hotel, Aleksandar Hotel, Castellastva Hotel, Slovanska Plaza Hotel, Mogren Hotel Budva. Hotel Aleksandar. Hotel in Budva. Options de petit déjeuner.
it: Il più grande gruppo di hotel a Budva. Hotel Palas, Hotel Aleksandar, Hotel Castellastva, Slovanska Plaza Resort, Mogren Hotel Budva centro storico. Opzioni per la colazione. Hotel Aleksandar. Hotel a Budva. Opzioni per la colazione.
ru: Самая большая группа отелей в Будве. Отель Палас, Отель Александр, Отель Кастелластва, Отель Славянский Пляж, Отель Могрен. Старый город Будвы. Варианты завтрака. Отель Александр. Отель в Будве. Варианты завтрака.

source: Hotel Group Budvanska rivijera, Montenegro
de: Hotelgruppe &quot;Budvanska Rivijera&quot;,
fr: Hotel Group Budvanska rivijera, Monténégro
it: Il gruppo alberghiero Budvanska Riviera, Montenegro
ru: Гостиничная группа Будванская Ривьера, Черногория

source: Hotel group
de: Hotelgruppe
fr: Groupe Hôtelier
it: IL GRUPPO
ru: Гостиничная группа

source: Budvanska rivijera
ru: Будванская ривьера

source: Reimagined
de: Erleben Sie
fr: Repensé et
it: Reimagined e
ru: Незабываемый и

source: Unique Holidays
de: unvergesliche Urlaubsmomente
fr: Vacances uniques
it: Vacanze Uniche
ru: уникальный отпуск

source: Trustworthy Montenegrin Brand
de: Vertrauenswürdige montenegrinische Marke
fr: Marque monténégrine digne de confiance
it: Brand montenegrino di fiducia
ru: Надежный черногорский бренд

source: Our hotel group is a distinctive Montenegrin label for family-oriented tourism services, with inventory that’s spread across two coastal settlements: Budva and Petrovac. All estates feature breath-taking vegetation, conference rooms for business meetings, entertainment programmes, direct access to the sea with room views facing either various shades of blue to the front, or rugged hills to the back.
de: Die Hotelgruppe Budvanska Rivijera, AG, ist mit 3.866 Betten in 5 Hotels das größte Tourismusunternehmen in Montenegro. Die lange und reichhaltige Geschichte der Bereitstellung von Hoteldienstleistungen verstärkt das Markenzeichen der Hotelgruppe.
fr: Notre groupe hôtelier est un label monténégrin distinctif pour les familles services touristiques, avec un inventaire réparti sur deux établissements côtiers: Budva et Petrovac. Tous les domaines disposent d'une végétation à couper le souffle, des salles de conférence pour les réunions d'affaires, des divertissements programmes, accès direct à la mer avec vue sur les chambres face à diverses nuances de bleu à l'avant, ou des collines accidentées à l'arrière.
it: Il nostro hotel ha un marchio distintivo per quanto concerne il turismo orientato alle famiglie, con proprietà dislocate a Budva e Petrovac. Ognuna di loro è immersa nella vegetazione, offre sale conferenze per riunioni aziendali, programmi di intrattenimento, accesso diretto al mare con camere a scelta con vista mare o montagne.
ru: Наша группа отелей представляет собой узнаваемый черногорский бренд, специализирующийся на туристических услугах для семей, и находится в двух прибрежных населенных пункта: Будва и Петровац. Территория отеля богата деревьями и зеленью, есть конференц-залы для деловых встреч, программа активностей, прямой выход к морю, вид из номера, где вы можете увидеть все оттенки синего, а также высокие горы.

source: from
de: ab
fr: de
it: da
ru: от

source: Beachfront
de: Direkt am Strand
fr: Front de mer
it: Di fronte al mare
ru: Пляжный

source: hotel
fr: hôtel
it: albergo
ru: oтель

source: Wedding
de: Hochzeit
fr: Mariage
it: Matrimoni
ru: Свадьба

source: destination
de: Ziel
it: destinazione
ru: место назначения

source: Hotel Palas is a family resort in Petrovac with access to beaches that combine sand and pebble. The locality in which the building is situated is surrounded by orange and olive trees, and other green areas that warrant pleasant vacations.
de: Das mit vier Sternen ausgezeichnete Resorthotel Palas befindet sich in Petrovac, einer kleinen Küstensiedlung, die von schroffen Hügeln, mildem mediterranem Klima, Sandstränden und gastfreundlichen Einheimischen umgeben ist.
fr: L'Hôtel Palas est un complexe familial à Petrovac avec un accès aux plages combinant sable et galets. La localité dans laquelle le bâtiment est situé est entourée d'orangers et d'oliviers et d'autres espaces verts qui méritent d'agréables vacances.
it: L’hotel Palas è un family Resort con accesso a spiagge con sabbia e ciottoli. La località in cui è situata la proprietà è circondata da aranci ed ulivi, oltre ad aree verdi che garantiscono una piacevolissima esperienza.
ru: Отель Палас - это семейный курорт в Петроваце с пляжами из песка и гальки. Отель окружен апельсиновыми, оливковыми деревьями и другой зеленью, которые гарантируют приятный отдых.

source: Couples
de: Paare
fr: Des couples
it: Coppie
ru: Пары

source: The establishment is located in the centre of Petrovac, a coastal town, snugged between rugged hills and overlooking the Adriatic sea. It is an ideal place for families or elderly guests who look for relaxing vacations in a Mediterranean ambiance.
de: Die Position des Hotels Castellastva ist für viele Besucher von besonderem Vorteil, da es in der Nähe Strände wie den Stadtstrand von Petrovac und Lucice (etwa einen halben Kilometer entfernt) gibt, von denen der letztere nur aus Sand besteht, während der erstere eine Mischung aus Sand und Kieselsteinen ist.
fr: L'établissement est situé dans le centre de Petrovac, une ville côtière, blottie entre des collines accidentées et surplombant la mer Adriatique. C'est un endroit idéal pour les familles ou les personnes âgées qui recherchent des vacances relaxantes dans une ambiance méditerranéenne.
it: La proprietà si trova al centro di Petrovac, una cittadina costiera tra le colline a ridosso del Mar Adriatico. E’ un posto ideale per famiglie ed adulti in cerca di una vacanza rilassante in un atmosfera mediterranea. Il complesso è stato completamente ristrutturato per meglio riflettere i valori che si intendeva rappresentare.
ru: Отель расположен в центре Петроваца, прибрежного города, уютно устроившегося между изрезанными холмами и видом на Адриатическое море. Это идеальное место для семей или пожилых людей, которые ищут спокойный отдых в средиземноморской атмосфере.

source: Family
de: Familie
fr: Famille
it: Famiglia
ru: Семья

source: Hotel Aleksandar is a set of annex buildings which together resemble an authentic Mediterranean village that features a lot of facilities for great vacations. When here, guests can enjoy many entertainment programmes, with special emphasis on kids and elderly.
de: Das Hotel Aleksandar ist ein Familienclubhotel, das seit 1989 Gäste in Budva empfängt. Der Komplex ist das Juwel im Angebot der Hotelgruppe „Budvanska“ Rivijera.
fr: L'hôtel Aleksandar est un ensemble de bâtiments annexes qui, ensemble, ressemblent à un authentique village méditerranéen qui dispose de nombreuses installations pour de belles vacances.
it: L’hotel Aleksandar è un gruppo di proprietà annesse che nel loro insieme evocano un autentico villaggio mediterraneo. Una volta qui, i nostri opsiti possono godere di molto programmi di intrattenimento, con speciale enfasi su bambini ed anziani e a quelle attività ricreative pensate proprio per loro.
ru: Отель Александр представляет собой комплекс зданий, которые напоминают аутентичную средиземноморскую деревню с большим количеством удобств для отличного отдыха. Гости могут насладиться множеством развлечений, с особыми программами для детей и наших самых старших гостей.

source: Resort
fr: Recours
ru: Курорт

source: Tennis
ru: Теннис

source: resort
fr: recours
ru: курорт

source: This hotel is the largest estate of the Hotel Group Budvanska Rivijera and appoints 10 villas in total, all of them forming one beautiful whole. It is connected to the main promenade, where you can find the same-named Slovenska Plaza beach.
de: In einer authentischen mediterranen Umgebung befindet sich das Hotel Slovenska Plaza, eines der ältesten und meist begehrtesten Hotels der Hotelgruppe „Budvanska Rivijera“.
fr: Cet hôtel est le plus grand domaine du groupe hôtelier Budvanska Rivijera et nomme 10 villas au total, toutes formant un bel ensemble. Elle est reliée à la promenade principale, où vous trouverez la même plage de Slovenska Plaza.
it: Questo è l’hotel più grande del “Hotel Group Budvanska Rivijera”, e comprende 10 ville. È connesso con il lungomare, dove troverai la spiaggia con lo stesso nome, Slovenska Plaza.
ru: Этот отель является крупнейшим в гостиничной группе Будванской ривьеры и состоит из 10 вилл. Они представляют собой одно целое и расположены на главной набережной, где можно найти одноименный Славянский Пляж.

source: City
de: Stadt
fr: Ville
it: Città
ru: Город

source: Built in 1934 and renovated in 2011, this hotel represents the uphold tradition of its people. Though many aspects about this hotel are being considered an advantage, one particularly stands out - the terrace that’s facing the walls of the Old Town of Budva.
de: Hotel Mogren ist ein authentisches Stadthotel das kürzlich renoviert wurde um unseren Gästen ein Vier-Sterne-Erlebnis zu bieten. Es wurde 1934 erbaut und ist ein unbestrittenes touristisches Wahrzeichen von Budva.
fr: Construit en 1934 et rénové en 2011, cet hôtel représente la tradition de ses habitants. Bien que de nombreux aspects de cet hôtel soient considérés comme un avantage, l'un d'entre eux se distingue particulièrement - la terrasse qui fait face aux murs de la vieille 'ville de Budva'.
it: Costruito nel 1934 e ristrutturato nel 2011, questo hotel rappresenta la tradizione della sua gente. Nonostante siano molti gli aspetti positivi di questa struttura, particolare menzione va fatta per la sua terrazza con affaccio sulle mura della città vecchia di Budva. Un simbolo della città ed un gran posto per godersi una giornata soleggiata.
ru: Данный отель был построен в 1934 и отремонтирован в 2011 году. Хотя многие аспекты этого отеля считаются преимуществом, один особенно выделяется - терраса, которая выходит на стены Старого города Будвы.

source: Coming Soon...
de: Kommt bald...
fr: Bientôt disponible...
it: Prossimamente
ru: Скоро ...

source: HG Budvanska Rivijera - Wellness
fr: HG Budvanska Rivijera - Bien-être
ru: ГГ Будванская Ривьера - Wellness

source: /en/wellness/
de: /de/wellness/
fr: /fr/bien-etre/
it: /it/wellness/
ru: /ru/khorosheye-zdorovye/

source: Weddings & Events
de: Hochzeitszeremonie und Veranstaltungen
fr: Mariages et événements
it: Matrimoni e Eventi
ru: Свадьбы и События

source: City Café of Mogren Hotel
de: Stadtcafé des Mogren Hotels
fr: Mogren Hotel
ru: Городское Кафе гостиницы Могрен

source: The city café of the Mogren hotel is located in the immediate vicinity of Budva's Old Town, one of the oldest settlements on the Adriatic, which is known for over two and a half thousand years. The unique architectural and urban ensemble, surrounded by medieval ramparts, carefully preserves the history of the city of Budva, and the City Café of the Mogren Hotel is its faithful ally in that.
de: Das Stadtcafé des Hotels Mogren befindet sich in unmittelbarer Nähe der Budva-Altstadt, einer der ältesten Siedlungen an der Adria, die seit über zweieinhalbtausend Jahren bekannt ist. Das einzigartige architektonische und städtische Ensemble, umgeben von mittelalterlichen Stadtmauern, bewahrt sorgfältig die Geschichte der Stadt Budva, und das Stadtcafé des Mogren Hotels ist sein treuer Verbündeter.
fr: Le café de la ville de l'hôtel Mogren est situé à proximité immédiate de la vieille ville de Budva, l'une des plus anciennes colonies de l'Adriatique, connue depuis plus de deux mille cinq cents ans. L'ensemble architectural et urbain unique, entouré de remparts médiévaux, préserve soigneusement l'histoire de la ville de Budva, et le City Café de l'hôtel Mogren en est son fidèle allié.
it: Il city caffè dell'hotel Mogren si trova nelle immediate vicinanze del centro storico di Budva, uno degli insediamenti più antichi dell'Adriatico, noto da oltre duemila anni e mezzo. Il complesso architettonico e urbano di stile unico, circondato da bastioni medievali, conserva con cura la storia della città di Budva, ed il City Café dell'Hotel Mogren gli aiuta in questo come il suo fedele alleato.
ru: Городское кафе гостиницы Могрен находится в непосредственной близости от Старого города Будвы, одного из старейших городов на Адриатике,который известен уже более двух с половиной тысяч лет. Уникальный архитектурно-градостроительный ансамбль, окруженный средневековыми крепостными валами, бережно хранит историю города Будвы, а Городское кафе отеля Могрен - его верный союзник в этом.

source: HG Budvanska Rivijera - City Cafe
fr: HG Budvanska Rivijera - Contactez Nous
ru: Гостиничная группа Будванская Ривьера - Городское Кафе

source: HG Budvanska Rivijera - Restaurants and Bars
de: Budvanska Rivijera | Hotel Mogren - Restaurants und Bars
fr: Budvanska Rivijera | Hotel Mogren - Restaurants et Bars
it: Budvanska Rivijera | Hotel Mogren - Ristoranti-e-Bar
ru: Будванская Ривьера | Отель Могрен - Рестораны и Бары

source: Restaurants and bars
de: Restaurants und Bars
fr: Restaurants et bars
it: Ristoranti e Bar
ru: Рестораны и бары
