Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: In addition to the town beach, not far away (cca 500 meters) is another sand beach called <a title="Lucice Beach" href="https://www.tripadvisor.com/Attraction_Review-g804484-d12701005-Reviews-Lucice_Beach-Petrovac_Budva_Municipality.html/" target="_blank">Lucice</a>. It’s a bliss for families who are looking for a quiet resting place. With just 220m in length, without jet skis or any or other speed boats, this place is truly the equivalent for paradise.
de: Neben dem Stadtstrand, nicht weit entfernt (ca. 500 m), befindet sich ein weiterer Sandstrand namens Lucice. Es ist perfekt für Familien die nach einen ruhigen Rastplatz suchen. Mit einer Länge von nur 220 m, ohne Jet Skis oder andere Schnellboote, ist dieser Ort wirklich das Äquivalent für ein Paradies.
fr: En plus de la plage de la ville, non loin de là (environ 500 mètres) se trouve une autre plage de sable appelée Lucice. C'est un bonheur pour les familles qui recherchent un lieu de repos calme. Avec seulement 220 mètres de long, sans jet-skis ou tout autre bateau à moteur, cet endroit est vraiment l'équivalent du paradis.
it: Oltre alla spiaggia della città, a circa 500 metri, c’è un’altra spiaggia sabbiosa chiamata Lucice. Una perla per le famiglie in cerca di pace. Lunga 220 metri e senza i rumori dei motori di chi pratica sport acquatici, è un vero paradiso.
ru: В дополнение к городскому пляжу, недалеко (около 500 метров) находится еще один песчаный пляж под названием Лучице. Это счастье для семей, которые ищут тихое место отдыха. Это место длиной всего 220 м без гидроциклов или каких-либо других скоростных лодок действительно эквивалентно раю.

source: Explore beaches in neighboring cities
de: Entdecken Sie Strände in den Nachbarstädten
fr: Explorez les plages des villes voisines
it: Esplora le spiagge nelle città vicine
ru: Исследуйте пляжи в соседних городах

source: <a title="Hotel Palas - Location" href="/en/hotel-palas/location/" target="_blank">The hotel’s location</a> is even more advantageous due to its position between two bigger coastal cities: <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> and <a title="Bar, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/bar/" target="_blank">Bar</a>. This means even more possibilities for tourists to enrich their list of potential beaches to visit while in <a title="Petrovac attractions" href="https://www.lonelyplanet.com/montenegro/petrovac/attractions/a/poi-sig/1314083/" target="_blank">Petrovac</a>.
de: Die <a title="Hotel Palas - Location" href="/en/hotel-palas/location/" target="_blank">Lage des Hotels</a> ist noch vorteilhafter, da es zwischen zwei größeren Küstenstädten liegt: Budva und Bar. Für Touristen bedeutet dies noch mehr Möglichkeiten um ihre Liste potenzieller Strände zu erweitern, die sie während ihres Aufenthalts in <a title="Petrovac attractions" href="https://www.lonelyplanet.com/montenegro/petrovac/attractions/a/poi-sig/1314083/" target="_blank">Petrovac</a> besuchen können.
fr: <a title="Hotel Palas-Localisation" href="/en/hotel-palas/location/" target="_blank"> L'emplacement de l'hôtel </a> est encore plus avantageux du fait de sa position entre deux grandes villes côtières: Budva et Bar. Cela signifie encore plus possibilités pour les touristes d’enrichir leur liste de plages potentielles visitez à <a title="Sorties Petrovac" href="https://www.lonelyplanet.com/montenegro/petrovac/attractions/a/poi-sig/1314083/" target="_blank"> Petrovac </a> .
it: <a title="Hotel Palas - Location" href="/en/hotel-palas/location/" target="_blank">La posizione dell'hotel</a> è ancora più vantaggiosa per la sua posizione tra due più grandi città costiere: Budva e Bar. Ciò significa ancora più possibilità per i turisti di arricchire il loro elenco di potenziali spiagge da visitare mentre si trovano in <a title="Petrovac attractions" href="https://www.lonelyplanet.com/montenegro/petrovac/attractions/a/poi-sig/1314083/" target="_blank">Petrovac</a>.
ru: Расположение отеля является еще более выгодным из-за его положения между двумя большими прибрежными городами: Будвой и Баром. Это означает еще больше возможностей для туристов обогатить свой список потенциальных пляжей для посещения во время пребывания в Петроваце.

source: Hotel Palas - Beaches&Pools
de: Hotel Palas - Strände und Pools
fr: Hotel Palas - Plages et Piscines
it: Hotel Palas - Spiagge e piscine
ru: Отель Палас - Пляжи и Бассейны

source: hotel palas comfort double room mountain view
fr: hôtel palas confort chambre double terrasse vue montagne
ru: отель палас двухместный номер "комфорт" с видом на горы

source: HG Budvanska rivijera - Palas Hotel - Comfort Double Room with Terrace and Mountain View
de: Budvanska Rivijera | Hotel Palas - Unterkunft
fr: HG Budvanska Rivijera | Hotel Palas - Chambres Avec Vue Mer
it: Budvanska Rivijera | Hotel Palas - Comfort Camera Doppia con Terrazza e Vista Montagna
ru: Будванская Ривьера | Отель Палас - Двухместные номера "Комфорт" с террасой и видом на горы

source: DOUBLE ROOM WITH MOUNTAIN VIEW
de: DOPPELZIMMER MIT BERGANSICHT
fr: CHAMBRE DOUBLE AVEC VUE SUR LA MONTAGNE
it: CAMERA DOPPIA CON VISTA MONTAGNA
ru: ДВУХМЕСТНЫЙ НОМЕР С ВИДОМ НА ГОРЫ

source: Spacious room with twin beds and an extra sofa bed. All rooms with balcony and with accompanying furniture. Max occupancy - in all rooms possible comfortable accommodation for two adults and two children up to 12 years.
de: Geräumiges Doppelzimmer mit zwei Einzelbetten und einem zusätzlichen Schlafsofa. Maximale Belegung: 4 Personen. In allen Zimmern können zwei Erwachsene und zwei Kinder bis 12 Jahre bequem untergebracht werden.
fr: Chambre double spacieuse avec lits jumeaux et canapé-lit supplémentaire. Occupation maximale 4 personnes - il est possible d'accueillir confortablement deux adultes et deux enfants jusqu'à 12 ans dans toutes les chambres.
it: Ampia camera matrimoniale con due letti singoli e un divano letto supplementare. Occupazione massima 4 persone - è possibile ospitare comodamente due adulti e due bambini fino a 12 anni in tutte le camere.
ru: Просторный номер с двумя односпальными кроватями и дополнительным диваном-кроватью. Во всех номерах есть балкон и сопутствующая мебель. Максимальная вместимость - во всех номерах возможно комфортное размещение двух взрослых и двух детей до 12 лет.

source: Hotel Palas - Comfort Double Room with Terrace and Mountain View
de: Hotel Palas - Komfort Doppelzimmer mit Terrasse und Blick auf die Berge
fr: Hotel Palas - Chambre Double Confort avec Terrasse et Vue sur la Montagne
it: Hotel Palas - Camera Matrimoniale Comfort con Terrazza e Vista Montagna
ru: Отель Палас - Двухместный номер "Комфорт" с террасой и видом на горы

source: Mountain
de: Blick auf die Berge
fr: Vue sur la montagne
it: Vista montagna
ru: Горы

source: Weight scale
de: Waage
fr: Echelle de poids
it: Bilancia
ru: Весы

source: Baby cot( with surcharge)
de: Babybett (gegen Aufpreis)
fr: Lit bébé (avec supplément)
it: Culla (con supplemento)
ru: Детская кроватка (за доплату)

source: hotel palas comfort double room terrace sea view
de: hotel palas konferenzraeume
fr: hotel palas salles de conférence
it: hotel palas camera doppia comfort terrazza vista mare
ru: отель палас двухместный номер "комфорт" с террасой и видом на море

source: HG Budvanska rivijera - Palas Hotel - Comfort Double Room with Terrace and Sea View
de: Budvanska Rivijera | Hotel Palas - Unterkunft
fr: HG Budvanska Rivijera | Hotel Palas - Chambres Avec Vue Mer
it: Budvanska Rivijera | Hotel Palas - Comfort Camera Doppia con Terrazza e Vista Mare
ru: Будванская Ривьера | Отель Палас - Двухместный номер "Комфорт" с террасой и видом на море

source: DOUBLE ROOM WITH SEA VIEW
fr: CHAMBRE DOUBLE AVEC VUE SUR LA MONTAGNE
it: CAMERA DOPPIA CON VISTA MONTAGNA
ru: ДВУХМЕСТНЫЙ НОМЕР С ВИДОМ НА МОРЕ

source: Luxurious atmosphere with the most beautiful sunset - Spacious twin room with extra bed (as a sofa bed ). Balcony, sea view and pleasant furniture. Max occupancy - in all rooms possible comfortable accommodation for two adults and two children up to 12 years.
fr: Chambre double spacieuse avec lits jumeaux et canapé-lit supplémentaire. Occupation maximale 4 personnes - il est possible d'accueillir confortablement deux adultes et deux enfants jusqu'à 12 ans dans toutes les chambres.
it: Ampia camera matrimoniale con due letti singoli e un divano letto supplementare. Occupazione massima 4 persone - è possibile ospitare comodamente due adulti e due bambini fino a 12 anni in tutte le camere.
ru: Роскошная атмосфера с самым красивым закатом - Просторный двухместный номер с дополнительной кроватью (в качестве дивана-кровати ). Балкон, вид на море и приятная мебель. Максимальная вместимость - во всех номерах возможно комфортное размещение двух взрослых и двух детей до 12 лет.

source: Hotel Palas - Comfort Double Room with Terrace and Sea View
de: Hotel Palas - Komfort Doppelzimmer mit Terrasse und Meerblick
fr: Hotel Palas - Chambre Double Confort avec Terrasse et Vue sur la Mer
it: Hotel Palas - Camera Matrimoniale Comfort con Terrazza e Vista Mare
ru: Отель Палас - Двухместный номер "Комфорт" с террасой и видом на море

source: Hotel Palas is 4-star resort, located in the small coastal town Petrovac. The hotel is ideal for families, retirees, and couples who want idyllic vacations.
de: Hotel Palas befindet sich in Petrovac, einer kleinen Küstensiedlung die von schroffen Hügeln, Sandstränden und gastfreundlichen Einheimischen umgeben ist.
fr: L'Hotel Palas est un complexe 4 étoiles situé dans la petite ville côtière de Petrovac. L'hôtel est idéal pour les familles, les retraités et les couples qui souhaitent des vacances idylliques.
it: L’hotel Palas è un resort 4 stelle situate nella piccola città costiera di Petrovac. E’ una struttura ideale per famiglie, pensionati e coppie in cerca di una vacanza idilliaca.
ru: Четырехзвездочный отель Палас, расположенный в небольшом прибрежном городке Петровац. Отель идеально подходит для семей, пенсионеров и пар, которые хотят идиллического отдыха.

source: Budvanska Rivijera | Hotel Palas in Petrovac
de: Budvanska Rivijera | Hotel Palas - Restaurants und Bars in Petrovac
fr: Budvanska Rivijera | Hotel Palas à Petrovac
it: Budvanska Rivijera | Hotel Palas a Petrovac
ru: Будванская Ривьера | Отель Палас в Петроваце

source: Wedding destination
de: Hochzeitsziel
fr: Destination de mariage
it: Destinazione del matrimonio
ru: Место для свадьбы

source: Four plus star rated resort hotel Palas is situated in <a title="Petrovac, Montenegro" href="https://www.lonelyplanet.com/montenegro/petrovac/" target="_blank">Petrovac</a>, a small coastal settlement embraced by rugged hills, mild Mediterranean climate, beaches that combine sand and pebble, and hospitable locals. The hotel itself is <a title="Hotel Palas - Location" href="/en/hotel-palas/location/" target="_blank">centrally located</a>, encircled by orange and olive trees in a cove on the Petrovac Bay, with a view on two islands; Katic and Sveta Nedjelja. <br /><br /> The landmarks of this small town make it the right fit for families, senior citizens, couples, and all who seek an idyllic environment for vacations.
de: Das mit vier Sternen ausgezeichnete Resorthotel Palas befindet sich in <a title="Petrovac, Montenegro" href="https://www.lonelyplanet.com/montenegro/petrovac/" target="_blank">Petrovac</a>, einer kleinen Küstensiedlung, die von schroffen Hügeln, mildem mediterranem Klima, Sandstränden und gastfreundlichen Einheimischen umgeben ist. Das Hotel selbst ist <a title="Hotel Palas - Location" href="https://hgbudvanskarivijera.com/de/hotel-palas/lage/" target="_blank">zentral positioniert</a>, umgeben von Orangen- und Olivenbäumen in einer kleinen Bucht mit Blick auf zwei Inseln: Katic und Sveta Nedjelja. <br /><br /> Die Sehenswürdigkeiten dieser kleinen Stadt machen sie zu einem idealen Ort für Familien, Senioren, Paare und alle die eine idyllische Umgebung für ihren Urlaub suchen.
fr: Le complexe hôtelier Palas quatre étoiles est situé à <a title="Petrovac, Monténégro" href="https://www.lonelyplanet.com/montenegro/petrovac/" target="_blank"> Petrovac </a>, un petit règlement côtier embrassé par des collines accidentées, un climat méditerranéen doux, plages qui combinent sable et galets, et habitants chaleureux. L'hôtel lui-même est <a title="Hotel Palas-Location" href="https://hgbudvanskarivijera.com/fr/hotel-palas/localisation/" target="_blank"> situé au centre </a>, entouré d'orange et d'olive arbres dans un crique sur la baie de Petrovac, avec vue sur deux îles; Katic et Sveta Nedjelja. <br /> <br /> Les monuments de cette petite ville en font le bon choix pour les familles, les personnes âgées, les couples et tous ceux qui recherchent un environnement idyllique pour les vacances.
it: Resort hotel Palas a quatro + stelle, è situato a <a title="Petrovac, Montenegro" href="https://www.lonelyplanet.com/montenegro/petrovac/" target="_blank">Petrovac</a>, un piccolo insediamento costiero abbracciato da colline rocciose, un clima mediterraneo mite, spiagge di sabbia e ciottoli, e gente ospitale. L'albergo stesso è <a title="Hotel Palas - Location" href="/en/hotel-palas/location/" target="_blank">di una posizione centrale</a>, circondato da aranci e ulivi in un'insenatura su baia di Petrovac, con la vista su due isole; Katic e Sveta Nedjelja. <br /><br /> I punti di riferimento di questa piccola città lo rendono una scelta perfetta per le famiglie, anziani, coppie e tutti coloro che cercano un ambiente idilliaco per le vacanze.
ru: Четырехзвездочный отель Палас расположен в Петроваце, небольшом прибрежном городке c мягким средиземноморским климатом, окруженном холмами, пляжами, сочетающими песок и гальку, и гостеприимными местными жителями. Сам отель расположен в центре, в окружении апельсиновых и оливковых деревьев, в бухте с видом на два острова: Катич и Святая Неделя. Достопримечательности этого небольшого города делают его подходящим для семей, пожилых людей, пар и всех тех, кто ищет идиллическую обстановку для отдыха.

source: Hotel Palas was built in 1983 and completely refurbished in 2011. The overall appearance has been enriched with newly-added hotel facilities, as well as a contemporary wellness & spa centre. Given the location and interior facilities, the hotel is ideal for family vacations, MICE tourism, <a title="Hotel Palas - Weddings" href="/en/hotel-palas/weddings/" target="_blank">wedding ceremonies</a>, cocktail parties, and many <a title="Hotel Palas - Accommodation" href="/en/hotel-palas/conference-rooms/" target="_blank">other events</a>. <br /><br /> Hotel Palas is a first-line to the sea property with a direct connection to the promenade that features various attractions. Past guests laud it as “hotel with the most beautiful view in the world”, and with only 18 kilometres to Budva and 10 km away from Sveti Stefan, Palas is the epicentre of all journeying activities though Montenegro’s coastline. <br><br> From 2020 we are proud to announce that we added new modern capacities with 48 suites & apartments at Palas Lux, nearby our main hotel complex.
de: Das mit vier Sternen ausgezeichnete Resorthotel Palas befindet sich in Petrovac, einer kleinen Küstensiedlung, die von schroffen Hügeln, mildem mediterranem Klima, Sandstränden und gastfreundlichen Einheimischen umgeben ist. Das Hotel selbst ist zentral positioniert, umgeben von Orangen- und Olivenbäumen in einer kleinen Bucht mit Blick auf zwei Inseln: Katic und Sveta Nedjelja. <br />Die Sehenswürdigkeiten dieser kleinen Stadt machen sie zu einem idealen Ort für Familien, Senioren, Paare und alle die eine idyllische Umgebung für ihren Urlaub suchen. <br />Das Hotel Palas wurde 1983 erbaut und 2011 komplett renoviert. Das Erscheinungsbild wurde durch neue Hoteleinrichtungen sowie ein modernes Wellness- und Spa-Center bereichert. Aufgrund der Lage und der Innenausstattung eignet sich das Hotel ideal für Familienurlaube, MICE-Tourismus, Hochzeitszeremonien, Cocktailpartys und viele andere Veranstaltungen. <br />Hotel Palas liegt direkt am Meer und bietet eine direkte Verbindung zur Promenade, die verschiedenen Attraktionen bietet. Ehemalige Gäste lobten es als Hotel mit der schönsten Aussicht der Welt. Nur 18 km von Budva und 10 km von Sveti Stefan entfernt, ist Palas das Epizentrum aller Reiseaktivitäten entlang der Küste Montenegros. <br />
fr: Le complexe hôtelier Palas, classé quatre étoiles, est situé à Petrovac, une petite colonie côtière entourée de collines accidentées, d'un climat méditerranéen doux, de plages qui combinent sable et galets, et des habitants accueillants. L'hôtel lui-même est situé au centre, entouré d'orangers et d'oliviers dans une crique sur la baie de Petrovac, avec une vue sur deux îles; Katic et Sveta Nedjelja. <br /><br /> Les monuments de cette petite ville en font le bon choix pour les familles, les personnes âgées, les couples et tous ceux qui recherchent un environnement idyllique pour des vacances. <br /><br /> L'Hôtel Palas a été construit en 1983 et entièrement rénové en 2011. L'aspect général a été enrichi avec des installations hôtelières nouvellement ajoutées, ainsi qu'un centre de bien-être et spa contemporain. Compte tenu de l'emplacement et des installations intérieures, l'hôtel est idéal pour des vacances en famille, le tourisme MICE, les cérémonies de mariage, les cocktails et de nombreux autres événements. <br /><br /> L'Hôtel Palas est une propriété de première ligne à la mer avec une connexion directe à la promenade qui présente diverses attractions. Les anciens clients le louent comme «hôtel avec la plus belle vue du monde», et à seulement 18 kilomètres de Budva et à 10 km de Sveti Stefan, Palas est l'épicentre de toutes les activités de voyage à travers la côte du Monténégro.
it: La location di questo hotel lo rende una scelta privilegiata per famiglie, anziani, coppie, e tutti coloro in cerca di una vacanza idilliaca. <br /><br /> L’hotel Palas è stato costruito nel 1983 e completamente restaurato nel 2011. L’aspetto generale è stato arricchito con nuove strutture ed un moderno centro benessere. Data la posizione e le strutture offerte, l’hotel è la scelta ideale per vacanze in famiglia, matrimoni, cocktail party e molto altro. <br /><br /> L’hotel Palas è situato proprio di fronte al mare, al quale offre connessione diretta. Alcuni nostri clienti hanno definito il nostro hotel come quello con la miglior vista al mondo, e con soli 18 Km di distanza da Budva e 10 da Sveti Stefan, può essere considerato l’epicentro di qualsiasi attività vacanziera sulla costa montenegrina. Dal 2020 siamo orgogliosi di annunciare che abbiamo aggiunto nuove capacità moderne con 48 suite e appartamenti al Palas Lux, vicino al nostro complesso alberghiero principale.
ru: Отель Палас был построен в 1983 году и полностью отремонтирован в 2011 году. Для наших гостей добавились новые удобства, такие как семейный оздоровительный и спа-центр. Учитывая расположение и внутренние удобства, отель идеально подходит для семейного отдыха, MICE-туризма, свадебных церемоний, коктейльных вечеринок и многих других мероприятий. Отель Палас расположен на первой линии у моря, с прямым выходом к набережной с различными достопримечательностями. Наши гости называют его «отелем с самым красивым видом в мире», и он находится всего в 18 км от Будвы и в 10 км от Святого Стефана. Палас является эпицентром всех путешествий по побережью Черногории. С 2020 года с гордостью сообщаем, что мы добавили новые современные мощности с 48 люксами и апартаментами в Палас Люкс, расположенном рядом с нашим главным гостиничным комплексом.

source: Paid public parking on-site
de: Kostenlose öffentliche Parkplätze vor Ort
fr: Parking public payant sur place
it: Parcheggio pubblico a pagamento in loco
ru: Платная общественная парковка на территории

source: Dedicated WiFi
de: Spezielles WiFi
fr: WiFi dédié
it: WiFi dedicato
ru: Выделенный WiFi

source: Pool
fr: Piscine
it: Piscina
ru: Бассейн

source: Pharmacy within the complex
de: Apotheke innerhalb des Komplexes
fr: Pharmacie au sein du complexe
it: Farmacia all’interno del complesso
ru: Аптека в комплексе

source: Spa and Salon
de: Spa und Salon
fr: Spa et Salon
it: Spa e salone
ru: Спа и Салон

source: Meeting rooms
de: Konferenzräume
fr: Salles de réunions
it: Sala conferenze
ru: Конференц-залы

source: Gift shop
de: Geschenkeladen
fr: Boutique de souvenirs
it: Negozio di regali
ru: Сувенирный магазин

source: FOC sunbeds and umbrellas on the pool
de: Kostenlose Sonnenliegen und Sonnenschirme
fr: Transats et parasols gratuits
it: Lettini e ombrelloni gratuiti
ru: Лежаки и зонтики у бассейна

source: ISO 14001: 2015 - environmental management
de: Umweltmanagement
fr: gestion de l'environnement
it: ISO 14001: 2015 - gestione ambientale
ru: ISO 14001: 2015 - экологический менеджмент

source: ISO 22000: 2005 - food safety management
de: Management von Lebensmittelsicherheit
fr: gestion de la sécurité alimentaire
it: ISO 22000: 2005 - gestione della sicurezza alimentare
ru: менеджер по безопасности пищевых продуктов

source: ISO 9001: 2015 - quality system management
de: Qualitätssystemmanagement
fr: gestion du système qualité
it: sISO 9001: 2015 - istema gestione qualità
ru: управление системой качества

source: Hotel Palas – Synonymous for entertainment
de: Synonym für Unterhaltung
fr: Hôtel Palas - Synonyme de divertissement
it: Hotel Palas – Sinonimo di divertimento
ru: Отель Палас - синоним развлечений
