Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: You’ll be immersed in a pallet of pastel colors as soon as you step in our lobby. The many artistic ornaments around give a feel of a playful museum-like presence that children instantly recognize and indulge in.
de: Sobald Sie unsere Lobby betreten, tauchen Sie in eine Palette von Pastellfarben ein. Die vielen künstlerischen Ornamente vermitteln das Gefühl einer spielerischen musealen Präsenz, die Kinder sofort erkennen und lieb haben.
fr: Vous serez immergé dans une palette de couleurs pastel dès que vous entrerez notre lobby. Les nombreux ornements artistiques autour donnent une sensation de ludique une présence muséale que les enfants reconnaissent et s'adonnent instantanément.
it: Appena entri nell nostro atrio, sarai immerso in un pallet di colori pastello. I numerosi ornamenti artistici intorno danno la sensazione di una giocosa presenza da museo che i bambini riconoscono cocedendosi all'istante.
ru: Вы будете очарованы палитрой пастельных тонов, как только войдете в наш вестибюль. Многие из художественных украшений вокруг него создают ощущение игривости, как музей, который сразу привлекает внимание детей и который они обожают.

source: Outside the hotel’s entrance is a tiny terrace that provides a discrete spot for coffee and other short breaks before or after beach journeys. But the real fun is on the rear side of Castellastva’s outside premises. A short walk will lead you through stunning green areas with diverse plants, an outdoor <a title="Hotel Castellastva - Wellness&Spa" href="/en/hotel-castellastva-in-petrovac/wellness-and-spa/" target="_blank">gym</a> area, and an ascension to the on-site playground and an intimate <a title="Hotel Castellastva - Beaches&Pools" href="/en/hotel-castellastva-in-petrovac/beaches-and-pools/" target="_blank">pool</a> terrace for merry pastime. It is this very place that many people consider an alternative to any seaside experience.
de: Sobald Sie unsere Lobby betreten, tauchen Sie in eine Palette von Pastellfarben ein. Die vielen künstlerischen Ornamente vermitteln das Gefühl einer spielerischen musealen Präsenz, die Kinder sofort erkennen und lieb haben. <br />Vor dem Hoteleingang befindet sich eine kleinere Terrasse, die einen diskreten Ort für Kaffee und andere kurze Pausen vor oder nach Strandfahrten bietet. Aber der wahre Spaß liegt auf der Rückseite des Außengeländes des Hotels. Ein kurzer Spaziergang führt Sie durch atemberaubende Grünflächen mit verschiedenen Pflanzarten, einem Fitnessbereich im Freien und einem Aufstieg zum hoteleigenen Spielplatz, auf wessen intimer Poolterrasse Sie sich vergnügen können. <br />
fr: Vous serez immergé dans une palette de couleurs pastel dès que vous entrerez dans notre hall. Les nombreux ornements artistiques autour donnent une impression d'une présence ludique comme un musée que les enfants reconnaissent et se livrent instantanément. <br /><br /> À l'extérieur de l'entrée de l'hôtel se trouve une petite terrasse qui offre un endroit discret pour le café et d'autres courtes pauses avant ou après les voyages sur la plage. Mais le vrai plaisir est à l'arrière des locaux extérieurs de Castellastva. Une courte promenade vous mènera à travers de superbes espaces verts avec des plantes diverses, une salle de sport en plein air et une ascension vers l'aire de jeux sur place et une terrasse de piscine intime pour un passe-temps joyeux. C'est cet endroit même que beaucoup de gens considèrent comme une alternative à toute expérience balnéaire.
it: Fuori l’ingresso c’è una terrazza che offre caffè ed altri short drink per un prima e un dopo spiaggia. Ma il vero divertimento è sul retro dell’hotel. Una brevissima passeggiata ti condurrà ad un parco con diverse piante, un’area fitness all’aperto e un’area ricreativa con terrazzo e piscina. E’ questa considerata dai nostri ospiti un’ottima alternativa alla spiaggia.
ru: Перед входом в отель находится небольшая терраса, которая является идеальным местом для кофе и отдыха до или после прогулки по пляжу. Короткая прогулка приведет вас через потрясающие зеленые зоны с множеством растений, открытый тренажерный зал и игровую площадку, а также небольшую террасу с бассейном. Именно это место многие считают альтернативой для любого пляжного отдыха.

source: Outdoor furniture
de: Gartenmöbel
fr: Mobilier de jardin
it: Mobili da giardino
ru: Садовая мебель

source: Accessible parking with extra charge
de: Zugängliche Parkplätze
fr: Parking accessible
it: Parcheggio accessibile a pagamento
ru: Доступная парковка за дополнительную плату

source: Entertainment and family services
de: Unterhaltung und Familienservice
fr: Divertissement et services familiaux
it: Servizi di intrattenimento e familiari
ru: Развлечения и семейные услуги

source: Fishing
de: Angeln
fr: Pêche
it: Pesca
ru: Рыбалка

source: Evening entertainment
de: Abendunterhaltung
fr: Animations en soirée
it: Intrattenimento serale
ru: Вечерние развлечения

source: HACCP
de: HACCP (Gefahrenanalyse und kritische Kontrollpunkte)
ru: ХАССП

source: Close by attractions
de: In der Nähe anderer Sehenswürdigkeiten
fr: Près d'attractions
it: Attrazioni nelle vicinanze
ru: Рядом с достопримечательностями

source: Castellastva hotel’s <a title="Hotel Castellastva - Location" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank">central position</a> on Montenegro’s coastline is a great fit for travelers who seek outdoor sightseeing tours. With <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> being just 20 minutes away by car, or <a title="Top things to do in Petrovac" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/bar/" target="_blank">Bar</a> and the national park <a title="Skadar Lake" href="https://me.visit-montenegro.com/tourism/skadar-lake-national-park-tourism/" target="_blank">Skadarsko Jezero</a> within reach in just 30 minutes respectively, <a title="Top things to do in Petrovac" href="https://www.lonelyplanet.com/montenegro/petrovac/top-things-to-do/a/poi/1314083/" target="_blank">Petrovac</a> can be considered the epicenter of your moving activities when in Montenegro.
de: Das Castellastva Hotel genießt eine <a title="Hotel Castellastva - Location" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank">zentrale Position</a> an der Küste Montenegros und eignet sich hervorragend für Wanderer, die Sightseeing-Touren im Freien unternehmen möchten. Budva erreichen Sie mit dem Auto in nur 20 Minuten während Bar und der Nationalpark Skadarsko Jezero in Reichweite sind in weniger als 30 Minuten. Aus Gründen wie diesen kann man <a title="Top things to do in Petrovac" href="https://www.lonelyplanet.com/montenegro/petrovac/top-things-to-do/a/poi/1314083/" target="_blank">Petrovac</a> als das Epizentrum jeder Bewegungsaktivitäten in Montenegro betrachten.
fr: <a title="Hotel Castellastva - Localisation" href="https://hgbudvanskarivijera.com/fr/hotel-castellastva-a-petrovac/localisation/" target="_blank"> Position centrale </a> de l'hôtel de Castellastva sur la côte du Monténégro est idéal pour les voyageurs qui recherchent des visites touristiques en plein air. Avec Budva être à seulement 20 minutes en voiture, ou Bar et le parc national Skadarsko Jezero à portée de main en seulement 30 minutes respectivement, Petrovac peut être considéré comme l'épicentre de vos activités en mouvement Monténégro.
it: <a title="Hotel Castellastva - Location" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank">la posizione centrale</a> del Castellastva hotel sulla costa Montenegrina è l'ideale per i viaggiatori che cercano i giri turistici all'aperto. Essendo Budva a soli 20 minuti di auto, o Bar e il parco nazionale Skadarsko Jezero raggiungibili in soli 30 minuti, Petrovac può essere considerato l'epicentro delle tue attività quando sei in Montenegro.
ru: Центральное положение отеля Кастельластва на черногорском побережье для туристов является идеальной исходной точкой для дальнейших красочных туристических туров. Учитывая то, что Будва находится всего в 20 минутах езды на машине, а Бар и национальный парк Скадарское озеро - примерно в 30 минутах езды, Петровац можно считать эпицентром, подходящим для дальнейшего изучения красот Черногории.

source: Our <a title="Hotel Castellastva - Location" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank">position</a> makes it very easy for visitors to experience many historic attractions of <a title="Top things to do in Petrovac" href="https://www.lonelyplanet.com/montenegro/petrovac/top-things-to-do/a/poi/1314083/" target="_blank">Petrovac</a> like the <a title="Church of the Prophet Elijah" href="https://www.tripadvisor.com/Attraction_Review-g804484-d7907007-Reviews-Church_of_the_Prophet_Elijah-Petrovac_Budva_Municipality.html/" target="_blank">Church of the Prophet Elijah</a> or <a title="Kasnoanticki Mozaik" href="https://www.tripadvisor.com/Attraction_Review-g804484-d8687286-Reviews-Kasnoanticki_Mozaik-Petrovac_Budva_Municipality.html/" target="_blank">Kasnoanticki Mozaik</a>. Likewise, the monastery of <a title="Rezevici Monastery" href="https://www.visit-montenegro.com/destinations/petrovac/attractions/rezevici-monastery/" target="_blank">Rezevici</a> is nearby located and easily accessible.
de: Unsere <a title="Hotel Castellastva - Location" href="https://hgbudvanskarivijera.com/de/hotel-castellastva-in-petrovac/lage/" target="_blank">Position</a> macht es für Besucher sehr einfach viele historische Sehenswürdigkeiten zu entdecken, wie die Kirche des Propheten Elijah oder Kasnoanticki Mozaik. Ebenso nah ist das Kloster von Rezevici.
fr: Notre <a title="Hotel Castellastva - Localisation" href="https://hgbudvanskarivijera.com/fr/hotel-castellastva-a-petrovac/localisation/" target="_blank"> position </a> le rend très facile pour que les visiteurs puissent découvrir de nombreuses attractions historiques de Petrovac comme Église du prophète Élie ou Kasnoanticki Mozaik. De même, le monastère du Rezevici est situé à proximité et facilement accessible.
it: La nostra <a title="Hotel Castellastva - Location" href="https://hgbudvanskarivijera.com/it/hotel-castellastva-a-petrovac/posizione/" target="_blank">posizione</a> rende molto facile per i visitatori provare molte attrazioni storiche di Petrovac come la Chiesa del profeta Elia o Kasnoanticki Mozaik. Ugualmente, il monastero di Rezevici si trova nelle vicinanze ed è facilmente accessibile.
ru: Наше удобное расположение позволяет посетителям легко навестить известные исторические достопримечательности Петроваца, такие как церковь Святого Ильи или поздняя античная мозаика. Кроме того, неподалеку находится монастырь Режевичи, до которого очень легко добраться.

source: Hotel Castellastva is close to many different landmarks throughout Montenegro's coastline, thus enabling guests free access to all of its great places.
de: Das Hotel Castellastva liegt in der Nähe vieler verschiedener Sehenswürdigkeiten.Montenegros Küste, so dass die Gäste freien Zugang zu all seinen großartigen setzt.
fr: L'hôtel Castellastva se trouve à proximité de nombreux sites d'intérêt différents sur la côte monténégrine, permettant ainsi aux clients d'accéder gratuitement à tous ses grands sites.
it: L’hotel Castellastva è situato nelle vicinanze di attrattive lungo la costa montenegrina, rendendo queste meraviglie di facile accesso agli ospiti della struttura.
ru: Отель Кастелластва находится недалеко от многих достопримечательностей на побережье Черногории, что позволяет гостям бесплатно посещать все его замечательные места.

source: hotel castellastva location
de: hotel castellastva lage
fr: hotel castellastva localisation
it: hotel castellastva posizione
ru: отель кастелластва местоположение

source: Budvanska Rivijera | Hotel Castellastva - Location
de: Budvanska Rivijera | Hotel Castellastva - Lage
fr: Budvanska Rivijera | Hotel Castellastva - Localisation
it: Budvanska Rivijera | Hotel Castellastva - Posizione
ru: Будванская Ривьера | Отель Кастелластва - Местоположение

source: Distance from the <a title="Budva Main Bus Station" href="https://www.google.com/maps/d/u/0/viewer?msa=0&ie=UTF8&t=m&ll=42.288294000000036%%2C18.84060899999995&spn=0.015239%%2C0.027466&z=15&source=embed&mid=1plQW-OOPcncHcDU_WW4cOuIjkF4/" target="_blank">Budva Main Bus Station</a> : 12.7 km and about 200m from local bus station<br /> Distance from the airports: 28.3 km (<a title="Tivat Airport" href="https://mapcarta.com/18786304/" target="_blank">Tivat Airport</a>), 30.4 km (<a title="Podgorica Airport" href="http://www.maplandia.com/serbia-and-montenegro/airports/podgorica-airport/" target="_blank">Podgorica Airport</a>)
de: Entfernung vom Hauptbusbahnhof Budva: 12,7 km und ca. 200 m vom örtlichen Busbahnhof<br /> Entfernung von den Flughäfen: 28,3 km (Flughafen Tivat), 30,4 km (Flughafen Podgorica)
fr: Distance du Gare routière principale de Budva: 12,7 km et environ 200 m de la gare routière locale1 <br /> Distance des aéroports: 28,3 km (Aéroport de Tivat), 30,4 km (Aéroport de Podgorica)
it: Distanza dal Stazione principale degli autobus di Budva: 12.7 km e circa 200 m dalla stazione locale1 degli autobus<br /> Distanza dagli aeroporti: 28.3 km (Tivat Aeroporto), 30.4 km (Podgorica Aeroporto)
ru: Расстояние от главной автобусной станции Будвы: 12,7 км и около 200m от местной автобусной станции. Расстояние от аэропортов: 28,3 км. (Аэропорт Тиват), 30.4 km (Аэропорт Подгорица)

source: 12.7km
ru: 12.7 км

source: 28.3km
ru: 28.3 км

source: 30.4km
ru: 30.4 км

source: 68.6km
ru: 68.6 км

source: 13.9km
ru: 13.9 км

source: Lake Skadar
de: See Skadar
fr: Lac Skadar
it: Lago di Scutari
ru: Скадарское озеро

source: 13.5km
ru: 13.5 км

source: Port of Bar
de: Hafen von Bar
fr: Port de Bar
it: Porto di Bar
ru: Порт Бар

source: 17.8km
ru: 17.8 км

source: 12km
ru: 12 км

source: 7km
ru: 7 км

source: 11.7km
ru: 11.7 км

source: Petrovac Beach
de: Petrovac Strand
fr: Plage de Petrovac
it: Spiaggia Petrovac
ru: Пляж Петровац

source: 150m
ru: 150 м

source: Lucice Beach
de: Lucice Strand
fr: Plage de Lucice
it: Spiaggia Lucice
ru: Пляж Лучице

source: 800m
ru: 800 м

source: 1.1km
ru: 1.1 км

source: Perazica Do Beach
de: Perazica Do Strand
fr: Plage de Perazica Do
it: Spiaggia Perazica Do
ru: Пляж Перазича До

source: hotel castellastva restaurants
it: hotel castellastva ristoranti
ru: отель кастелластва рестораны

source: Budvanska Rivijera | Hotel Castellastva - Restaurants & Bars
de: Budvanska Rivijera | Hotel Castellastva - Restaurants und Bars
fr: Budvanska Rivijera | Hotel Castellastva - Restaurants et Bars
it: Budvanska Rivijera | Hotel Castellastva - Ristoranti e Bar
ru: Будванская Ривьера | Отель Кастелластва - Рестораны и Бары

source: Hotel Castellastva - Beaches
de: Hotel Castellastva - Strände und Pools
fr: Hotel Castellastva - Plages et Piscines
it: Hotel Castellastva - Spiagge e piscine
ru: Отель Кастелластва - Пляжи

source: Located minutes from the beachfront is <a title="Hotel Castellastva - Location" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank">hotel Castellastva</a>’s well-hidden gourmet restaurant, snuck between olive and other tropical trees, with dishes varying from Mediterranean and <a title="10 Traditional Montenegrin Dishes You Need to Try" href="https://theculturetrip.com/europe/montenegro/articles/10-traditional-montenegrin-dishes-you-need-to-try/" target="_blank">regional</a> to continental or international.
de: Nur wenige Minuten vom Strand entfernt befindet sich das gut versteckte Gourmetrestaurant des <a title="Hotel Castellastva - Location" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank">Hotels Castellastva</a>. Man kann es zwischen Olivenbäumen und anderen tropischen Pflanzarten entdecken. Dort kann man verschiedene Gerichte essen, die von <a title="10 Traditional Montenegrin Dishes You Need to Try" href="https://theculturetrip.com/europe/montenegro/articles/10-traditional-montenegrin-dishes-you-need-to-try/" target="_blank">regional</a> bis international reichen.
fr: À quelques minutes de la plage, se trouve <a title="Hotel Castellastva - Localisation" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank"> hotel Castellastva </a> restaurant gastronomique bien caché, niché entre les olives et les autres tropiques arbres, avec des plats variant de la Méditerranée et <a title = "10 plats traditionnels monténégrins à essayer" href = "https://theculturetrip.com/europe/montenegro/articles/10-traditional-montenegrin-dishes-you-need-to-try/" target = "_blank"> régional </a> pour continental ou international.
it: A pochi minuti dal lungomare si trova il ristorante gourmet di <a title="Hotel Castellastva - Location" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank">hotel Castellastva</a>, ben nascosto tra ulivi e altri alberi tropicali, con piatti che variano dal gusto Mediterraneo e <a title="10 Traditional Montenegrin Dishes You Need to Try" href="https://theculturetrip.com/europe/montenegro/articles/10-traditional-montenegrin-dishes-you-need-to-try/" target="_blank">reggionale</a> al continentale o internazionale.
ru: В нескольких минутах ходьбы от пляжа находится хорошо спрятанный ресторан изысканной кухни отеля Кастелластва, спрятанный между оливковыми и другими тропическими деревьями, где подают блюда средиземноморской и региональной кухни, а также континентальной или интернациональной.

source: This spot offers a perfect escape with green surroundings and plants to entertain and mesmerize guests of all tastes. Whether gazing out the many windows or looking around you inside the restaurant, you’ll get the idea of being inside a lavishing eco-friendly eating place.
de: Nur wenige Minuten vom Strand entfernt befindet sich das gut versteckte Gourmetrestaurant des Hotels Castellastva. Man kann es zwischen Olivenbäumen und anderen tropischen Pflanzarten entdecken. Dort kann man verschiedene Gerichte essen, die von regional bis international reichen.Dieser Raum bietet einen perfekten Rückzugsort mit grüner Umgebung und Pflanzen, was Gäste jeden Geschmacks lieben werden. Und egal ob Sie nach draußen aus den vielen Fenstern schauen oder sich im Restaurant selbst umsehen, Sie werden auf die Idee kommen das Sie sich in einem botanischen Garten befinden.
fr: Situé à quelques minutes de la plage, le restaurant gastronomique bien caché de l'hôtel Castellastva, niché entre des oliviers et d'autres arbres tropicaux, propose des plats variant de méditerranéens et régionaux à continentaux ou internationaux.<br /> <br /> Cet endroit offre une évasion parfaite avec un cadre verdoyan et des plantes pour divertir et fasciner les clients de tous les goûts Que vous regardiez par les nombreuses fenêtres ou que vou regardiez autour de vous à l'intérieur du restaurant, vous aure l'idée d'être dans un somptueux restaurant respectueux de l'environnement.
it: Questo luogo immerso nel verde offre una fuga perfetta con varie piante per intrattenere e affascinare gli ospiti di tutti i gusti. Sia che tu stia guardando fuori dalle numerose finestre o ti guardi intorno all'interno del ristorante, ti verrà la sensazione di trovarti all'interno di un lussuoso posto ecologico.
ru: Это место предлагает идеальный отдых с зелеными окрестностями и растениями, чтобы развлечь и загипнотизировать гостей на любой вкус. Глядя из многочисленных окон или оглядываясь вокруг внутри ресторана, вы получите представление о том, что находитесь в роскошном экологически чистом месте.

source: Encyclopedic menu
de: Reichhaltiger Menü
fr: Menu encyclopédique
it: Menù
ru: Богатое меню

source: Our gourmet chefs are as imaginative as their meals. Buffets are filled with various salads, fish produce, vegan meals, and anything your appetite longs for. Upon request, our cooks are also at disposal for guests who have a custom meal plan that they adhere to.
de: Unsere Gourmetköche sind so fantasievoll wie ihre Mahlzeiten. Buffets werden mit verschiedenen Salaten, Fischprodukten, veganen Gerichten und allem, wonach Ihr Appetit verlangt, gefüllt. Auf Anfrage stehen unsere Köche auch Gästen zur Verfügung, die einen individuellen Speiseplan haben, den sie sich einhalten.
fr: Nos chefs gastronomiques sont aussi imaginatifs que leurs repas. Les buffets sont rempli de diverses salades, produits de poisson, plats végétaliens et tout votre appétit vous attend. Sur demande, nos cuisiniers sont également à disposition pour les clients qui ont un plan de repas personnalisé auquel ils adhèrent.
it: I nostri chef gourmet sono fantasiosi come i loro pasti. I buffet sono pieni di varie insalate, prodotti ittici, piatti vegani e tutto ciò che brama l'appetito. Su richiesta, i nostri cuochi sono a disposizione anche per gli ospiti che hanno un piano alimentare personalizzato a cui aderiscono.
ru: Наши шеф-повара-гурманы так же изобретательны, как и их блюда. Шведский стол заполнен различными салатами, рыбными продуктами, веганскими блюдами и всем, что пожелают наши гости. По запросу наши повара также в распоряжении для гостей, у которых есть индивидуальный план питания, которого они придерживаются.

source: All food can be served both a la carte or as buffet with a rich selection of different drinks too. When <a title="booking" href="https://secure.phobs.net/check_again.php?sid=54hd1mabet89flshd6as6ajfh3&companyid=92&hotelid=273&checkin=2020-05-14&checkout=2020-05-15&crcid=db3e454378d42e0459103997636cf209&show_note=1/" target="_blank">booking</a> their stay, guests can choose between half-board or full-board meals and enjoy the abundance of our culinary specialties.
de: Alle Speisen können sowohl à la carte als auch als Buffet mit einer reichhaltigen Auswahl an verschiedenen Getränken serviert werden. Bei der <a title="booking" href="https://secure.phobs.net/check_again.php?sid=54hd1mabet89flshd6as6ajfh3&companyid=92&hotelid=273&checkin=2020-05-14&checkout=2020-05-15&crcid=db3e454378d42e0459103997636cf209&show_note=1/" target="_blank">Buchung</a> Ihres Aufenthalts können Sie zwischen Halbpension oder Vollpension wählen und die Fülle unserer kulinarischen Spezialitäten genießen.
fr: Tous les plats peuvent être servis à la carte ou sous forme de buffet avec un riche sélection de différentes boissons aussi. Quand <a title = "booking" href = "https://secure.phobs.net/check_again.php?sid=54hd1mabet89flshd6as6ajfh3&companyid=92&hotelid=273&checkin=2020-05-14&checkout=2020-05-15&crcid=db3e454458209_42 = "_ blank"> réservation </a> de leur séjour, les clients peuvent choisissez entre la demi-pension ou la pension complète et profitez de l'abondance de nos spécialités culinaires.
it: Tutti i cibi possono essere serviti sia a la carte che a buffet con una ricca selezione di bevande diverse. Qunado <a title="booking" href="https://secure.phobs.net/check_again.php?sid=54hd1mabet89flshd6as6ajfh3&companyid=92&hotelid=273&checkin=2020-05-14&checkout=2020-05-15&crcid=db3e454378d42e0459103997636cf209&show_note=1/" target="_blank">prenotano</a> il loro soggiorno, gli ospiti possono scegli tra mezza pensione o pensione completa, e godere l'abbondanza delle nostre specialità culinarie.
ru: Все блюда могут быть поданы как по меню, так и в виде шведского стола с богатым выбором различных напитков. При бронировании проживания гости могут выбрать питание по системе "полупансион" или "полный пансион" и насладиться обилием наших кулинарных деликатесов.
