Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: Hotel Palas - Restaurants
it: Hotel Palas - Ristoranti
ru: Отель Палас - Рестораны

source: /en/hotel-palas/restaurants-and-bars/
de: /de/hotel-palas/restaurants-und-bars/
fr: /fr/hotel-palas/restaurants-et-bars/
it: /it/hotel-palas/ristoranti-e-bar/
ru: /ru/otel-palas/restorany-i-bary/

source: Hotel Palas - Beaches & Pools
de: Hotel Palas - Strände und Pools
fr: Hotel Palas - Plages et Piscines
it: Hotel Palas - Spiagge e piscine
ru: Отель Палас - Пляжи и Бассейны

source: /en/hotel-palas/beaches-and-pools/
de: /de/hotel-palas/straende-und-pools/
fr: /fr/hotel-palas/plages-et-piscines/
it: /it/hotel-palas/spiagge-e-piscine/
ru: /ru/otel-palas/plyazhi-i-basseyny/

source: BEACHES
de: STRÄNDE
fr: DES PLAGES
it: SPIAGGE
ru: ПЛЯЖИ

source: Hotel Palas - Wellness
fr: Hotel Palas - Bien-être
ru: Отель Палас - Wellness

source: /en/hotel-palas/wellness-and-spa/
de: /de/hotel-palas/wellness-und-spa/
fr: /fr/hotel-palas/bien-etre-et-spa/
it: /it/hotel-palas/wellness-e-spa/
ru: /ru/otel-palas/velnes-kurortnyj/

source: Hotel Palas - Location
de: Hotel Palas - Lage
fr: Hotel Palas - Localisation
it: Hotel Palas - Posizione
ru: Отель Палас - Местоположение

source: /en/hotel-palas/location/
de: /de/hotel-palas/lage/
fr: /fr/hotel-palas/localisation/
it: /it/hotel-palas/posizione/
ru: /ru/otel-palas/lokaciya/

source: HOTEL PALAS
ru: ОТЕЛЬ ПАЛАС

source: Palas
ru: Палас

source: Palas Lux
ru: Палас Люкс

source: Hotel Palas Lux - Accommodation
de: Hotel Palas - Unterkunft
fr: Hotel Palas - Hébergement
it: Hotel Palas - Alloggi
ru: Отель Палас Люкс - Размещение

source: Accommodation Lux
de: Unterkunft Lux
fr: Hébergement Lux
it: Alloggio lux
ru: Размещениe Люкс

source: Weddings
de: Hochzeiten
fr: Mariages
it: Matrimoni
ru: Свадьбы

source: Hotel Palas - Resaurants
fr: Hotel Palas - Restaurants
it: Hotel Palas - Ristoranti
ru: Отель Палас - Pестораны

source: DOUBLE/TWIN ROOM WITH BALCONY
de: DOPPELZIMMER MIT BERGANSICHT
fr: CHAMBRE DOUBLE AVEC VUE SUR LA MONTAGNE
ru: ДВУХМЕСТНЫЙ НОМЕР С 1 КРОВАТЬЮ / 2 ОТДЕЛЬНЫМИ КРОВАТЯМИ С БАЛКОНОМ

source: For the perfect enjoy. Double or twin room with terrace in pastel Mediterranean colors. Equipped with overall hotel facilities. Area approx. 20 m². Terrace overlooking the pool or atrium.
de: Für den perfekten Genuss. Doppel- oder Zweibettzimmer mit Terrasse die in mediterranen Pastellfarben angemalt sind. Ausgestattet mit allgemeinen Hoteleinrichtungen. Fläche ca. 20 m². Terrasse mit Blick auf den Pool oder das Atrium.
fr: Pour le plaisir parfait. Chambre double ou twin avec terrasse aux couleurs pastel méditerranéennes. Equipé d'installations hôtelières globales. Superficie env. 20 m². Terrasse donnant sur la piscine ou l'atrium.
it: Per un divertimento perfetto. Camera matrimoniale o doppia con terrazzo dai colori pastello per un'ambiente di stile mediterraneo. Dotata di tutti i servizi alberghieri. Area ca. 20 m². Terrazza con vista sulla piscina o sull'atrio.
ru: Для идеального удовольствия. Двухместный номер с 1 кроватью или 2 отдельными кроватями с террасой в пастельных средиземноморских тонах. Оснащен общим гостиничным удобством. Площадь около 20 м². Терраса с видом на бассейн или атриум.

source: Hotel Palas - Double/Twin Room with Balcony
de: Hotel Palas - Doppelzimmer mit Balkon
fr: Hotel Palas - Salle de classe Katič
ru: Oтель Палас - Двухместный номер с 1 кроватью / 2 отдельными кроватями с балконом

source: Pool or atrium
de: Hafen von Bar
fr: Bar de la piscine
it: Piscina
ru: Порт Бар

source: Hotel Aleksandar features a state-of-the-art mini-wellness & spa centre. It includes a gym, sauna, whirlpool, and cabins with shower rooms.
de: Das Hotel Aleksandar verfügt über ein hochmodernes Mini-Wellness- und Spa-Center. Es Beinhaltet einen Fitnessraum, eine Sauna, einen Whirlpool und Kabinen mit Duschräumen.
fr: L'Hotel Aleksandar dispose d'un mini-centre de bien-être et spa ultramoderne. Il comprend une salle de sport, un sauna, un bain à remous et des cabines avec salles de douche.
it: L’hotel Aleksandar offre un centro benessere ed una spa allo stato dell’arte, con palestra, sauna, vasca idromassaggio, spogliatoi e docce.
ru: В отеле Александр есть современный мини-wellness и спа-центр. Он включает в себя тренажерный зал, сауну, джакузи и душевые комнаты.

source: hotel aleksandar spa
ru: отель александр спа

source: Budvanska Rivijera | Hotel Aleksandar - Wellness & Spa
de: Budvanska Rivijera | Hotel Aleksandar - Wellness und Spa Erlebnis
fr: Budvanska Rivijera | Hotel Aleksandar - Bien-etre et Spa
it: Budvanska Rivijera | Hotel Aleksandar - Wellness e Spa
ru: Будванская Ривьера | Отель Александр - Wellness & Sпа

source: Wellness & Spa
de: Wellness und Spa
fr: Bien-être et Spa
it: Wellness E Spa
ru: Wellness и Спа

source: <a title="Hotel Aleksandar - Overview" href="/en/hotel-aleksandar-in-budva/overview/" target="_blank">Hotel Aleksandar</a> has a modern well-equipped mini-wellness &amp; spa centre which includes a gym, sauna, whirlpool, and cabins with shower rooms.
de: Das Hotel Aleksandar verfügt über ein modernes, gut ausgestattetes Mini-Wellnesscenter mit einem Fitnessraum, Sauna, Whirlpool und Kabinen mit Duschräumen.
fr: L'hôtel Aleksandar dispose d'un mini-centre de bien-être moderne et bien équipé qui comprend une salle de sport, un sauna, un bain à remous et des cabines avec salles de douche.
it: L’hotel Aleksandar è dotato di un mini centro benessere che include una sala fitness, una sauna, una vasca idromassaggio e delle cabine doccia.
ru: В отеле Александр есть современный хорошо оборудованный мини-wellness и спа-центр с тренажерным залом, сауной, гидромассажной ванной и душевые кабины.

source: Hotel Aleksandar - Spa
ru: Отель Александр - Спа

source: Spa
ru: Спа

source: Our spa area is small in size but packs all the necessary relaxing treatments you need after a hard day of swimming, hiking, or sightseeing.
de: Unser Wellnessbereich ist klein, bietet jedoch die notwendige Enstpannung die Sie nach einem anstrengenden Tag beim Schwimmen, Wandern oder Sightseeing benötigen.
fr: Notre espace spa est de petite taille mais contient tous les soins relaxants dont vous avez besoin après une dure journée de natation, de randonnée ou de visites.
it: La nostra piccola area spa è dotata di tutto l’equipaggiamento necessario per offrire trattamenti rilassanti dopo una giornata di nuoto, di scalate o anche solo di visite turistiche.
ru: Хотя наш спа-центр невелик, вы можете насладиться всеми расслабляющими процедурами, которые вам нужны после долгого плавания, прогулок или осмотра достопримечательностей.

source: Hotel Aleksandar - Gym
de: Hotel Aleksandar - Fitnessstudio
fr: Hotel Aleksandar - Salle de sport
it: Hotel Aleksandar - La sala fitness
ru: Отель Александр - Спортзал

source: Gym
de: Fitnessstudio
fr: Salle de sport
it: La sala fitness
ru: Спортзал

source: The gym comes with the latest cardio and weight-training equipment. Guests with personal wellness goals in mind have certified fitness coaches at disposal who can create and supervise <a title="Personalized workout programs" href="https://www.fizzup.com/en/workout-programs/personalized-workout-programs/" target="_blank">personalized training programmes</a>, designed to motivate and push you beyond your limits.
de: Das Fitnessstudio ist mit den neuesten Cardio- und Kraftgeräten ausgestattet. Gäste mit persönlichen Wellness-Zielen können sich auf zertifizierte Fitness-Trainer verlassen, die personalisierte Trainingsprogramme erstellen und überwachen können, um Sie zu motivieren und über Ihre Grenzen hinaus zu treiben.
fr: Le gymnase est équipé des derniers équipements de cardio et de musculation. Les clients ayant des objectifs de bien-être personnels à l'esprit ont à leur disposition des entraîneurs certifiés qui peuvent créer et superviser des programmes d'entraînement personnalisés, conçus pour vous motiver et vous pousser au-delà de vos limites.
it: La sala fitness include attrezzature cardio e da pesistica all’avanguardia. Gli ospiti avranno anche la possibilità di usufruire di un istruttore professionale che creerà e supervisionerà programmi di allenamento appositamente per voi, pensati per motivarvi e spingervi oltre i vostri limiti.
ru: В спортзале установлено самое современное оборудование для кардио и силовых тренировок. Гостям с личными оздоровительными целями предоставляются сертифицированные тренеры по фитнесу, которые могут создавать и контролировать индивидуальные программы тренировок, разработанные мотивировать и подтолкнуть вас за пределы ваших возможностей.

source: Hotel Aleksandar - Recreation & sport
de: Hotel Aleksandar - Erholung und Sport
fr: Hotel Aleksandar - Loisirs et sport
it: Hotel Aleksandar - Ricreazione e sport
ru: Отель Александр - Отдых и спорт

source: Recreation & sport
de: Erholung und Sport
fr: Loisirs et sport
it: Ricreazione e sport
ru: Отдых и спорт

source: Guests who opt for an active vacation can make use of our everyday sports programmes: outdoor gym, <a title="Hotel Aleksandar - Beaches&Pools" href="/en/hotel-aleksandar-in-budva/beaches-and-pools/" target="_blank">aqua</a> aerobics, yoga, Pilates, fitness, and table tennis. For further sports recreation, guests can book any of the 11 tennis courts in the immediate vicinity of the hotel at an <a title="HG Budvanska Rivijera - Contact" href="/en/contact/" target="_blank">additional cost</a>.
de: Gäste, die sich für einen aktiven Urlaub entscheiden können jenes unserer täglichen Sportprogramme nutzen: Fitnessstudio im Freien, Wassergymnastik, Yoga, Pilates, Fitness und Tischtennis.
fr: Les clients qui optent pour des vacances actives peuvent utiliser nos programmes sportifs quotidiens: gymnase en plein air, aquagym, yoga, Pilates, fitness et tennis de table.
it: Gli sportivi potranno usufruire di programmi completi, come fitness all’aperto, aerobica acquatica, yoga, pilates, tennis tavolo. Gli amanti del tennis troveranno nelle immediate vicinanze dell’hotel una struttura con ben 11 campi.
ru: Гости, предпочитающие активный отдых, могут воспользоваться нашими ежедневными спортивными программами: тренажерный зал под открытым небом, аквааэробика, йога, пилатес, фитнес и настольный теннис. Кроме того, для спортивного отдыха гости могут за дополнительную плату забронировать любой из 11 теннисных кортов в непосредственной близости от отеля.

source: SHARE THIS ARTICLE:
de: TEILEN SIE DIESEN BLOG:
fr: PARTAGEZ CET ARTICLE:
it: CONDIVIDI QUESTO ARTICOLO
ru: ПОДЕЛИТЕСЬ ЭТОЙ СТАТЬЕЙ:

source: Recent
de: Kürzlich
fr: Récent
it: Recente
ru: Последний

source: READ MORE
de: WEITERLESEN
fr: LIRE LA SUITE
it: LEGGI DI PIÙ
ru: ПОДРОБНЕЕ

source: Recent blog posts
de: Aktuelle Blogs
fr: Articles de blog récents
it: Post di blog recenti
ru: Последние записи в блоге

source: hotel castellastva rooms
de: hotel castellastva unterkunft
fr: hotel aleksandar chambres
it: hotel castellastva camere
ru: отель кастелластва номера

source: The accommodation section of the hotel Castellastva is divided into 6 buildings, so-called depandances: Mare, Kate, Eva, Jana, Ana, and Lux.
de: Der Unterkunftsbereich des Hotels ist in 6 Nebengebäude unterteilt, sogenannte Depandances: Mare, Kate, Eva, Jana, Ana und Lux (neues Depandance-Hotel). Drei neue Fahrstühle bieten unseren Gästen einfachen Zugang zu ihren Zimmern und Suiten. Das Gebäude verfügt über 171 Zimmer und 14 luxuriöse Suiten in der Lux-Dependance. Alle Bereiche (Rezeption, Loungebar, Restaurant, Pool, Wohneinheiten) sind mit WLAN ausgestattet.
fr: La section hébergement de l'hôtel Castellastva est divisée en 6 bâtiments annexes, appelés dépendances: Mare, Kate, Eva, Jana, Ana et Lux.
it: Gli alloggi sono suddivisi in 6 strutture principali, chiamate depandance: Mare, Kate, Eva, Jana, Ana, e Lux.
ru: Секция, где располагаются гости отеля, разделена на 6 дополнительных зданий, так называемых депандансов: Мэри, Кейт, Ева, Яна, Ана и Люкс.

source: Budvanska Rivijera | Hotel Castellastva - Guest Rooms
de: Budvanska Rivijera | Hotel Castellastva - Unterkunft
fr: Budvanska Rivijera | Hotel Castellastva - Chambre d'ami
it: Budvanska Rivijera | Hotel Castellastva - Alloggi
ru: Будванская Ривьера | Отель Кастелластва - Номера для гостей

source: Hotel Castellastva - Overview
de: Hotel Castellastva - Hotelübersicht
fr: Hotel Castellastva - Présentation de l'hôtel
it: Hotel Castellastva - Informazioni generali
ru: Отель Кастелластва - Обзор

source: /en/hotel-castellastva-in-petrovac/overview/
de: /de/hotel-castellastva-in-petrovac/hoteluebersicht/
fr: /fr/hotel-castellastva-a-petrovac/apercu/
it: /it/hotel-castellastva-a-petrovac/informazioni-generali/
ru: /ru/otel-castellastva-v-petrovac/obzor/

source: Hotel Castellastva - Accommodation
de: Hotel Castellastva - Unterkunft
fr: Hotel Castellastva - Hébergement
it: Hotel Castellastva - Alloggi
ru: Отель Кастелластва - Размещение

source: /en/hotel-castellastva-in-petrovac/guest-rooms/
de: /de/hotel-castellastva-in-petrovac/unterkunft/
fr: /fr/hotel-castellastva-a-petrovac/chambre-d-amis/
it: /it/hotel-castellastva-a-petrovac/alloggi/
ru: /ru/otel-castellastva-v-petrovac/nomera/

source: Hotel Castellastva - Restaurants
it: Hotel Castellastva - Ristoranti e Bar
ru: Отель Кастелластва - Рестораны

source: /en/hotel-castellastva-in-petrovac/restaurants-and-bars/
de: /de/hotel-castellastva-in-petrovac/restaurants-und-bars/
fr: /fr/hotel-castellastva-a-petrovac/restaurants-et-bars/
it: /it/hotel-castellastva-a-petrovac/ristoranti-e-bar/
ru: /ru/otel-castellastva-v-petrovac/restorany-i-bary/

source: Hotel Castellastva - Beaches & Pools
de: Hotel Castellastva - Strände und Pools
fr: Hotel Castellastva - Plages et Piscines
it: Hotel Castellastva - Spiagge e piscine
ru: Отель Кастелластва - Пляжи и Бассейны

source: /en/hotel-castellastva-in-petrovac/beaches-and-pools/
de: /de/hotel-castellastva-in-petrovac/straende-und-pools/
fr: /fr/hotel-castellastva-a-petrovac/plages-et-piscines/
it: /it/hotel-castellastva-a-petrovac/spiagge-e-piscine/
ru: /ru/otel-castellastva-v-petrovac/plyazhi-i-basseyny/

source: Hotel Castellastva - Wellness
fr: Hotel Castellastva - Bien-être
ru: Отель Кастелластва - Wellness

source: /en/hotel-castellastva-in-petrovac/wellness-and-spa/
de: /de/hotel-castellastva-in-petrovac/wellness-und-spa/
fr: /fr/hotel-castellastva-a-petrovac/bien-etre-et-spa/
it: /it/hotel-castellastva-a-petrovac/wellness-e-spa/
ru: /ru/otel-castellastva-v-petrovac/sauna-i-spa/

source: Hotel Castellastva - Location
de: Hotel Castellastva - Lage
fr: Hotel Castellastva - Localisation
it: Hotel Castellastva - Posizione
ru: Отель Кастелластва - Местоположение

source: /en/hotel-castellastva-in-petrovac/location/
de: /de/hotel-castellastva-in-petrovac/lage/
fr: /fr/hotel-castellastva-a-petrovac/localisation/
it: /it/hotel-castellastva-a-petrovac/posizione/
ru: /ru/otel-castellastva-v-petrovac/lokaciya/

source: HOTEL CASTELLASTVA
ru: ОТЕЛЬ КАСТЕЛЛАСТВА

source: Hotel Castellastva - Restaurants & Bars
de: Hotel Castellastva - Restaurants
fr: Hotel Castellastva - Restaurants
it: Hotel Castellastva - Ristoranti e Bar
ru: Отель Кастелластва - Рестораны и Бары

source: Hotel Castellastva - Wellness & SPA
de: Hotel Castellastva - Wellness
fr: Hotel Castellastva - Bien-être
it: Hotel Castellastva - Wellness
ru: Отель Кастелластва - Wellness & СПА

source: /en/hotel-castellastva-in-petrovac/location
fr: /fr/hotel-castellastva-a-petrovac/localisation/
it: /it/hotel-castellastva-a-petrovac/posizione/
ru: /ru/otel-castellastva-v-petrovac/lokaciya/

source: The accommodation section of the hotel is divided into 6 annex buildings, so-called depandances of high category, neatily organised in harmoniously manner and sorted by names such as Mare, Kate, Eva, Jana, Ana, and Lux (which is a new hotel depandance).
de: Der Unterkunftsbereich des Hotels ist in 6 Nebengebäude unterteilt, sogenannte Depandances: Mare, Kate, Eva, Jana, Ana und Lux (neues Depandance-Hotel). Drei neue Fahrstühle bieten unseren Gästen einfachen Zugang zu ihren Zimmern und Suiten. Das Gebäude verfügt über 171 Zimmer und 14 luxuriöse Suiten in der Lux-Dependance. Alle Bereiche (Rezeption, Loungebar, Restaurant, Pool, Wohneinheiten) sind mit WLAN ausgestattet.
fr: La section hébergement de l'hôtel Castellastva est divisée en 6 bâtiments annexes, appelés dépendances: Mare, Kate, Eva, Jana, Ana et Lux.
it: Gli alloggi sono suddivisi in 6 strutture principali, chiamate depandance: Mare, Kate, Eva, Jana, Ana, e Lux.
ru: Секция, где располагаются гости отеля, разделена на 6 дополнительных зданий, так называемых депандансов высокой категории, аккуратно организованных в гармоничной манере и отсортированных по таким названиям, как Мэри, Кейт, Ева, Яна, Ана и Люкс.

source: Comfortable rooms with modern design and charming Mediterranean designed balconies with its simplicity offer our guests perfect treatment and rest.
de: Komfortable Zimmer mit modernem Design und charmante Mediterran gestaltete Balkone die mit ihrer Einfältigkeit unseren Gästen perfekte Ruhe bieten.
fr: Des chambres confortables au design moderne et au charme méditerranéen Les balcons conçus avec sa simplicité offrent à nos clients un traitement et un repos parfaits.
it: Camere confortevoli dal design moderno e affascinanti balconi dal design mediterraneo con la sua semplicità offrono ai nostri ospiti un trattamento e un riposo perfetti.
ru: Комфортабельные номера с современным дизайном и очаровательными балконами в средиземноморском стиле с его простотой предлагают нашим гостям идеальное лечение и отдых.

source: Hotel Castellastva - Double Room with Terrace/Balcony
fr: Hotel Castellastva - Bain de vapeur
it: Hotel Castellastva - Camera Doppia Standard con Terrace
ru: Отель Кастелластва - Двухместный номер с террасой/балконом

source: /en/hotel-castellastva-in-petrovac/guest-rooms/double-room-terrace/
de: /de/hotel-castellastva-in-petrovac/unterkunft/doppel-zweibettzimmer-mit-balkon/
fr: /fr/hotel-castellastva-a-petrovac/guest-rooms/chambre-double-avec-balcon/
it: /it/hotel-castellastva-a-petrovac/alloggi/camera-matrimoniale-doppia-con-balcone/
ru: /ru/otel-castellastva-v-petrovac/nomera/dvukhmestnyy-nomer-s-balkonom/

source: Double Room with Terrace/Balcony
fr: Chambre double standard
it: Camera Doppia Standard con Terrace
ru: Двухместный номер с террасой/балконом

source: Hotel Castellastva - De Luxe Apartment with Balcony
fr: Hotel Castellastva - Bain de vapeur
it: Hotel Castellastva - Suite Deluxe con Balcone
ru: Отель Кастелластва - Апартамент Де Люкс с балконом

source: /en/hotel-castellastva-in-petrovac/guest-rooms/deluxe-suite-with-balcony/
de: /de/hotel-castellastva-in-petrovac/unterkunft/deluxe-suite-mit-balkon/
fr: /fr/hotel-castellastva-a-petrovac/guest-rooms/suite-de-luxe-avec-balcon/
it: /it/hotel-castellastva-a-petrovac/alloggi/suite-deluxe-con-balcone/
ru: /ru/otel-castellastva-v-petrovac/nomera/lyuks-s-balkonom/

source: De Luxe Apartment with Balcony
de: Deluxe Suite mit Balkon
fr: Suite de Luxe avec Balcon
it: Suite Deluxe con Balcone
ru: Апартамент Де Люкс с балконом

source: Hotel Castellastva - Family Room
fr: Hotel Castellastva - Salle de sport
ru: Отель Кастелластва - Семейный номер

source: /en/hotel-castellastva-in-petrovac/guest-rooms/family-room/
de: /de/hotel-castellastva-in-petrovac/unterkunft/wohnzimmer/
fr: /fr/hotel-castellastva-a-petrovac/chambre-d-amis/
it: /it/hotel-castellastva-a-petrovac/alloggi/camera-familiare/
ru: /ru/otel-castellastva-v-petrovac/nomera/

source: Hotel Castellastva includes an outdoor swimming pool with a pool bar, discreetly tucked away inside the establishments garden area.
de: Das Hotel Castellastva verfügt über einen Außenpool mit Poolbar.diskret versteckt im Gartenbereich des Hauses.
fr: L'hôtel Castellastva comprend une piscine extérieure avec un bar au bord de la piscine, discrètement nichée dans le jardin des établissements.
it: L’hotel Castellastva include una piscina all’aperto con bar, discretamente posizionati nell’area giardino della struttura.
ru: Отель Кастелластва включает в себя открытый бассейн с баром, незаметно спрятанный в саду отеля.

source: hotel castellastva pools
fr: hotel castellastva piscines
it: hotel castellastva piscine
ru: отель кастелластва бассейны

source: Budvanska Rivijera | Hotel Castellastva - Beaches & Pools
de: Budvanska Rivijera | Hotel Castellastva - Strände und Pools
fr: Budvanska Rivijera | Hotel Castellastva - Plages et Piscines
it: Budvanska Rivijera | Hotel Castellastva - Spiagge e piscine
ru: Будванская Ривьера | Отель Кастелластва - Пляжи и Бассейны

source: Hotel Castellastva - Restaurants&Bars
de: Hotel Castellastva - Restaurants
fr: Hotel Castellastva - Restaurants
it: Hotel Castellastva - Ristoranti e Bar
ru: Отель Кастелластва - Рестораны и Бары

source: Hotel Castellastva - Beaches&Pools
de: Hotel Castellastva - Strände und Pools
fr: Hotel Castellastva - Plages et Piscines
it: Hotel Castellastva - Spiagge e piscine
ru: Отель Кастелластва - Пляжи и Бассейны

source: Hotel Castellastva - Wellness&Spa
de: Hotel Castellastva - Wellness
fr: Hotel Castellastva - Bien-être
it: Hotel Castellastva - Wellness
ru: Отель Кастелластва - Wellness & Спа
