Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: For parents who want peace of mind, we have both indoor playrooms and outdoor playgrounds for their energetic offspring. The indoor playroom of 150 m2 is a colourful kids’ play complex that comes with a baby corner, <a title="Hotel Aleksandar - Beaches&Pools" href="/en/hotel-aleksandar-in-budva/beaches-and-pools/" target="_blank">pools with balls</a>, a multilevel play labyrinth, along with a lot of soft and safe equipment for added fun.
de: Für Eltern die Ruhe suchen haben wir Spielzimmer und Spielplätze im Freien die ihre energiegeladene Kinder nutzen können. Das 150 m² große Spielzimmer ist ein farbenfroher Kinderspielkomplex mit einer Babyecke, Pools mit Bällen, einem mehrstöckigen Spiellabyrinth und viel weicher und sicherer Ausrüstung für zusätzlichen Spaß.
fr: Pour les parents qui veulent la tranquillité d'esprit, nous avons à la fois des salles de jeux intérieures et des aires de jeux extérieures pour leur progéniture énergique. La salle de jeux intérieure de 150 m2 est un complexe de jeux pour enfants coloré qui comprend un coin bébé, des piscines avec des balles, un labyrinthe de jeu à plusieurs niveaux, ainsi que de nombreux équipements doux et sûrs pour plus de plaisir.
it: I genitori in cerca di relax, in particolare, apprezzeranno la presenza di aree gioco per i propri piccoli sia all’interno che all’aperto. In particolare, l’area gioco interna è costituita di un coloratissimo playground di 150 m2, con un angolo baby, vasche palline, labirinto multilivello ed un mucchio di giochi per un divertimento sempre nella massima sicurezza.
ru: Для родителей, которые хотят спокойствия, есть крытые игровые комнаты и детские площадки на открытом воздухе. В крытой игровой комнате площадью 150 м2 есть детский уголок, бассейны с мячом, многоуровневый лабиринт для игр, а также множество мягкого и безопасного оборудования для дополнительных развлечений.

source: Connected to this room is a lively <a title="Hotel Aleksandar - Restaurants&Bars" href="/en/hotel-aleksandar-in-budva/restaurants-and-bars/" target="_blank">bar</a> where parents can relax and drink some coffee while their little ones are having a great time. *These two rooms are also available for birthday parties.
de: Verbunden mit diesem Raum ist eine lebhafte Bar, in der die Eltern sich entspannen und Kaffee trinken können, während sich ihre Kleinen amüsieren. *Beide Räume sind auch für Geburtstagsfeiern verfügbar!
fr: Connecté à cette salle, il y a un bar animé où les parents peuvent se détendre et boire un café pendant que leurs petits s'amusent. *Ces deux salles sont également disponibles pour les fêtes d'anniversaire.
it: Connessa a questa si trova un’area bar dove i genitori possono rilassarsi e bere un caffè mentre i propri piccoli si divertono. Area giochi ed area bar a questa connessa sono disponibili anche per feste di compleanno.
ru: Для родителей малышей есть также бар, соединенный с игровой комнатой, где они могут выпить кофе, пока дети веселятся. * Эти две комнаты также доступны для вечеринок в честь дня рождения.

source: During evening hours it is also parents and elderly guests who can enjoy theme parties, folklore evenings, magician shows, and live <a title="Budvanska Rivijera - Events" href="/en/events/" target="_blank">music performances</a>. The whole agenda is crafted to make vacations fun for both you, and the rest of your family.
de: In den Abendstunden können auch Eltern und ältere Gäste Themenpartys, Folkloreabende, Zaubershows und Live-Musik genießen. Das gesamte Programm ist so zusammengestellt dass sowohl Sie als auch der Rest Ihrer Familie Spaß am Urlaub haben können.
fr: Pendant les heures du soir, les parents et les personnes âgées peuvent également profiter de soirées à thème, de soirées folkloriques, de spectacles de magiciens et de concerts. L'ensemble de l'agenda est conçu pour rendre les vacances amusantes pour vous et le reste de votre famille.
it: Di sera vengono organizzate feste a tema, spettacoli di magia e concerti di musica dal vivo. La programmazione delle attività è pensata per il divertimento di tutti i membri della famiglia, dai più piccoli ai più anziani.
ru: Вечером родители и гости постарше могут насладиться тематическими вечеринками, фольклорными вечерами, волшебными шоу и музыкальными представлениями. Программа разработана так, чтобы отдых был забавным для всех членов семьи.

source: Google Maps Generator by
de: Google Maps Generator von
fr: Générateur Google Maps par
it: Google Maps Generator da
ru: Google Maps Generator от

source: hotel aleksandar apartment
fr: hotel aleksandar spa
ru: отель александр апартамент

source: Budvanska Rivijera | Hotel Aleksandar - Apartment
fr: Budvanska Rivijera | Hotel Aleksandar - Localisation
ru: Будванская Ривьера | Отель Александр - Апартамент

source: APARTMENT
fr: APPARTEMENTS
it: APPARTAMENTI
ru: АПАРТАМЕНТ

source: The comfortable type of accommodation unit brings a dose of luxury and peace. It consists of two rooms, a bedroom and a living room equipped with modern holiday furniture. The possibility of a sofa bed in living room. These apartments are mostly with terrace and most with sea or pool views. Max occupancy - two adults and two children or one adult as a third adult person
de: Der komfortable Typ der Unterkunft bietet beides; Luxus und Ruhe. Es besteht aus zwei Zimmern, einem Schlafzimmer und einem Wohnzimmer, die mit modernen Möbeln ausgestattet sind und die Möglichkeit eines Schlafsofas im Wohnzimmer bietet. Diese Appartements verfügen hauptsächlich über eine Terrasse und die meisten bieten Meer- oder Poolblick. Maximale Belegung: Zwei Erwachsene und zwei Kinder oder ein Erwachsener als dritte erwachsene Person.
fr: Le type d'hébergement confortable apporte une dose de luxe et de paix. Il se compose de deux pièces, une chambre et un salon équipé d'un mobilier de vacances moderne. La possibilité d'un canapé-lit dans le salon. Ces appartements sont pour la plupart avec terrasse et la plupart avec vue sur la mer ou la piscine. Occupation maximale - deux adultes et deux enfants ou un adulte en tant que troisième personne adulte
it: Il tipo confortevole di unità abitativa porta una dose di lusso e pace. Si compone di due stanze, una camera da letto e un soggiorno arredato con mobili moderni per le vacanze. La possibilità di un divano letto in soggiorno. La maggior parte di questi appartamenti sono con terrazza e con vista sul mare o sulla piscina. Occupazione massima - due adulti e due bambini o un adulto come terza persona adulta.
ru: Это комфортное помещение приносит дозу роскоши и покоя. Состоит из двух комнат: спальни и гостиной, обставленных современной мебелью. Есть возможность установки дивана-кровати в гостиной. Эти апартаменты в основном располагают террасой, а из большинства открывается вид на море или бассейн. Максимальное размещение - двое взрослых и двое детей или трое взрослых.

source: Sea or pool
de: Meer und Pool
fr: Piscine extérieure
it: Vista sul mare o sulla piscina
ru: Море или бассейн

source: Hotel Aleksandar is close to many great places, in both Budva and the Montenegrin coastline, that can be reached by foot, car or bus.
de: Das Hotel Aleksandar liegt in der Nähe vieler großartiger Orte, sowohl in Budva als auch in derMontenegrinische Küste, die zu Fuß, mit dem Auto oder mit dem Bus erreichbar ist.
fr: L'hôtel Aleksandar se trouve à proximité de nombreux endroits magnifiques, à Budva et sur la côte monténégrine, accessibles à pied, en voiture ou en bus.
it: L’hotel Aleksandar è vicino molte bellisime attrattive, sia a Budva che lungo la costa montenegrina, raggiungibili a piedi, con l’auto o l’autobus.
ru: Отель Александр находится недалеко от многих замечательных мест, как в Будве, так и на черногорском побережье, до которых можно добраться пешком, на машине или автобусе.

source: hotel aleksandar location
de: hotel aleksandar lage
fr: hotel aleksandar localisation
it: hotel aleksandar posizione
ru: расположение отеля Александр

source: Budvanska Rivijera | Hotel Aleksandar - Location
de: Budvanska Rivijera | Hotel Aleksandar - Lage
fr: Budvanska Rivijera | Hotel Aleksandar - Localisation
it: Budvanska Rivijera | Hotel Aleksandar - Posizione
ru: Будванская Ривьера | Отель Александр - Местоположение

source: How to Find Us
de: So finden Sie uns
fr: Comment nous trouver
it: Come trovarci
ru: Как нас найти

source: A 2-minute walk from <a title="Beaches in Budva" href="https://www.tripadvisor.com/Attractions-g304074-Activities-c61-t52-Budva_Budva_Municipality.html/" target="_blank">Budva Beach</a>, this relaxed seasonal hotel is 2 km from 15th-century <a title="Podmaine Monastery Budva" href="https://www.tripadvisor.com/Attraction_Review-g304074-d7102365-Reviews-Podmaine_Monastery-Budva_Budva_Municipality.html/" target="_blank">Podmaine Monastery</a> and 4 km from the <a title="Aquapark Budva" href="https://www.tripadvisor.com/Attraction_Review-g14779260-d10536640-Reviews-Aquapark_Budva-Podostrog_Budva_Municipality.html/" target="_blank">Aquapark Budva</a>. <br /> Distance from the centre of Budva: 1400 meters<br /> Distance from the <a title="Budva Main Bus Station" href="https://www.google.com/maps/d/u/0/viewer?msa=0&ie=UTF8&t=m&ll=42.288294000000036%%2C18.84060899999995&spn=0.015239%%2C0.027466&z=15&source=embed&mid=1plQW-OOPcncHcDU_WW4cOuIjkF4/" target="_blank">Budva Main Bus Station</a> : 700 meters <br /> Distance from the airports: 16.2 km (<a title="Tivat Airport" href="https://mapcarta.com/18786304/" target="_blank">Tivat Airport</a>), 34 km ( <a title="Podgorica Airport" href="http://www.maplandia.com/serbia-and-montenegro/airports/podgorica-airport/" target="_blank">Podgorica Airport</a>)
de: Nur zwei Minuten entfernt von <a title="Beaches in Budva" href="https://www.tripadvisor.com/Attractions-g304074-Activities-c61-t52-Budva_Budva_Municipality.html/" target="_blank"> Hauptstrand Budva </a>, liegt dieses entspannungsvolle Saisonhotel, dass circa 2 km vom 15. Jahrhundert altem Podmaine Monastery entfernt ist und 4 km vom Wasserpark Budva . <br /> Entfernung vom Zentrum von Budva: 1400 Meter <br /> Entfernung vom Hauptbusbahnhof Budva: 700 Meter <br /> Entfernung von den Flughäfen: 16,2 km (Flughafen Tivat), 34 km ( Flughafen Podgorica)
fr: À 2 minutes à pied de <a title="Plages à Budva" href="https://www.tripadvisor.com/Attractions-g304074-Activities-c61-t52-Budva_Budva_Municipality.html/" target="_blank">Budva Plage</a>, cet hôtel saisonnier décontracté se trouve à 2 km du Monastère de Podmaine et à 4 km du Aquapark Budva. <br /> Distance du centre de Budva: 1400 mètres<br /> Distance de la Gare routière principale de Budva: 700 meters <br /> Distance des aéroports: 16,2 km (Aéroport de Tivat), 34 km ( Aéroport de Podgorica)
it: 2 minuti a piedi da <a title="Beaches in Budva" href="https://www.tripadvisor.com/Attractions-g304074-Activities-c61-t52-Budva_Budva_Municipality.html/" target="_blank">Budva Beach</a>, questo rilassante hotel stagionale si trova a 2 km dal quindicesimo secolo Monastero Podmaine e 4 km dal Aquapark Budva. <br /> Distanza dal centro di Budva: 1400 metri <br /> Distanza da Stazione principale degli autobus di Budva: 700 metri<br /> Distanza dagli aeroporti: 16.2 km (Tivat Airport), 34 km ( Podgorica Aeroporto)
ru: Этот уютный сезонный отель находится в 2 минутах ходьбы от пляжа Будвы, в 2 км от монастыря Подмаине 15 века и в 4 км от аквапарка Будвы. Расстояние от центра Будвы: 1400 метров Расстояние от Главной автобусной станции Будвы : 700 метров Расстояние от аэропортов: 16,2 км (аэропорт Тиват), 34 км ( аэропорт Подгорица)

source: BUS STATION
de: BUSHALTESTELLE
fr: STATION DE BUS
it: STAZIONE DI AUTOBUS
ru: АВТОБУСНАЯ СТАНЦИЯ

source: Budva Main Bus Station
de: Budva Hauptbusbahnhof
fr: Gare routière principale de Budva
it: Principale stazione di autobus di Budva
ru: Главная автобусная станция Будвы

source: 0.7km
ru: 0.7 км

source: CLOSEST AIRPORTS
de: NÄCHSTE FLUGHÄFEN
fr: AÉROPORTS LES PLUS PROCHES
it: AEROPORTI PIÙ VICINI
ru: БЛИЖАЙШИЕ АЭРОПОРТЫ

source: Tivat Airport
de: Flughafen Tivat
fr: Aéroport de Tivat
it: Aeroporto Tivat
ru: Аэропорт Тиват

source: 16.2km
ru: 16.2 км

source: Podgorica Airport
de: Flughafen Podgorica
fr: Aéroport de Podgorica
it: Aeroporto Podgorica
ru: Аэропорт Подгорица

source: 34km
ru: 34 км

source: Dubrovnik Airport
de: Flughafen Dubrovnik
fr: Aéroport de Dubrovnik
it: Aeroporto Dubrovnik
ru: Аэропорт Дубровник

source: 56.9km
ru: 56.9 км

source: MOST POPULAR LANDMARKS
de: DIE BELIEBTESTEN MARKEN
fr: REPÈRES LES PLUS POPULAIRES
it: PUNTI DI RIFERIMENTO PIÙ FAMOSI
ru: САМЫЕ ПОПУЛЯРНЫЕ ДОСТОПРИМЕЧАТЕЛЬНОСТИ

source: Aqua park Budva
ru: Аквапарк Будва

source: 2.1km
ru: 2.1 км

source: Sveti Stefan
it: Sveti Stefan (Santo Stefano)
ru: Святой Стефан

source: 5.1km
ru: 5.1 км

source: Lovcen National Park
fr: Parc national de Lovcen
it: Parco Nazionale Lovcen
ru: Национальный парк Ловчен

source: 12.3km
ru: 12.3 км

source: Kotor Clock Tower
de: Kotor Glockenturm
fr: Tour de l'horloge de Kotor
it: Torre dell&#39;orologio di Kotor
ru: Которская часовая башня

source: 16.6km
ru: 16.6 км

source: CLOSEST LANDMARKS
de: NÄCHSTE MARKEN
fr: MARQUES LES PLUS PROCHES
it: PUNTI DI RIFERIMENTO PIÙ VICINI
ru: БЛИЖАЙШИЕ ДОСТОПРИМЕЧАТЕЛЬНОСТИ

source: Omnia Night Club
de: Omnia Nachtclub
fr: Discothèque Omnia
it: Discoteca Omnia
ru: Ночной клуб Омния

source: 0.8km
ru: 0.8 км

source: Dukley Marina Budva
ru: Dukley Marina Будва

source: 0.9km
ru: 0.9 км

source: Podmaine Monastery
de: Podmaine Kloster
fr: Monastère de Podmaine
it: Monastero Podmaine
ru: Подмаинский монастырь

source: 1.2km
ru: 1.2 км

source: The Church of St.John
de: Die Kirche St.John
fr: L'église Saint-Jean
it: Chiesa di San Giovanni
ru: Церковь святого Иоанна

source: Budva Citadel
de: Budva Zitadelle
fr: Citadelle de Budva
it: Cittadella di Budva
ru: Будва Цитадель

source: 1.3km
ru: 1.3 км

source: Holy Trinity Church
de: Dreifaltigkeitskirche
fr: Église de la Sainte-Trinité
it: Chiesa della Santissima Trinità
ru: Церковь Святой Троицы

source: Mogren Fort
de: Mogren Festung
fr: Fort de Mogren
it: Fortezza di Mogren
ru: Крепость Могрен

source: 2km
ru: 2 км

source: BEACHES IN THE NEIGHBORHOOD
de: STRÄNDE IN DER NACHBARSCHAFT
fr: PLAGES DU QUARTIER
it: SPIAGGE VICINE
ru: ПЛЯЖИ В РАЙОНЕ

source: Slovenska Beach
de: Slovenska Strand
fr: Plage de Slovenska
it: Spiaggia Slovenska
ru: Славянский Пляж

source: 250m
ru: 250 м

source: Pizana Beach
de: Pizana Strand
fr: Plage de Pizana
it: Spiaggia Pizana
ru: Пизана пляж

source: 1km
ru: 1 км

source: Fenix Beach
de: Fenix Strand
fr: Plage de Fenix
it: Spiaggia Fenix
ru: Пляж Феникс

source: 11.1km
ru: 11.1 ка

source: Dukley Beach
de: Dukley Strand
fr: Plage de Dukley
it: Spiaggia Dukley
ru: Пляж Dukley

source: Ricardova Glava Beach
de: Ricardova Glava Strand
fr: Plage de Ricardova Glava
it: Spiaggia Ricardova Glava
ru: Пляж Ричардова Главa

source: Becici Beach
de: Becici Strand
fr: Plage de Becici
it: Spiaggia Becici
ru: Пляж Бечичи

source: 1.4km
ru: 1.4 км

source: Hotel Aleksandar has conference rooms available for the organization of different events. Contact us now and book your next seminar, meeting, etc.
de: Das Hotel Aleksandar verfügt über Konferenzräume für die Organisation von verschiedene Veranstaltungen. Kontaktieren Sie uns jetzt und buchen Sie Ihr nächstes Seminar, Meeting usw.
fr: L'hôtel Aleksandar dispose de salles de conférence pour l'organisation de différents événements. Contactez-nous maintenant et réservez votre prochain séminaire, réunion, etc.
it: L’hotel Aleksandar ha una sala conferenze disponibile per l’organizzazione di eventi. Contattaci ora e prenota il tuo prossimo seminario, riunione, ecc.
ru: Отель Александр располагает конференц-залами для организации различных мероприятий. Свяжитесь с нами прямо сейчас и закажите свой следующий семинар, встречу и т. д.

source: hotel aleksandar conference rooms
de: hotel aleksandar konferenzraeume
fr: hotel aleksandar salles de conférence
it: hotel palas sala conferenze
ru: отель александр конференц-залы

source: Budvanska Rivijera | Hotel Aleksandar - Conference Rooms
de: Budvanska Rivijera | Hotel Aleksandar - Konferenzräume
fr: Budvanska Rivijera | Hotel Aleksandar - Salles de Conference
it: Budvanska Rivijera | Hotel Aleksandar - Sala Conferenze
ru: Будванская Ривьера | Отель Александр - Конференц-залы

source: Meetings
de: Konferenzen
fr: Réunions
ru: Встречи

source: Hotel Aleksandar - Meetings&Events
de: Hotel Aleksandar - Konferenzen und Veranstaltungen
fr: Hotel Aleksandar - Réunions et événements
it: Hotel Aleksandar - Meetings ed Eventi
ru: Отель Александр - Встречи и События

source: Hotel Aleksandar’s exceptional <a title="Hotel Aleksandar - Location" href="/en/hotel-aleksandar-in-budva/location/" target="_blank">position</a> and prime hotel facilities make it an ideal venue for hosting productive board meetings, conferences, interviews, and smaller congresses. It has two air-conditioned conference rooms with high-speed WLAN connection.
de: Die außergewöhnliche Position und die erstklassigen Ausstattungen des Hotels Aleksandar machen es zum idealen Ort für produktive Vorstandssitzungen, Konferenzen, Interviews und kleinere Kongresse.Das Hotel verfügt über zwei klimatisierte Konferenzräume mit Highspeed-WLAN-Verbindung:
fr: La position exceptionnelle de l'hôtel Aleksandar et ses installations hôtelières de premier ordre en font un lieu idéal pour accueillir des réunions de conseil d'administration productives, des conférences, des entretiens et des petits congrès. Il dispose de deux salles de conférence climatisées avec connexion WLAN haut débit:
it: Eccezionale posizione e dotazioni di primo ordine fanno dell’hotel Aleksandar il luogo ideale per ospitare meeting aziendali, conferenze, interviste e piccoli congressi. L’hotel è dotato di due sale conferenza climatizzate e dotate di connessione WIFI ad alta velocità.
ru: Исключительное расположение отеля Александр и превосходные удобства отеля делают его идеальным местом для проведения встреч, конференций, интервью и небольших конгрессов.

source: Hotel Aleksandar - Conference Room
de: Hotel Aleksandar - Konferenzräume
fr: Hotel Aleksandar - Salles de Conference
it: Hotel Aleksandar - Sala Conferenze
ru: Отель Александр - Конференц-залы

source: Conference Room
de: Konferenzraum
fr: Salle de conférence
it: Sala conferenze
ru: Конференц-залы

source: Hotel Aleksandar - Banquet room
de: Hotel Aleksandar - Bankettsaal
fr: Hotel Aleksandar - Salle de banquet
it: Hotel Aleksandar - Sala banchetti
ru: Отель Александр - Банкетный зал

source: Banquet room
de: Bankettsaal
fr: Salle de banquet
it: Sala banchetti
ru: Банкетный зал

source: Hotel Aleksandar - Additional
de: Hotel Aleksandar - Zusätzliche
fr: Hotel Aleksandar - Additionnel
it: Hotel Aleksandar -Addizionale
ru: Отель Александр - Дополнительный

source: Additional
de: Zusätzliche
fr: Additionnel
it: Addizionale
ru: Дополнительный

source: Conference room, with the size of 80 square meters and a capacity of 100 seats is especially suitable for presentations, seminars, workshops, conferences and smaller congresses. It provides state-of-the-art tech and conference equipment such as HD beamers, projector screens, white boards, flip charts, and more upon request.
de: Der Konferenzraum mit einer Größe von 80 Quadratmetern und einer Kapazität von 100 Plätzen eignet sich besonders gut für Präsentationen, Seminare, Workshops, Konferenzen und kleinere Kongresse. Der Raum bietet modernste Konferenztechnik wie HD-Beamer, Projektionsleinwände, Whiteboards, Flipcharts und mehr auf Anfrage.Höhe: 3,00 m; Länge 11,70 m; Breite 7,00 m
fr: I La salle de conférence, d'une superficie de 80 mètres carrés et d'une capacité de 100 places, est particulièrement adaptée aux présentations, séminaires, ateliers, conférences et petits congrès. Elle fournit des équipements de pointe et des équipements de conférence tels que des vidéoprojecteurs HD, des écrans de projection, des tableaux blancs, des tableaux à feuilles mobiles, etc. sur demande.
it: La sala conferenze, con una superficie di 80 metri quadrati e una capacità di 100 posti, è particolarmente adatta per presentazioni, seminari, workshop, conferenze e piccoli congressi. Fornisce tecnologia state-of-the-art e attrezzature per conferenze come videoproiettori HD, schermi per proiettori, lavagne bianche ed a fogli mobili, e molto altro su richiesta.
ru: Конференц-зал площадью 80 квадратных метров и вместимостью 100 мест особенно подходит для проведения презентаций, семинаров, рабочих совещаний, конференций и небольших конгрессов. Он включает в себя самые современные технологии и оборудование для конференций, такие как HD-проекторы, моторизованные экраны, белые доски, флипчаты и другие элементы по требованию.

source: Type of seating
de: Art der Bestuhlung
fr: Type de siège
it: Tipo di posti a sedere
ru: Тип рассадки

source: Number of seats
de: Anzahl der Sitze
fr: Nombre de places
it: Numero di posti
ru: Количество мест

source: T-Shape
de: T-Form
fr: Forme en T
it: T-Forma
ru: T- Форма

source: Classroom
de: Klassenzimmer
fr: Salle de cours
it: Aula
ru: Класс

source: Boardroom
de: Sitzungssaal
fr: Salle de conférence
it: Sala conferenze
ru: Зал для встреч

source: Hollow square
de: Hohles Quadrat
fr: Carré vide
it: Sala riunioni
ru: Полый квадрат

source: Theatre
de: Theater
fr: Théâtre
it: Teatro
ru: Театр

source: Banquet room is a 60 square meters area which capacitates around 50 seats and has the possibility to adjust for various small-scale purposes - from mini meetings, professional lectures and presentations to business lunches or dinners. <br /> Height: 3,00 m; Length 10,50 m; Width 5,90 m.
de: Der Bankettsaal ist 60 Quadratmeter groß und bietet Platz für rund 50 Personen. Er kann für verschiedene Zwecke im kleinen Maßstab eingerichtet werden - von kleinen Besprechungen über professionelle Vorträge und Präsentationen bis hin zu Geschäftsessen oder Abendessen.Höhe: 3,00 m; Länge 10,50 m; Breite 5,90 m
fr: La salle de banquet II est une zone de 60 mètres carrés qui peut Laccueillir environ 50 sièges et a la possibilité de s'adapter à Ldiverses fins à petite échelle - des mini réunions, conférences Let présentations professionnelles aux déjeuners ou dîners d'affaires. <br /> Hauteur: 3,00 m; Longueur 10,50 m; Largeur 5,90 m
it: La sala per banchetti ha una superficie di 60 metri quadrati che può ospitare circa 50 posti a sedere e ha la possibilità di adattarsi per vari scopi - da mini meeting, lezioni e presentazioni professionali a pranzi o cene di lavoro. <br /> Altezza: 3,00 m; Lunghezza 10.50 m; Larghezza 5.90 m.
ru: Банкетный зал площадью 60 квадратных метров и может вместить 50 человек. Он может адаптироваться к различным небольшим событиям - от мини-встреч, экспертных лекций и презентаций до деловых обедов или ужинов. Высота: 3,00м; Длина 10,50м; Ширина 5,90м.

source: Banquet
de: Bankett
it: Banchetto
ru: Банкет

source: Banquet rounds
de: Rundes Bankett
fr: Tours de banquet
it: Tavoli banchetto
ru: Банкетный зал
