Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: Our dining areas are atmospheric by nature; furnished with sophisticated and charming ornamentation, enriched by the savour of exquisite food, therein providing all senses with a vibrant feel. In total, the hotel houses the aforementioned restaurant serving traditional and international cuisine, an aperitif bar, a sandwich bar, and a self-service restaurant. All areas are architecturally designed to replicate the noble and chic, yet traditional look that Budva embodies.
de: Mit der kompletten Renovierung ist das gastronomische Milieu von Budva und Montenegro um ein Lokal reicher geworden. Das Mogren Restaurant, mit den einzigartigen Aromen traditioneller und internationaler Küche, ist ein intimes und örtlich bekanntes Restaurant für seine komfortable Atmosphäre und lässige Stimmung. <br />Insgesamt beinhaltet das Hotel das bereits erwähnte Restaurant mit traditioneller und internationaler Küche, eine Aperitif Bar, eine Sandwichbar und ein Selbstbedienungsrestaurant. Alle Bereiche sind architektonisch so gestaltet dass sie den edlen und schicken, aber dennoch traditionellen Look von Budva wiedergeben. <br />Die Sandwichbar ist mit weiteren Vorteilen ausgestattet und bietet einen Billardtisch für zusätzlichen Spaß, sowie eine Terrasse für Gäste die lieber im Freien speisen. <br />Mit den vorgeschlagenen Degustationsmenüs haben die Gäste die Möglichkeit sich ein eigenes Menü zusammenzustellen! Für Personenvorgruppen kann ein Gruppenmenü mit besonderen Vorteilen erstellt werden. <br />
fr: Le milieu gastronomique de Budva et du Monténégro s'est enrichi pour un endroit reconnu pour ses saveurs uniques de cuisine traditionnelle et internationale, une ambiance intime et une atmosphère globalement confortable.<br /><br /> Au total, l'hôtel abrite le restaurant susmentionné servant une cuisine traditionnelle et internationale, un bar à apéritifs, un bar à sandwich et un restaurant en libre-service. Tous les domaines sont conçus de manière architecturale pour reproduire le look noble et chic, mais traditionnel que Budva incarne. <br /><br /> Le bar à sandwich est livré avec des avantages supplémentaires, nommant une table de billard pour plus de plaisir et une terrasse pour les clients qui préfèrent manger à l'extérieur. <br /><br /> Avec les menus de dégustation proposés, les clients ont la possibilité de créer leur propre menu! Un menu de groupe avec des avantages spéciaux peut être créé pour des pré-groupes de personnes.
it: L’offerta gastronomica di Budva e del Montenegro in genere si è arricchita di internazionalità in questo posto dall’ambiente intimo e dall’atmosfera rilassata. <br /><br /> Il ristorante dell’hotel serve piatti tradizionali ed internazionali, offre un bar per aperitivi e panini, oltre ad un servizio buffet self-service. Tutte le aree sono state disegnate elegantemente riflettendo il look della città stessa di Budva. <br /><br />
ru: Наши обеденные зоны обладают особой атмосферой; они украшены утонченным и очаровательным орнаментом, обогащены вкусом изысканной еды, обеспечивая все чувства живым ощущением. В целом в отеле работает вышеупомянутый ресторан традиционной и интернациональной кухни, аперитив-бар, сэндвич-бар и ресторан самообслуживания. Все районы архитектурно спроектированы так, чтобы воспроизвести благородный и шикарный, но в то же время традиционный вид Будвы.

source: HG Budvanska Rivijera - Restaurants
fr: Budvanska Rivijera | Contactez Nous
it: Budvanska Rivijera | Ristoranti
ru: Гостиничная группа Будванская Ривьера | Рестораны

source: /en/restaurants/
fr: Restaurants
ru: /ru/restorani/

source: HG Budvanska Rivijera - Tennis
de: HG Budvanska Rivijera - Veranstaltungen
fr: HG Budvanska Rivijera - Événements
ru: Гостиничная группа Будванская Ривьера - Теннис

source: Tennis Resort
fr: Station de tennis
ru: Tеннисный курорт

source: Tennis complex Slovenska Plaza is located in the tourist complex Slovenska beach, right next to the main road. The complex consists of 11 drained clay courts and 3 courts covered with asphalt concrete. The central court has a stand with 300 seats. Bocce courts are located at Slovenska Beach and consists of four bowling tracks processed gravel, the space for 200 people and additional facilities.
de: Der Tenniskomplex Slovenska Plaza befindet sich im gleichnamigen Touristenkomplex, direkt an der Hauptstraße. Der Komplex besteht aus 11 Sandplätzen und 3 Spielplätzen die mit Asphaltbeton bedeckt sind. Der zentrale Spielplatz hat einen Stand mit 300 Sitzplätzen. Boccia-Plätze befinden sich am Strand von Slovenska und bestehen aus vier Bowlingbahnen mit verarbeitetem Kies, Platz für 200 Personen und anderen, zusätzlichen Einrichtungen.
fr: Le complexe de tennis Slovenska Plaza est situé sur la plage du complexe touristique Slovenska, juste à côté de la route principale. Le complexe se compose de 11 courts en terre battue drainée et 3 courts recouverts de béton bitumineux. La cour centrale dispose d'un stand de 300 places. Les terrains de pétanque sont situés sur la plage de Slovenska et se composent de quatre pistes de bowling en gravier traité, de l'espace pour 200 personnes et d'installations supplémentaires.
it: Il campo da tennis Slovenska Plaza si trova nel complesso turistico della Slovenska plaza, proprio accanto alla strada principale. Il complesso è composto da 11 campi in terra battuta e 3 campi di asfalto verniciato. Il tribunale centrale ha uno stand con 300 posti a sedere. I campi da bocce si trovano sulla Slovenska plaza e sono composti da quattro piste da bowling, lo spazio per 200 persone e strutture aggiuntive.
ru: Теннисный комплекс расположен в отеле Словянский Пляж, в непосредственной близости от главной дороги. Комплекс состоит из 11 грунтовых кортов и 3 кортов, покрытых асфальтобетоном. Центральный корт имеет трибуну на 300 мест. Корты для игры в боччу расположены на Славянском пляже и состоят из четырех дорожек для боулинга, сделанных их гравия, предусмотрены на 200 мест и дополнительных сооружений.

source: After a long day of hiking, swimming, diving or just sunbathing, many of us look for an oasis of tranquillity where we can recharge and reactivate our body for new adventures. This is why our facilities contain wellness centres for added relaxation moments where guests have the option to indulge in massages that range from oriental to therapeutic, with all practices being conducted by licenced professionals. The majority of our hotels feature additional services such as beauty salons, recreational facilities, and other amenities that promise a calming ambiance for holidays you’ve been waiting for so long.
de: Wählen Sie eine unserer Wellness-Behandlungen und leiten Sie Ihre Sinne in den exotischen Orient. Unsere professionellen Massagisten sorgen für sensationelle Dienstleistungen wie Hot-Stone-Massagen, Detox-Rückenmassagen, Aromasoul-Araber-Behandlungen und vieles mehr.
fr: Après une longue journée de randonnée, de natation, de plongée ou tout simplement de bronzage, beaucoup d'entre nous recherchent une oasis de tranquillité où nous pouvons nous ressourcer et réactiver notre corps pour de nouvelles aventures. C'est pourquoi nos installations contiennent des centres de bien-être pour des moments de détente supplémentaires où les clients ont la possibilité de se livrer à des massages allant de l'oriental à la thérapeutique, toutes les pratiques étant menées par des professionnels agréés. La majorité de nos hôtels proposent des services supplémentaires tels que des salons de beauté, des installations de loisirs et d'autres équipements qui promettent une ambiance apaisante pour des vacances que vous attendez depuis si longtemps.
it: Dopo una lunga giornata di scalate, nuoto, immersioni o anche solo spesa a prendere il sole in spiaggia, molti di noi cerchiamo un’oasi di tranquillità dove poter ricaricare il proprio corpo per nuove avventure. A questo scopo, offriamo un centro benessere per i momenti di relax con massaggi, da quelli orientali a quelli terapeutici, tutti condotti da professionisti certificati. La maggior parte dei nostri hotel include servizi aggiuntivi come trattamenti di bellezza, servizi ricreativi ed altri che promettono di regalare quella vacanza che hai sempre sognato.
ru: После долгого дня походов, плавания, дайвинга или просто принятия солнечных ванн многие из нас ищут оазис безмятежности, где можно “подзарядить батарейки” и восстановить наше тело для новых приключений. Вот почему в нашем отеле есть оздоровительный (wellness) центр, где гости могут побаловать себя массажами (от восточного до лечебного массажа), которые делают лицензированные специалисты. Большинство наших отелей предоставляют дополнительные услуги, такие как косметические и другие процедуры, которые обещают успокаивающую атмосферу для долгожданного отдыха.

source: The beautiful setting of our hotels make for a great venue to organize different events. Green areas with mesmerizing viewpoints or breath-taking sunsets reflected in the sea are what newlyweds are looking for when trying to capture the most beautiful moments on the most important day of their lives. Our Hotel Group recognized this potential and acted accordingly; appointing high-quality event managers, providing customized full-service catering, decorating all areas according to your preferences, and much more.
de: Die vorteilhafte Lage des Hotels und die vielen hervorragenden Einrichtungen machen es zu einem sehr interessanten Veranstaltungsort für verschiedene Seminare, Tagungen und Kongresse. <br />Unsere Mehrzweckräume sind auch für besondere Anlässe wie Hochzeitszeremonien geeignet. Aus diesem Grund möchten wir auf die Organisation von Hochzeiten hinweisen. Ob groß oder klein, traditionell oder etwas modischer - wir können alles nach Ihren Wünschen arrangieren.
fr: Le cadre magnifique de nos hôtels en fait un lieu idéal pour organiser différents événements. Les espaces verts avec des points de vue fascinants ou des couchers de soleil à couper le souffle reflétés dans la mer sont ce que les jeunes mariés recherchent lorsqu'ils tentent de capturer les plus beaux moments le jour le plus important de leur vie. Notre groupe hôtelier a reconnu ce potentiel et a agi en conséquence; nommer des gestionnaires d'événements de haute qualité, fournir une restauration complète et personnalisée, décorer toutes les zones selon vos préférences, et bien plus encore.
it: Il magnifico contest dei nostri hotel ne fanno il luogo ideale per i diversi tipi di eventi. Le aree verdi con una gran vista sul tramonto riflesso sull’acqua è quanto più apprezzano i novelli sposi per catturare in modo idilliaco i momenti più speciali della loro vita. Il nostro gruppo, consapevole di ciò, ha reclutato degli event manager che offrono un servizio chiavi in mano, dal decorare l’intera area al servizio del catering.
ru: Красивая обстановка наших отелей делает их отличным местом для организации различных мероприятий. Зеленые площадки с захватывающими дух видами и закатами, отражающимися в море это то, что молодожены ищут, пытаясь запечатлеть самые прекрасные моменты в самый важный день своей жизни. Наша гостиничная группа осознала этот потенциал и сделала все, чтобы его реализовать, назначив высококлассных менеджеров по организации мероприятий, предоставляя индивидуальные услуги для праздничных ужинов, декорирование зала в соответствии с вашими пожеланиями и многое другое.

source: News & Events
de: Nachrichten und Veranstaltungen
fr: Nouvelles et Événements
it: Notizie ed Eventi
ru: Новости и Cобытия

source: Join Our Community
de: Folgen Sie uns
fr: Rejoignez notre communauté
it: Entra a far parte della nostra community
ru: Присоединяйтесь к нашему сообществу

source: Sign Up for Special Offers
de: Melden Sie sich für Sonderaktionen an
fr: Inscrivez-vous pour des offres spéciales
it: Iscriviti per le offerte speciali
ru: Подпишитесь на специальные предложения

source: Your e-mail
de: Ihre Emailadresse
fr: Votre e-mail
it: La tua e-mail
ru: Ваш электронный адрес

source: SUBSCRIBE
de: ABBONIEREN
fr: SOUSCRIRE
it: SOTTOSCRIVITI
ru: ПОДПИСАТЬСЯ

source: View Budvanska Rivijera Instagram Gallery
de: Instagram-Galerie von Budvanska Rivijera
fr: Voir la galerie Instagram de Budvanska Rivijera
it: Seguici Instagram di Budvanska Rivijera
ru: Посмотреть галерею Будванская Ривьера в Инстаграме

source: Check our hotel locations
de: Hotel Lage
fr: Hotel Mogren Localisation
it: Vedi le posizioni dei nostri hotel
ru: Посмотреть местоположение наших отелей

source: Our hotels are located by the sea in the most attractive locations in Budva and Petrovac
de: Unsere Hotels befinden sich am Meer in den attraktivsten Lagen von Budva und Petrovac
fr: Nos hôtels sont situés en bord de mer dans les endroits les plus attractifs de Budva et Petrovac
it: I nostri hotel sono situati vicino al mare nelle località più attraenti di Budva e Petrovac
ru: Наши отели расположены у моря в самых привлекательных местах в Будве и Петроваце

source: hotel group budvanska rivijera about
de: hotelgruppe budvanska rivijera über uns
fr: hotel group budvanska rivijera nous connaître
it: hotel group budvanska rivijera info sul gruppo
ru: гостиничная группа Будванская Ривьера о

source: Budvanska Rivijera Hotel Group, is a major tourism company in Montenegro with the longest and richest history of providing hospitality services in the region.
de: Die Budvanska Rivijera Hotel Group ist ein bedeutendes Tourismusunternehm en in Montenegro mit der längsten und reichsten Geschichte der Bereitstellung von Hoteldienstleistungen in der Region.
fr: Budvanska Rivijera Hotel Group, est une importante entreprise touristique au Monténégro avec la plus longue et la plus riche histoire de prestation de services d'accueil dans la région.
it: Il Budvanska Rivijera Hotel Group è una delle maggiori compagnie turistiche in Montenegro, con il più lungo e ricco trascorso nell’industria dell’hospitality della regione.
ru: Гостиничная группа Будванская Ривьера является крупной туристической компанией в Черногории с самой длинной и богатой историей предоставления гостиничных услуг в регионе.

source: Budvanska Rivijera | About Us
de: Budvanska Rivijera | Über uns
fr: Budvanska Rivijera | Nous connaître
it: Budvanska Rivijera | Info sul gruppo
ru: Будванская Ривьера | О нас

source: About Us
de: Über uns
fr: À propos de nous
it: Info sul gruppo
ru: О нас

source: Budvanska Rivijera Hotel Group, JSC spread across 5 hotels, is the major tourism company in Montenegro. The long and rich history of providing hospitality services enforces the hotel group’s brand image, for which it is being recognised in the European tourism market.
de: Mit genau 3.866 Betten in 5 Hotels gilt die Aktiengesellschaft Budvanska Rivijera als eines der größten Tourismusunternehmen in Montenegro. Was die Erfolgsbilanz noch reichhaltiger macht, und sogar verstärkt ist Hotel- und Gastgewerbe in höchster Qualität.
fr: Le groupe hôtelier Budva Riviera JSC avec 3 886 lits a été transféré dans 5 hôtels en tant que plus grande entreprise touristique du Monténégro. La longue et riche histoire des services de restauration a créé l'image de marque du groupe hôtelier qui la rend reconnaissable sur le marché touristique européen.
it: Il “Budvanska Rivijera Hotel Group JSC”, con I suoi 3.866 posti letto in ben 5 hotel, è il gruppo turistico più importante del Montenegro. La sua lunga tradizione nell’offrire ospitalità è ormai riflessa nel suo stesso brand, ampliamente noto nel mercato turistico europeo.
ru: Гостиничная группа Будванской Ривьеры, располагающая 3866 местами в 5 отелях, является крупнейшей туристической компанией в Черногории. Длинная и богатая история предоставления гостиничных услуг укрепляет имидж бренда гостиничной группы,за что она получила признание на европейском туристическом рынке.

source: Breath-taking sites, supreme services, imaginative and delicious cuisine, attentive approach by all hosts, eco and family-friendly business orientation, and the abundance of culture and entertainment events make for an enviable reputation of the Hotel Group.
de: Atemberaubende Orte, erstklassiger Service, einfallsreiche und köstliche Gerichte, die achtsame Herangehensweise aller Gastgeber, umwelt- und familienfreundliche Geschäftsorientierung sowie der Reichtum an Kultur- und Unterhaltungsveranstaltungen tragen zu einem beneidenswerten Ruf der Hotelgruppe bei.
fr: Les sites ahurissantes, des services suprêmes, une cuisine imaginative et délicieuse, une approche attentive de tous les hôtes, une orientation commerciale écologique et familiale, et une abondance d'événements culturels et de divertissement font une réputation enviable pour le groupe hôtelier.
it: Luoghi che lasciano senza fiato, servizi di eccellenza, cucina creativa e squisita, un approccio che vede sempre il cliente al centro, un ambiente orientato alle famiglie ed all’ecosostenibilità, oltre all’abbondanza di eventi culturali e ricreativi, hanno confermato la fama di questo gruppo negli anni.
ru: Захватывающие дух виды, превосходное обслуживание, оригинальная и вкусная кухня, внимательный подход, ориентирование на семью, обилие культурных и развлекательных мероприятий создают завидную репутацию гостиничной группы.

source: The hotel group concurrently manages and operates 5 hotels:
de: Die Hotelgruppe verwaltet und betreibt gleichzeitig 6 Hotels:
fr: Le groupe hôtelier 5 hôtels de la région:
it: Il Gruppo gestisce ed opera direttamente 5 hotel:
ru: Группа отелей одновременно управляет 5 отелями:

source: Palas Hotel (4*+) and Palas Lux, Petrovac, 219 accommodation units
de: Palas Hotel (4 *), Petrovac, 171 Wohneinheiten;
fr: Palas Hotel (4 *), Petrovac, 171 unités d'hébergement
it: Palas Hotel (4 stelle),e Palas Lux, situato a Petrovac, con 219 alloggi
ru: Отель Палас (4*+) и Палас Люкс, Петровац, 219 единиц размещения

source: Slovenska Plaza 3* and 4*, 1016 accommodation units
de: Slovenska Plaza Tourist Development (3 * + 4 *), Budva, 1069 Wohneinheiten;
ru: Славянский Пляж (3* и 4*), Будва, 1016 единиц размещения

source: Aleksandar Hotel 4*, Budva, 187 units
de: Aleksandar Hotel (3 *), Budva, 219 Wohneinheiten
fr: Aleksandar Hotel (3*), Budva, 219 unités d'hébergement
it: Aleksandar Hotel (4 stelle), situato a Budva, con 187 alloggi
ru: Отель Александр (4*), Будва, 187 единиц размещения

source: Castellastva Hotel (4*), Petrovac, 185 accommodation units
de: Castellastva Hotel (4 *), Petrovac, 185 Wohneinheiten
fr: Hôtel Castellastva (4 *), Petrovac, 185 unités d'hébergement
it: Castellastva Hotel (4 stelle), situato a Petrovac, con 185 alloggi
ru: Отель Кастелластва (4*), Петровац, 185 единиц размещения

source: and hotel Mogren (under the reconstruction, and it suppose this hotel with luxury contents get (or become) 5* level)
de: und Hotel Mogren (es wird angenommen dass dieses Hotel im Umbau mit Luxusinhalten 5 * Level erreicht (oder wird))
fr: et l'hôtel Mogren (en cours de reconstruction, et cela suppose que cet hôtel au contenu de luxe obtienne (ou devienne) un niveau 5 *)
it: e il hotel Mogren (sotto la ricostruzione, e si suppone che questo hotel con contenuti di lusso ottenga (o diventi) livello 5*)
ru: и отель Могрен (в процессе реконструкции, и предполагается, что этот отель с роскошным содержанием получит 5 звезд)

source: In addition to providing supreme services, all hotels pride themselves with exquisite locations – in the immediate vicinity of sandy, pebble, and concrete beaches – making offers of Budvanska Rivijera even more enticing to travellers who seek both: relaxation and activity.
de: Alle Hotels bieten nicht nur erstklassigen Service, sondern sind auch stolz auf ihre hervorragende Position - in unmittelbarer Nähe von Sand-, Kies- und Betonstränden -, was die Angebote von Budvanska Rivijera für Reisende noch verlockender macht.
fr: En plus d'offrir des services de qualité supérieure, tous les hôtels offrent des emplacements exceptionnels - à proximité des plages de sable, de galets et de béton - qui rendent la Riviera de Budva encore plus attrayante pour les touristes en quête de détente ou de plaisir.
it: Oltre che per il servizio di eccellenza, tutti gli hotel offrono una location di primo ordine – nelle immediate vicinanze di spiagge sia sabbiose che con ciottoli – rendendo l’esperienza degli ospiti del Budvanska Rivijera ancor più appagante, sia in termini di relax che di attività svolgibili nelle strutture e nelle immediate adiacenze.
ru: В дополнение к предоставлению первоклассных услуг, все отели гордятся собой благодаря изысканному расположению - находятся в непосредственной близости от песчаных, галечных и бетонных пляжей - делая предложения Будванской Ривьеры еще более привлекательными для путешественников, которые ищут и отдых, и активность.

source: Leader in the country
de: Der Leader im Land
fr: Leader dans le pays
it: Leader nello Stato
ru: Лидер страны

source: Currently, the Hotel Group Budvanska Rivijera enjoys being the largest enterprise of its kind in Montenegro, employing around 200 permanent workers along with seasonal labour expanding the total workforce to more than 600 – all with the aspiration to serve the needs of our guests.
de: Gegenwärtig ist die Hotelgruppe Budvanska Rivijera das größte Unternehmen seiner Art in Montenegro. Sie beschäftigt rund 270 festangestellte Mitarbeiter und nach Bedarf auch Saisonarbeiter.
fr: Actuellement, le groupe hôtelier Budva Riviera jouit d'être la plus grande entreprise du genre au Monténégro, employant environ 270 travailleurs permanents ainsi qu'une main-d'œuvre saisonnière - selon les besoins.
it: Ad oggi l’Hotel Group Budvanska Rivijera è il più importante del suo settore in Montenegro. Vanta 270 dipendenti stabili, oltre a quelli stagionali assunti secondo necessità.
ru: В настоящее время гостиничная группа Будванская Ривьера является крупнейшим предприятием такого рода в Черногории, где работает около 200 постоянных работников наряду с сезонной рабочей силой, расширяя общую численность рабочей силы до более чем 600 человек – и все это с целью удовлетворения потребностей наших гостей.

source: The joint stock company is majority-owned by the state and, as such, makes considerable efforts to ensure a high-quality promotion of the destinations it belongs to.
de: Die Aktiengesellschaft befindet sich im Mehrheitsbesitz des Staates und unternimmt daher erhebliche Anstrengungen um eine qualitativ hochwertige Vermarktung der Destinationen, zu denen sie gehört, sicherzustellen.
fr: La société par actions est majoritairement détenue par l'État et, à ce titre, déploie des efforts considérables pour assurer une promotion de haute qualité des destinations auxquelles elle appartient.
it: Il gruppo rappresenta una joint-venture a partecipazione maggioritaria statale. In quanto tale, investe considerevoli energie nella promozione di alta qualità della destinazione a cui appartiene.
ru: Акционерное общество является мажоритарным акционером государства и, как таковое, прилагает значительные усилия для обеспечения качественного продвижения направлений, к которым оно относится.
