Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: As soon as you step in, you’ll be able to enjoy a newly decorated reception area with a spacious and opulently furnished lobby. Accessible directly via our lobby is an airy and peaceful atrium that’s centrally positioned and decorated with various plants, a fountain, and bistro tables for the perfect eating or wine tasting experience.
de: Sobald Sie eintreten können Sie einen neu eingerichteten Rezeptionsbereich mit einer geräumigen und opulent eingerichteten Lobby genießen. Über unsere Lobby gelangen Sie direkt in ein luftiges und ruhiges Atrium, das zentral gelegen und mit verschiedenen Pflanzen, einem Springbrunnen und Bistrotischen dekoriert ist, damit Sie in einer perfekten Umgebung essen oder Wein probieren können.
fr: Dès votre arrivée, vous pourrez profiter d'un espace de réception nouvellement décoré avec un espace spacieux et un hall meublé avec opulence. Accessible directement via notre hall d'entrée est un atrium aéré et paisible qui est positionné au centre et décoré avec diverses plantes, une fontaine et des tables de bistrot pour l'expérience culinaire ou dégustation de vin parfaite.
it: Già all’ingresso noterai una reception decorata a nuovo ed un atrio spazioso e sontuosamente arredato, posizionato centralmente, che mostra varie piante, una fontana e dei tavoli bistro per una piacevole esperienza di degustazione di cibi e bevande.
ru: Как только вы войдете в отель, вас встретит отремонтированная стойка регистрации с просторным и богато оформленным вестибюлем. К вестибюлю примыкает атриум, который расположен в центре и украшен различными растениями, фонтаном и столиками бистро, где можно насладиться едой или дегустацией вин.

source: Finest spot for visitors
de: Schönster Ort für Besucher
fr: Le meilleur endroit pour les visiteurs
it: Siti consigliati ai visitatori
ru: Лучшее место для посетителей

source: What makes the hotel a primary destination for both tourists and locals is our famous veranda section where guests can dine outside while looking at ships leaving the <a title="Marina Budva" href="https://www.yachtagent.me/marina-budva.html/" target="_blank">marina</a>, listening to seagulls sing, and enjoying cooling refreshments.
de: Was das Hotel zu einem primären Ziel für Touristen und Einheimische macht ist unsere berühmte Veranda. Hier können Gäste draußen speisen während sie Schiffe beobachten die den Yachthafen verlassen, oder den Gesang der Möwen belauschen und kühle Erfrischungen genießen.
fr: Ce qui fait de l'hôtel une destination de choix pour les touristes et les locaux est notre célèbre section véranda où les clients peuvent dîner à l'extérieur tout en regarder les navires quittant la marina, écouter les mouettes chanter, et profiter de rafraîchissements rafraîchissants.
it: Ciò che rende l'hotel una destinazione principale sia per i turisti che per i locali è la nostra famosa veranda dove gli ospiti possono cenare all'aperto mentre guardano le navi che lasciano marina, ascoltando i canti dei gabbiani e godendosi rinfrescanti piacevoli.
ru: Что делает отель популярным как для туристов, так и для местных жителей, так это наша знаменитая часть террасы, где гости могут обедать на улице, наблюдая, как лодки выходят из гавани, наслаждаясь напитками и слушая пение чаек.

source: The terrace functions as a City Café, carrying lyric emotions when looking towards the main square in front of the <a title="Budva old Town" href="https://www.visit-montenegro.com/destinations/budva/attractions/old-town/" target="_blank">Old Town</a>, where numerous manifestations, such as the Song of the Mediterranean, the <a title="Day of horse mackerel" href="https://www.tasteatlas.com/dan-siruna/" target="_blank">Fish Festival</a>, the Carnival, New Year's Eve Celebration and many other events have been traditionally organized and held.
de: Die Terrasse wirkt als ein Stadtcafé das beim Blick auf den Hauptplatz, vor der Altstadt, lyrische Emotionen hervorruft. Hier finden zahlreiche Ereignise statt wie das <a title="Day of horse mackerel" href="https://www.tasteatlas.com/dan-siruna/" target="_blank">Fishfest</a>, mehrere Karnevale, das berühmte Silvesterfest und viele andere Veranstaltungen die traditionell organisiert durchgeführt werden.
fr: La terrasse fonctionne comme un City Café, transportant des émotions regardant vers la place principale en face de la Vieille ville, où de nombreuses manifestations, comme le chant de la Méditerranée, la <a title="Day of horse chackerel" href="https://www.tasteatlas.com/dan-siruna/" target="_blank"> Fête du poisson </a>, le carnaval, la célébration du nouvel an et de nombreux autres événements traditionnellement organisées et organisées.
it: Sulla terrazza si trova il City Café, che porta le emozioni liriche guardando verso la piazza principale di fronte alla Città Vecchia, dove si organizzano tradizionalmente numerose manifestazioni come la Canzone del Mediterraneo, la <a title="Day of horse mackerel" href="https://www.tasteatlas.com/dan-siruna/" target="_blank">Festa del pesce</a>, il Carnevale, la festa di Capodanno e molti altri eventi.
ru: Терраса функционирует как городская таверна и вызывает лирические эмоции, когда вы смотрите на главную площадь перед Старым городом, где проводились многочисленные мероприятия, такие как Песня Средиземноморья, Рыбный фестиваль, карнавал, празднование Нового года и многие другие мероприятия, которые традиционно организуются и проводятся прямо здесь.

source: From May 20, 2018, the City Café continues to work in new ruins - after the completed adaptation, this cult place of the city of <a title="Budva, Montenegro" href="https://en.wikipedia.org/wiki/Budva/" target="_blank">Budva</a> has received a new redesigned appearance while at the same time retaining the traditional Mediterranean feel which had made it distinguishable for years.
de: Ab dem 20. Mai 2018 arbeitet das Stadtcafé in neuen Ruinen weiter. Nach der abgeschlossenen Umgestaltung hat dieser Kultort der Stadt Budva ein neues Erscheinungsbild erhalten und gleichzeitig das traditionelle mediterrane Flair bewahrt (das ihn jahrelang unverwechselbar gemacht hat).
fr: Depuis le 20 mai 2018, le City Café continue de travailler dans de nouvelles ruines - après l'adaptation terminée, ce lieu culte de la ville de Budva a a reçu une nouvelle apparence repensée tout en conservant la sensation méditerranéenne traditionnelle qui le rendait reconnaissable pour années.
it: Dal 20 maggio 2018, il City Café continua a lavorare sulle nuove rovine - dopo l'adattamento completato, questo luogo di culto della città di Budva ha ricevuto un nuovo aspetto ridisegnato, pur mantenendo l'aspetto mediterraneo tradizionale che l'aveva reso distinguibile per anni.
ru: С 20 мая 2018 года городская таверна продолжает работать в новом виде - после ремонта это культовое место Будвы приобрело новый обновленный вид и в то же время сохранило традиционную средиземноморскую атмосферу, благодаря которой оно было признано на долгие годы.

source: The hotel boasts two terraces with 800 seats in total, a shop with delicious home-made pastry and a <a title="Hotel Mogren - Restaurants" href="/en/hotel-mogren-in-budva/restaurants-and-bars/" target="_blank">restaurant</a>, among many other amenities.
de: Das Hotel verfügt über zwei Terrassen mit insgesamt 800 Plätzen, einem Geschäft mit köstlichem hausgemachtem Gebäck, einem Uhrengeschäft und einem <a title="Hotel Mogren - Restaurants" href="/en/hotel-mogren-in-budva/restaurants-and-bars/" target="_blank">Restaurant</a>, sowie vielen weiteren Annehmlichkeiten.
fr: L'hôtel possède deux terrasses de 800 places au total, une boutique avec de délicieuses pâtisseries maison et un <a title = "Hotel Mogren - Restaurants" href = "/en/hotel-mogren-in-budva/restaurants-and-bars/" target = "_ blank" > restaurant </a>, parmi de nombreux autres commodités.
it: L'hotel tiene due terrazze con 800 posti a sedere in totale, un negozio con deliziosa pasticceria fatta in casa e un <a title="Hotel Mogren - Restaurants" href="/en/hotel-mogren-in-budva/restaurants-and-bars/" target="_blank">ristorante</a>, tra molti altri servizi.
ru: В отеле есть две террасы на 800 мест, магазин с вкусной домашней выпечкой, а также ресторан и другие удобства.

source: Counting as one of the oldest buldings in <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> comes with some benefits – everything has been built around this very place.
de: Es kommt mit Vorteilen als eines der ältesten Gebäude in Budva zu gelten. Nämlich, alles wurde um dieses Hotel herum gebaut.
fr: Comptant comme l'un des bâtiments les plus anciens de Budva offre certains avantages - tout a été construit autour de cet endroit.
it: Essendo considerato uno degli edifici più antichi di Budva offre certi vantaggi - tutto è stato costruito proprio attorno a questo luogo.
ru: Поскольку отель является одним из старейших зданий Будвы, все построено вокруг этого места, что является большим преимуществом.

source: "That’s why in no time you can reach one interesting point after the other. Staying in our hotel doesn’t simply imply excellent services with great amenities, but a vacation full of activity and memories to be made."
de: Es kommt mit Vorteilen als eines der ältesten Gebäude in Budva zu gelten. Nämlich, alles wurde um dieses Hotel herum gebaut. <br />Deshalb können Sie von hieraus in kürzester Zeit einen interessanten Punkt nach dem anderen erreichen. Ein Aufenthalt in unserem Hotel bedeutet nicht nur exzellenten Service mit großartigen Annehmlichkeiten, sondern auch einen Urlaub voller Aktivitäten und Erinnerungen. <br />
fr: Le fait de compter comme l'un des plus anciens bâtiments de Budva présente certains avantages: tout a été construit autour de cet endroit. <br /> <br /> "C'est pourquoi en un rien de temps, vous pouvez atteindre un point intéressant après l'autre. Séjourner dans notre hôtel ne signifie pas simplement d'excellents services avec de superbes équipements, mais des vacances pleines d'activité etsouvenirs à faire."
it: Essendo uno degli edifici più antichi di Budva, tutto fu costruito attorno a questo posto. <br /> <br /> Per questo è possibile raggiungere molti siti interessanti in un attimo. Soggiornare nel nostro hotel non vuol dire solo regalarsi un servizio d’eccellenza, ma una vacanza ricca di attività e ricordi da portarsi sempre con sé.
ru: Таким образом, вы можете добраться от одной интересной достопримечательности к другой всего за несколько минут. Пребывание в нашем отеле учитывает не только отличные услуги с прекрасными удобствами, но и отдых, полный мероприятий и создание прекрасных воспоминаний. <br /> "Вот почему в одно мгновение вы можете перейти от одного интересного места до другого. Пребывание в нашем отеле - это не просто первоклассные услуги с отличными удобствами, но и отдых, полный интересных событий и воспоминаний."

source: hotel mogren location
de: hotel mogren lage
fr: hotel mogren localisation
it: hotel mogren posizione
ru: отель могрен местоположение

source: Hotel Mogren is directly looking at the Adriatic Sea and Budva's Old Town. Besides that, many other notable landmarks are within reach from here.
de: Das Hotel Mogren blickt direkt auf die Adria und die Altstadt von Budva. Außerdem sind von hier aus viele andere bemerkenswerte Sehenswürdigkeiten in Reichweite.
fr: L'hôtel Mogren donne directement sur la mer Adriatique et la vieille ville de Budva. En plus de cela, de nombreux autres sites remarquables sont à portée d'ici.
it: L’hotel Mogren gode di un affaccio sul Mar Adriatico e sulla città vecchia di Budva. A parte questo, altri notabili posti sono facilmente raggiungibili da qui.
ru: Из отеля Могрен открывается прямой вид на Адриатическое море и Старый город Будвы. Кроме того, многие другие известные достопримечательности находятся в пределах досягаемости.

source: Budvanska Rivijera | Hotel Mogren - Location
de: Budvanska Rivijera | Hotel Mogren - Lage
fr: Budvanska Rivijera | Hotel Mogren - Localisation
it: Budvanska Rivijera | Hotel Mogren - Posizione
ru: Будванская Ривьера | Отель Могрен - Местоположение

source: 19.9 km
ru: 19.9 км

source: 61.2 km
ru: 61.2 км

source: 70 km
ru: 70 км

source: 8.5 km
ru: 8.5 км

source: Aqua Park Budva
de: Wasserpark in Budva
ru: Аквапарк Будва

source: 2.7 km
ru: 2.7 км

source: 23.9 km
ru: 23.9 км

source: Sea Gate - Main Entrance
de: Seetor - Haupteingang
fr: Sea Gate - Entrée principale
it: Sea Gate - Entrata principale
ru: Морские ворота - главный вход

source: 48.2 km
ru: 48.2 км

source: 0.1 km
ru: 0.1 км

source: 0.2 km
ru: 0.2 км

source: 0.6 km
ru: 0.6 км

source: 1.4 km
ru: 1.4 км

source: 1.8 km
ru: 1.8 км

source: 2.5 km
ru: 2.5 км

source: Ricardova Glava Beach Golden sand <br /> Swimming, Food and drink
de: Ricardova Glava Beach Goldener Sand <br />Schwimmen, Essen und Trinken
fr: Plage de Ricardova Glava Sable doré <br /> Natation, nourriture et boissons
it: Spiaggia Ricardova Glava Sabbia dorata <br /> Nuoto, Cibo e bevande
ru: Ричардова Глава Пляж Золотой песок Плавание, Еда и напитки

source: 0.14 km
ru: 0.14 км

source: Pizana Beach Mixed sand <br /> Swimming, Water sports, Food and drink
de: Pizana Strand Mischsand <br />Schwimmen, Wassersport, Essen und Trinken
fr: Plage de Pizana Sable mixte <br /> Natation, Sports nautiques, Nourriture et boissons
it: Spiaggia Pizana Sabbia mista <br /> Nuoto, Sport acquatici, Cibo e bevande
ru: Пизана Пляж Смешанный песок Плавание, Водные виды спорта, Еда и напитки

source: 0.3 km
ru: 0.3 км

source: Mogren Beach
de: Mogren Strand
fr: Plage de Mogren
it: Spiaggia Mogren
ru: Пляж Могрен

source: 0.5 km
ru: 0.5 км

source: Slovenska Beach Mixed sand <br /> Swimming, Water sports, Food and drink
de: Slovenska Strand Mischsand <br />Schwimmen, Wassersport, Essen und Trinken
fr: Plage de Slovenska Sable mixte <br /> Natation, Sports nautiques, Nourriture et boissons
it: Spiaggia Slovenska Sabbia mista <br /> Nuoto, Sport acquatici, Cibo e bevande
ru: Словенский пляж Смешанный песок Плавание, Водные виды спорта, Еда и напитки

source: 1.3 km
ru: 1.3 км

source: 2.2 km
ru: 2.2 км

source: Becici Beach Mixed sand <br /> Swimming, Water sports, Food and drink
de: Becici Strand Mischsand <br />Schwimmen, Wassersport, Essen und Trinken
fr: Plage de Becici Sable mixte <br /> Natation, Sports nautiques, Nourriture et boissons
it: Spiaggia Becici Sabbia mista <br /> Nuoto, Sport acquatici, Cibo e bevande
ru: Бечичи пляж со смешанным песком Плавание, Водные виды спорта, Еда и напитки

source: 3.9 km
ru: 3.9 км

source: hotel mogren conference rooms
de: hotel mogren konferenzraeume
fr: hotel mogren salles de conférence
it: hotel mogren sala conferenze
ru: гостиница могрен конференц-залы

source: The attractive position and spaciousness of hotel Mogren's terrace are adapted to suit different forms of events, with most frequent ones being conferences.
de: Die attraktive Lage und Geräumigkeit der Terrasse des Hotels Mogren sind an verschiedene Veranstaltungsformen angepasst, wobei die häufigsten Konferenzen sind.
fr: La position attrayante et l'espace de la terrasse de l'hôtel Mogren sont adaptés à différentes formes d'événements, les plus fréquentes étant des conférences.
it: L’attraente posizione e la spaziosità della terrazza dell’hotel Mogren sono adeguate a soddisfare le esigenze della clientela per diverse forme di eventi, principlamente conferenze.
ru: Привлекательное расположение и просторная терраса отеля Могрен адаптированы для различных мероприятий, из которых наиболее частыми являются конференции.

source: Budvanska Rivijera | Hotel Mogren - Conference Rooms
de: Budvanska Rivijera | Hotel Mogren - Konferenzräume
fr: Budvanska Rivijera | Hotel Mogren - Salles de Conference
it: Budvanska Rivijera | Hotel Mogren - Sala-Conferenze
ru: Будванская Ривьера | Отель Могрен - Конференц-залы

source: Hotel Mogren - Meetings&Events
de: Hotel Mogren - Konferenzen und Veranstaltungen
fr: Hotel Mogren - Réunions et événements
it: Hotel Mogren - Meetings ed Eventi
ru: Отель Могрен - Встречи и События

source: <a title="Hotel Mogren - Overview" href="/en/hotel-mogren-in-budva/overview/" target="_blank">Hotel Mogren</a>'s elegant terrace offers a beautiful view of the <a title="Adriatic Sea" href="https://travelhonestly.com/adriatic-sea/" target="_blank">Adriatic sea</a>, the walls of the <a title="Budva old Town" href="https://www.visit-montenegro.com/destinations/budva/attractions/old-town/" target="_blank">Old Town</a>, and the <a title="Marina Budva" href="https://www.yachtagent.me/marina-budva.html/" target="_blank">city marina</a>. The attractive <a title="Hotel Mogren - Location" href="/en/hotel-mogren-in-budva/location/" target="_blank">position</a> and spaciousness of the area are adapted to suit different forms of <a title="Hotel Group Budvanska Rivijera - Events" href="/en/events/" target="_blank">events</a>, with the most frequent one being conferences and seminars.
de: Die elegante Terrasse des <a title="Hotel Mogren - Overview" href="https://hgbudvanskarivijera.com/de/hotel-mogren-in-budva/hoteluebersicht/" target="_blank">Hotel Mogren</a> bietet einen schönen Blick auf die Adria, die Mauern der Altstadt und den Yachthafen der Stadt. Die attraktive Position und die Geräumigkeit des Geländes sind passend für verschiedene Arten von <a title="Hotel Group Budvanska Rivijera - Events" href="/en/events/" target="_blank">Veranstaltungen</a>, von denen die häufigsten Konferenzen und Seminare sind.
fr: <a title="Hôtel Mogren - Présentation" href="/en/hotel-mogren-in-budva/overview/" target="_blank"> L'élégante terrasse de l'hôtel Mogren </a> offre une belle vue sur la mer Adriatique, les murs de la <a title="Vieille ville de Budva" href="https://www.visit-montenegro.com/destinations/budva/attractions/old-town/" target="_blank"> Vieille ville </ a >, et la marina de la ville. La <a title="Hotel Mogren - Localisation" href="https://hgbudvanskarivijera.com/fr/hotel-mogren-a-budva/localisation/" target="_blank"> position attractive </a> et l'espace de la zone sont adaptés à différents formes <a title="Hotel Group Budvanska Rivijera-Events" href="/en/events/" target="_blank"> événements </a>, le plus fréquent étant les conférences et les séminaires.
it: L'elegante terrazza dell' <a title="Hotel Mogren - Overview" href="https://hgbudvanskarivijera.com/en/hotel-mogren-in-budva/overview/" target="_blank">Hotel Mogren</a> offre una splendida vista del Adriatic sea, delle pareti del <a title="Budva old Town" href="https://www.visit-montenegro.com/destinations/budva/attractions/old-town/" target="_blank">Città Vecchia</a>, ed anche della city marina. L'attraente <a title="Hotel Mogren - Location" href="https://hgbr.me/en/hotel-mogren-in-budva/location/" target="_blank">posizione</a> e ampiezza dell'area sono adattate a differenti forme di <a title="Hotel Group Budvanska Rivijera - Events" href="https://hgbudvanskarivijera.com/en/events/" target="_blank">eventi</a>, come conferenze e seminari.
ru: С элегантной террасы отеля Могрен открывается прекрасный вид на Адриатическое море, стены Старого города и городскую пристань для яхт. Привлекательное расположение и обширность района приспособлены для проведения различных мероприятий, наиболее частыми из которых являются конференции и семинары.

source: The open-air reception capacitates can be suitable decorated to transform the terrace into a stimulating business area. With space rental, organizers can also count on the integration of our restaurant in order to deliver delicious food and refreshing drinks to attendees.
de: Die Open-Air-Rezeption kann passend dekoriert werden um die Terrasse in einen stimulierenden Geschäftsbereich zu verwandeln. Bei der Raummiete können Veranstalter auch auf die Integration unseres Restaurants zählen, um den Teilnehmern köstliches Essen und erfrischende Getränke zu liefern.
fr: Les capacités de réception en plein air peuvent être convenablement décoré pour transformer la terrasse en une entreprise stimulante région. Avec la location d'espace, les organisateurs peuvent également compter sur l'intégration de notre restaurant afin de livrer des plats délicieux et des boissons rafraîchissantes aux participants.
it: Le capacità di ricezione all'aperto possono essere decorate in modo adeguato per trasformare la terrazza in una zona d'affari stimolante. Con il noleggio dello spazio, gli organizzatori possono anche contare sull'integrazione del nostro ristorante per offrire cibo delizioso e bevande rinfrescanti ai partecipanti.
ru: Открытая стойка регистрации может быть соответствующим образом оформлена так, чтобы превратить террасу в стимулирующую деловую зону. С арендой помещений организаторы также могут рассчитывать на интеграцию нашего ресторана, чтобы доставить посетителям вкусную еду и освежающие напитки.

source: We additionally make sure to supply our beneficiaries with all mandatory tech equipment to uphold a high standard. <a title="Hotel Group Budvanska Rivijera - Contact" href="/en/contact/" target="_blank">Upon request</a>, there are projector screens, HD video projectors, microphones, and more. Plan your next successful business meeting with a view to remember.
de: Wir stellen außerdem sicher dass unsere Klienten mit allen erforderlichen technischen Geräten ausgestattet sind, um einen hohen Standard aufrechtzuerhalten. <a title="Hotel Group Budvanska Rivijera - Contact" href="/en/contact/" target="_blank">Auf Anfrage</a> sind Projektionswände, HD-Videoprojektoren, Mikrofone und mehr erhältlich.
fr: Nous nous assurons également de fournir à nos bénéficiaires tous les équipement technologique pour maintenir un niveau élevé. <a title="Hotel Group Budvanska Rivijera-Contact" href="https://hgbudvanskarivijera.com/fr/contactez-nous/" target="_blank"> Sur demande </a>, il existe écrans de projection, projecteurs vidéo HD, microphones, etc. Planifiez votre prochaine réunion d'affaires réussie en vue de vous en souvenir.
it: Ci assicuriamo inoltre di fornire ai nostri beneficiari tutte le attrezzature tecnologiche obbligatorie per mantenere uno standard elevato. <a title="Hotel Group Budvanska Rivijera - Contact" href="/en/contact/" target="_blank">Su richiesta </a>, sono disponibili schermi per proiettori, videoproiettori HD, microfoni e altro. Pianifica il tuo prossimo incontro di lavoro con una presenza da ricordare.
ru: Мы также позаботимся о том, чтобы снабдить наших гостей всем обязательным техническим оборудованием для поддержания высокого стандарта. По требованию предоставляются экраны для проекторов, HD-видеопроекторы, микрофоны и многое другое. Планируйте свою следующую успешную деловую встречу так, чтобы она запомнилась.

source: Budva, Montenegro
fr: Budva, Monténégro
ru: Будва, Черногория

source: hotel mogren restaurants
it: hotel mogren ristoranti
ru: отель могрен рестораны

source: Hotel Mogren features a restaurant and cafe, with the latter one being Budva's cult rendezvous spot for people of all generations.
de: Das Hotel Mogren verfügt über ein Restaurant und ein Café. Letzteres ist Budvas Kult-Treffpunkt für Menschen aller Generationen.
fr: L'hôtel Mogren dispose d'un restaurant et d'un café, ce dernier étant le lieu de rendez-vous culte de Budva pour les personnes de toutes les générations.
it: L’hotel Mogren include un ristorante ed un cafè divenuto un centro di ritrovo per persone di ogni età.
ru: В отеле Могрен есть ресторан и кафе, последнее из которых является культовым местом встречи Будвы для людей всех поколений.

source: Budvanska Rivijera | Hotel Mogren - Restaurants & Bars
de: Budvanska Rivijera | Hotel Mogren - Restaurants und Bars
fr: Budvanska Rivijera | Hotel Mogren - Restaurants et Bars
it: Budvanska Rivijera | Hotel Mogren - Ristoranti-e-Bar
ru: Будванская Ривьера | Отель Могрен - Рестораны и Бары
