Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: Sustainability is one of our key corporate values. Therefore, the protection of the environment, waste reduce, and optimization of energy consumption.
de: Nachhaltigkeit ist einer unserer zentralen Unternehmenswerte. Daher der Schutz der Umwelt, die Abfallreduzierung und die Optimierung des Energieverbrauchs in jedem unserer Pläne.
fr: La durabilité est l'une de nos valeurs d'entreprise clés. Par conséquent, la protection de l'environnement, la réduction des déchets et l'optimisation de la consommation d'énergie.
it: La sostenibilità è uno dei nostri valori aziendali chiave. Pertanto, la protezione dell'ambiente, la riduzione dei rifiuti e l'ottimizzazione del consumo di energia.
ru: Устойчивое развитие - одна из наших основных корпоративных ценностей. Таким образом, защита окружающей среды, сокращение отходов и оптимизация энергопотребления.

source: Swimming pool
de: Schwimbad
fr: Piscine
it: Piscina
ru: Бассейн

source: Parking with extra charge
de: Parken gegen Aufpreis möglich
fr: Parking payant
it: Parcheggio a pagamento
ru: Парковка за дополнительную плату

source: Free WiFi
de: Gratis Wifi
fr: Wifi gratuit
it: WiFi gratis
ru: Бесплатный Интернет

source: Outdoor pool
de: Aussen Pool
fr: Piscine extérieure
it: Piscina all'aperto
ru: Открытый бассейн

source: Family rooms
de: Familienzimmer
fr: Chambres familiales
it: Camere familiari
ru: Семейные номера

source: Non-smoking rooms
de: Nichtraucherzimmer
fr: Chambres non fumeur
it: Camere per non fumatori
ru: Номера для некурящих

source: Bars
it: Barre
ru: Бары

source: Tagged as "A home away from home"
de: Markiert als <br/>Zuhause in der Ferne
fr: Marqué comme "Une maison loin de chez soi "
it: Considerato “una casa lontano da casa”
ru: «Дом вдали от дома»

source: From <a title="Resort Slovenska Plaza - Accommodation 4*" href="/en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/" target="_blank">accommodation</a> and <a title="Resort Slovenska Plaza - Restaurants" href="/en/hotel-slovenska-plaza-in-budva/restaurants-and-bars/" target="_blank">food</a> to recreation and entertainment, Resort Slovenska Plaza combines all requirements to provide one perfect spot for your family summer vacations.
de: Von <a title="Resort Slovenska Plaza - Accommodation 4*" href="https://https://hgbudvanskarivijera.com/de/hotel-slovenska-plaza-in-budva/4-sterne-unterkunft/" target="_blank">Unterkunft</a> und <a title="Resort Slovenska Plaza - Restaurants" href="/en/hotel-slovenska-plaza-in-budva/restaurants-and-bars/" target="_blank">Verpflegung</a> bis hin zu Erholung und Unterhaltung, vereint das Hotel Slovenska Plaza alle Anforderungen um einen perfekten Ort für Ihren Familiensommerurlaub zu kreieren.
fr: De <a title = "Resort Slovenska Plaza - Hébergement 4 *" href = "https://hgbudvanskarivijera.com/fr/hotel-slovenska-plaza-a-budva/chambres-d-hotes-4-etoiles/" target = "_ blank "> hébergement </a> et <a title="Resort Slovenska Plaza-Restaurants" href="https://hgbudvanskarivijera.com/fr/hotel-slovenska-plaza-a-budva/restaurants-et-bars/" target="_blank"> food </a> aux loisirs et divertissements, Resort Slovenska Plaza combine toutes les exigences pour fournir un endroit parfait pour vos vacances d'été en famille.
it: Da <a title="Resort Slovenska Plaza - Accommodat ion 4*" href="https://hgbudvanskarivijera.com/en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/" target="_blank">alloggio</a> e <a title="Resort Slovenska Plaza - Restaurants" href="https://hgbudvanskarivijera.com/it/hotel-slovenska-plaza-a-budva/ristoranti-e-bar/" target="_blank">cibo</a> alla ricreazione e divertimento, Resort Slovenska Plaza unisce tutti i requisiti per offrire un luogo perfetto per le vacanze di famiglia estive.
ru: От размещения и питания до отдыха и развлечений, курорт Славянский Пляж сочетает в себе все требования, чтобы обеспечить идеальное место для вашего семейного летнего отдыха.

source: A place for kids
de: Spielzeit für Kinder
fr: Playtime pour les enfants
it: Svago per i bambini
ru: Время игр для детей

source: The youngest guests can enjoy a children’s game room of 150 m² featuring a labyrinth with modern, safe indoor and outdoor play sets. Continuous supervision by friendly and trained staff assures parents of their children’s safety during playtime. Guests also like the fact that entry to this room is free of charge for both kids and their guardians.
de: Die jüngsten Gäste können ein 150 m² großes Kinderspielraum nutzen das mit einem Kinderlabyrinth mit modernen, sicheren Spielgeräten im Innen- und Außenbereich ausgestattet ist. Die ständige Aufsicht vom freundlichen Personal versichert den Eltern die Sicherheit ihrer Kinder während des Spielens. Den Gästen gefällt auch dass der Eintritt in diesem Raum für Kinder und ihre Hüter kostenlos ist.
fr: Les plus jeunes pourront profiter d'une salle de jeux pour enfants de 150 m² avec un labyrinthe avec des ensembles de jeux intérieurs et extérieurs modernes et sûrs. Continu la supervision par un personnel amical et formé assure aux parents de leur la sécurité des enfants pendant la récréation. Les clients apprécient également le fait que l'entrée dans cette chambre est gratuit pour les enfants et leurs tuteurs.
it: Gli ospiti più piccoli possono usufruire di una sala giochi per bambini di 150 m² con un labirinto dotato dei set di giochi moderni e sicuri per giocare sia al interno che al esterno. La supervisione continua da parte del personale cordiale ed allenato garantisce ai genitori la sicurezza dei loro bambini durante la ricreazione. Gli ospiti apprezzano anche il fatto che l'ingresso in questa stanza è gratuito sia per i bambini che per i loro tutori.
ru: Самые маленькие гости могут воспользоваться детской игровой комнатой площадью 150 м2 с лабиринтом современных безопасных игровых наборов в помещении и на открытом воздухе. Постоянный надзор со стороны дружелюбного и обученного персонала может гарантировать безопасность вашего ребенка во время игры. Также гостям нравится тот факт, что вход в эту комнату бесплатный как для детей, так и для их родителей.

source: There’s also a special offer for birthday party arrangements where families can rent the whole place and celebrate their special one’s birthday by adding colour and excitement to the occasion.
de: Es gibt auch ein spezielles Angebot für Geburtstagsfeiern, bei denen Familien den ganzen Ort mieten und ihren besonderen Geburtstag feiern können, indem sie dem Anlass Farbe und Spannung verleihen.
fr: Il y a aussi une offre spéciale pour les arrangements de fête d'anniversaire où les familles peuvent louer tout l’endroit et célébrer leur anniversaire en ajoutant de la couleur et de l'excitation à l'occasion.
it: C'è anche un'offerta speciale per l'organizzazione di feste di compleanno in cui le famiglie possono affittare l'intero posto e festeggiare il loro compleanno speciale aggiungendo colore ed eccitazione all'occasione.
ru: Существует также специальное предложение для организации вечеринок в честь дня рождения. Семьи могут арендовать все пространство и отпраздновать свои особые события, добавив красочности и азарта этим мероприятиям.

source: Entertainment for adult guests
de: Unterhaltung und Familienservice
fr: Divertissement et services familiaux
it: Servizi di intrattenimento per gli ospiti adulti
ru: Развлечения для всех поколений

source: Apart from providing pleasure to children, Resort Slovenska Plaza makes sure not to neglect its adult guests, which is why there are evening theme parties, folklore nights, salsa dance lessons, karaoke singing contests, and <a title="Hotel Group Budvanska Rivijera - Events" href="/en/events/" target="_blank">more</a>! <br /><br /> Live music programmes are customarily organised at <a title="Caffe Restaurant Pjaca" href="https://www.facebook.com/pages/Caffe-Restaurant-Pjaca/129987720418094/" target="_blank">Pjaca</a> restaurant, Rasputin bar, and our resort’s all-inclusive bar. This is where tourists can opt in for all-night fun, away from any disturbance. <br /><br /> For those who prefer physically active holidays and want to explore what’s outside our premises, there’s many picturesque green areas, major attractions in the neighbourhood, <a title="Best beaches in Budva" href="https://www.myguidemontenegro.com/travel-articles/best-beaches-in-budva/" target="_blank">beaches</a>, <a title="Budva monuments" href="https://www.discover-montenegro.com/tag/budva-monuments/" target="_blank">monuments</a>, and <a title="Resort Slovenska Plaza - Accommodation 3*" href="https://www.tripadvisor.com/Attractions-g304074-Activities-c49-Budva_Budva_Municipality.html/">museums</a> that can be reached within minutes (hours, at most). Feel free to ask for recommendations at the reception. <br /><br /> <i>NOTE: The resort has a seasonal work schedule; it is open from May to the end of October.</i>
de: Von Unterkunft und Verpflegung bis hin zu Erholung und Unterhaltung, vereint das Hotel Slovenska Plaza alle Anforderungen um einen perfekten Ort für Ihren Familiensommerurlaub zu kreieren. <br />Die jüngsten Gäste können ein 150 m² großes Kinderspielraum nutzen das mit einem Kinderlabyrinth mit modernen, sicheren Spielgeräten im Innen- und Außenbereich ausgestattet ist. Die ständige Aufsicht vom freundlichen Personal versichert den Eltern die Sicherheit ihrer Kinder während des Spielens. Den Gästen gefällt auch dass der Eintritt in diesem Raum für Kinder und ihre Hüter kostenlos ist. <br />Es gibt auch ein spezielles Angebot für Geburtstagsfeiern, bei denen Familien den ganzen Ort mieten und ihren besonderen Geburtstag feiern können, indem sie dem Anlass Farbe und Spannung verleihen. <br />Hotel Slovenska Plaza ist nicht nur ein Vergnügen für Kinder, sondern achtet auch darauf die erwachsenen Gäste nicht zu vernachlässigen. Deshalb gibt es abendliche Themenpartys, Folkloreabende, Salsa-Tanzstunden, Karaoke-Gesangswettbewerbe und vieles mehr! <br />Live-Musikprogramme werden üblicherweise im Restaurant Pjaca, in der Rasputin Bar und in der All-Inclusive-Bar unseres Hotels organisiert. Hier können Touristen den ganzen Abend Spaß haben, ohne dass sie gestört werden. <br />
fr: De l'hébergement et de la nourriture aux loisirs et divertissements, l'hôtel Slovenska Plaza combine toutes les exigences pour fournir un endroit parfait pour vos vacances d'été en famille.<br /><br /> Les plus jeunes pourront profiter d'une salle de jeux pour enfants de 150 m² avec un labyrinthe avec des ensembles de jeux intérieurs et extérieurs modernes et sûrs. Une supervision continue par un personnel amical et formé garantit aux parents la sécurité de leurs enfants pendant les heures de jeu. Les clients apprécient également le fait que l'entrée dans cette chambre soit gratuite pour les enfants et leurs tuteurs. <br /><br /> Il existe également une offre spéciale pour les fêtes d'anniversaire où les familles peuvent louer tout l'espace et célébrer l'anniversaire de leur enfant. <br /><br /> En plus d'offrir du plaisir aux enfants, l'hôtel Slovenska Plaza veille à ne pas négliger ses clients adultes, c'est pourquoi il y a des soirées à thème, des soirées folkloriques, des cours de danse salsa, des concours de chant de karaoké, et plus encore! <br /><br /> Des programmes de musique live sont habituellement organisés au restaurant Pjaca, au bar Rasputin et au bar tout compris de notre hôtel. C'est là que les touristes peuvent choisir de s'amuser toute la nuit, loin de toute perturbation. <br /><br /> Pour ceux qui préfèrent des vacances physiquement actives et qui souhaitent explorer ce qui se trouve en dehors de nos locaux, il existe de nombreux espaces verts pittoresques, les principales attractions du quartier, des plages, des monuments et des musées accessibles en quelques minutes (heures, tout au plus). N'hésitez pas à demander des recommandations à la réception. <br /><br /> <i>REMARQUE: l'hôtel a un horaire de travail saisonnier; il est ouvert de mai à fin octobre.</i>
it: Dal pernottamento, al cibo, all’intrattenimento, l’hotel Slovenska Plaza combina tante qualità per offrire un servizio completo alle famiglie in vacanza estiva. <br /><br /> I più piccoli potranno usufruire di un’area di 150 m² che include un labirinto con attrezzature da gioco moderne e sicure. Personale specializzato offre costante supervisione, per una maggiore tranquillità dei genitori. Per di più, l’utilizzo di quest’area avviene in modo completamente gratuito per gli ospiti. <br /><br /> Sono disponibili offerte speciali per compleanni, dove le famiglie possono locare l’intero spazio e celebrare aggiungendo colore e divertimento alla propria festa. <br /><br /> Ma l’hotel Slovenska Plaza non manca di soddisfare anche le esigenze ricreative degli adulti. Per questo, organizza eventi serali con musica popolare, feste a tema, sessioni di ballo salsa, karaoke e molto altro! <br /><br /> Programmi di musica dal vivo vengono realizzati al ristorante Pjaca, al bar Rasputin e al nostro bar interno tutto incluso. Qui i nostri ospiti possono divertirsi per tutta la notte. <br /><br /> Per i più attivi, ci sono molte attrazioni fuori dall’hotel, come spiagge, monumenti e musei che possono essere raggiunti in pochi minuti (o al più, ore). Chiedi pure consigli in reception. <br /><br /> <i>NOTA: L’hotel è stagionale; è aperto da maggio ad ottobre compresi.</i>
ru: Помимо удовольствия для детей, курорт Славянский Пляж заботится о том, чтобы не пренебрегать своими взрослыми гостями, поэтому здесь проводятся вечерние тематические вечеринки, фольклорные вечера, уроки сальсы, конкурсы караоке-пения и многое другое! Программы живой музыки обычно организуются в ресторане "Площадь", баре "Распутин" и баре по системе "все включено". Именно здесь туристы могут выбрать для себя ночную забаву, вдали от каких-либо помех. Для тех, кто предпочитает физически активный отдых и хочет исследовать то, что находится за пределами нашей территории, есть много живописных зеленых зон, основных достопримечательностей по соседству, пляжей, памятников и музеев, до которых можно добраться за несколько минут (максимум часов). Не стесняйтесь спрашивать рекомендации на стойке регистрации. ПРИМЕЧАНИЕ: Курорт имеет сезонное расписание и открыт с мая до конца октября.

source: resort slovenska plaza location
de: resort slovenska plaza lage
fr: resort slovenska plaza localisation
it: resort slovenska plaza posizione
ru: курорт славянский пляж местоположение

source: Resort Slovenska Plaza is the centre of Budva, making it a great location for further journeys through Montenegro's coastline, as well as the country itself.
de: Das Resort Slovenska Plaza ist das Zentrum von Budva und somit ein großartiger Ort für weitere Reisen entlang der Küste Montenegros sowie des Landes selbst.
fr: L'hôtel Slovenska Plaza est le centre de Budva, ce qui en fait un endroit idéal pour d'autres voyages à travers la côte du Monténégro, ainsi que le pays lui-même.
it: L’hotel Slovenska Plaza è situato al centro di Budva, il che lo rende una location ideale per esplorare sia la costa montenegrina che l’entroterra.
ru: Курорт Славянский Пляж является центром Будвы, что делает его отличным местом для дальнейших путешествий по побережью Черногории, а также по самой стране.

source: Budvanska Rivijera | Resort Slovenska Plaza - Location
de: Budvanska Rivijera | Resort Slovenska Plaza - Lage
fr: Budvanska Rivijera | Hotel Slovenska Plaza - Localisation
it: Budvanska Rivijera | Resort Slovenska Plaza - Posizione
ru: Будванская Ривьера | Курорт Славянский Пляж - Местоположение

source: Places in Our Vicinity
de: Die Strände in unserer Nähe
fr: Les plages de notre voisinage
it: I posti nelle nostre vicinanze
ru: Пляжи в наших окрестностях

source: resort slovenska plaza restaurants
it: hotel slovenska plaza ristoranti
ru: курорт славянский пляж рестораны

source: Resort Slovenska Plaza offers three restaurants and three bars. Whether you choose to dine outdoors or inside – we got your desires covered.
de: Das Resort Slovenska Plaza bietet drei Restaurants und drei Bars. Egal, ob Sie draußen oder drinnen speisen - wir haben Ihre Wünsche erfüllt.
fr: L'Hôtel Slovenska Plaza propose trois restaurants et trois bars. Que vous choisissiez de dîner à l'extérieur ou à l'intérieur, nous répondons à vos désirs.
it: L’hotel Slovenska Plaza include tre ristoranti e tre bar. Che tu scelga di cenare all’interno o all’aperto, sarai soddisfatto della nostra offerta.
ru: Курорт Славянский Пляж располагает тремя ресторанами и тремя барами. Независимо от того, предпочитаете ли вы обедать на открытом воздухе или внутри - мы удовлетворим ваши желания.

source: Budvanska Rivijera | Resort Slovensla Plaza - Restaurants & Bars
de: Budvanska Rivijera | Resort Slovenska Plaza - Restaurants und Bars
fr: Budvanska Rivijera | Hotel Slovenska Plaza - Restaurants et Bars
it: Budvanska Rivijera | Resort Slovenska Plaza -Ristoranti-e-Bar
ru: Будванская Ривьера | Курорт Славянский Пляж - Рестораны и Бары

source: Slovenska Plaza - Restaurants
de: Resort Slovenska Plaza - Restaurants
fr: Resort Slovenska Plaza - Restaurants
it: Resort Slovenska Plaza - Ristoranti
ru: Славянский Пляж - Рестораны

source: In addition to a main restaurant, the resort <a title="Resort Slovenska Plaza - Overview" href="/en/hotel-slovenska-plaza-in-budva/overview/" target="_blank">Slovenska Plaza</a> offers two more restaurants and three bars. Whether you choose to dine outdoors under palm trees while sitting comfortably on your bistro stool, or eating 5-star dishes inside the chic and classy restaurant adorned with wooden furniture – we got your desires covered.
de: Neben einem Hauptrestaurant bietet das Hotel Slovenska Plaza zwei weitere Restaurants und drei Bars. Ob Sie im Freien unter Palmen speisen möchten während Sie gemütlich auf Ihrem Bistro-Hocker sitzen, oder 5-Sterne-Gerichte im schicken und stilvollen Restaurant mit Holzmöbeln genießen wollen – ja, wir sind hier um Ihre Wünsche zu erfüllen!
fr: En plus d'un restaurant principal, la station <a title="Resort Slovenska Plaza-Overview" href="https://hgbudvanskarivijera.com/fr/hotel-slovenska-plaza-a-budva/apercu/" target="_blank"> Slovenska Plaza </a> propose deux plus de restaurants et trois bars. Que vous choisissiez de dîner à l'extérieur sous les palmiers tout en étant confortablement assis sur votre tabouret de bistrot, ou manger des plats 5 étoiles à l'intérieur du restaurant chic et chic orné de meubles en bois - nous avons couvert vos désirs.
it: Oltre a un ristorante principale, il resort <a title="Resort Slovenska Plaza - Overview" href="https://hgbr.me/en/hotel-slovenska-plaza-in-budva/overview/" target="_blank">Slovenska Plaza</a> offre altri due ristoranti e tre bar. Sia cenare all'aperto sotto le palme mentre comodamente seduto sul sgabello da bar, o mangiare piatti a 5 stelle all'interno di un ristorante elegante e raffinato, decorato con mobili in legno - possiamo soddisfare i tuoi desideri.
ru: Помимо основного ресторана, курорт Славянский Пляж предлагает еще два ресторана и три бара. Независимо от того, решите ли вы пообедать на открытом воздухе под пальмами, удобно устроившись на табурете в бистро, или есть 5-звездочные блюда в шикарном и стильном ресторане, украшенном деревянной мебелью – мы позаботимся о ваших желаниях.

source: Main Restaurant
de: Berühmtes Restaurant
fr: Restaurant
it: Ristorante Principale
ru: Главный ресторан

source: The resort’s <b>Main Restaurant</b> has the capacity of 700 seats, thus bearing semplance to a large food fair with flexibility in food choices due to a catered buffet that allows guests to socialize with people from all over the world, prompt serving size, and tackle their diet goals.
de: Das <b>Hauptrestaurant</b> des Hotels hat eine Kapazität von 700 Plätzen und gibt somit den Eindruck das es eine große Lebensmittelmesse im vollen Gange sei. Mahlzeiten werden im Buffet-Stil serviert, was Gästen die Möglichkeit bietet sich mit Menschen aus der ganzen Welt zu vermischen, sowie die Größe der Portionen selbst zu bestimmen um Diät-Ziele zu erfüllen.
fr: Le <b> restaurant principal </b> du complexe a une capacité de 700 places, portant ainsi semplance à une grande foire alimentaire avec une flexibilité dans la nourriture choix en raison d'un buffet traiteur qui permet aux clients de socialiser avec des gens de partout dans le monde, de servir rapidement la taille des portions et de objectifs de régime.
it: Il <b>Ristorante Principale</b> del resort ha una capienza di 700 posti a sedere, portando così semplicità a una grande fiera alimentare con flessibilità nelle scelte alimentari grazie al buffet, che consente agli ospiti di socializzare con persone provenienti da tutto il mondo, pronti a servire ed affrontare i loro obiettivi di dieta.
ru: Главный ресторан курорта рассчитан на 700 мест, что делает его похожим на большую продовольственную ярмарку с гибким выбором блюд благодаря обслуживаемому шведскому столу, который позволяет гостям общаться с людьми со всего мира, быстро выбирать размер порции и решать свои диетические задачи.

source: In addition to its indoor space, the restaurant features a beautiful terrace where you can dine brightened by the natural light of the Sun, or drink your coffee while listening to the gentle sea breeze.
de: Neben dem Innenbereich verfügt das Restaurant auch über eine schöne Terrasse, auf der Sie im Tageslicht der Sonne speisen oder Ihren Kaffee bei leiser Meeresbrise trinken können.
fr: En plus de son espace intérieur, le restaurant dispose d'une belle terrasse où vous pourrez dîner éclairé par la lumière naturelle du soleil, ou buvez votre café tout en écoutant la douce brise marine.
it: Oltre al suo spazio interno, il ristorante dispone di una splendida terrazza dove è possibile cenare illuminati dalla luce naturale del sole o bere un caffè ascoltando la leggera brezza marina.
ru: Помимо внутреннего пространства, в ресторане есть красивая терраса, где вы можете пообедать, освещенные естественным солнечным светом, или выпить кофе, слушая нежный морской ветерок.

source: Meal time:
de: Essenszeiten:
fr: Horaires des repas:
it: Orari di servizio:
ru: Время еды:
