Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: Montenegrin
de: Crnogorski
fr: Monténégrin
it: Crnogorski
ru: Crnogorski

source: English
de: Deutsch
fr: Français
it: Italiano
ru: английский

source: German
de: Deutsch
fr: Deutsch
it: Deutsch
ru: Deutsch

source: Russian
de: Pусский
fr: Pусский
it: Pусский
ru: Русский

source: French
de: Français
fr: Français
it: Français
ru: Français

source: Italian
de: Italiano
fr: Italiano
it: Italiano
ru: Italiano

source: Book Your Stay
de: Buchen Sie Ihren Aufenthalt
fr: Réservez votre séjour
it: Prenota il tuo soggiorno
ru: Забронируйте проживание

source: All
de: Alles
fr: Nos hôtels
it: Tutti
ru: Все отели

source: Reservation Form
de: Reservierungsformular
fr: Formulaire de réservation
it: Modulo di prenotazione
ru: Форма бронирования

source: BOOK
de: Reservieren
fr: RÉSERVE
it: Prenota
ru: ЗАБРОНИРОВАТЬ

source: Page Not Found
de: Seite nicht gefunden
fr: Page non trouvée
it: Pagina non trovata
ru: Страница не найдена

source: /en/home/
de: /de/startseite/
fr: /fr/accueil/
it: /it/pagina-iniziale/
ru: /ru/doma/

source: GO TO HOMEPAGE
de: GEHE ZU STARTSEITE
fr: ALLER À LA PAGE D'ACCUEIL
it: VAI ALLA PAGINA PRINCIPALE
ru: ВЕРНУТЬСЯ НА ГЛАВНУЮ СТРАНИЦУ

source: hotel group budvanska rivijera activities
de: hotelgruppe budvanska rivijera kontakt
fr: hotel group budvanska rivijera contactez nous
it: hotel group budvanska rivijera attività
ru: группа отелей будванская ривьера мероприятия

source: Budvanska Rivijera | Activities
de: Budvanska Rivijera | Aktivitäten für Kinder und Pensionäre
fr: Budvanska Rivijera | Activités
it: Budvanska Rivijera | Attività
ru: Будванская Ривьера | Mероприятия

source: Activities
de: Aktivitäten
fr: Activités
it: Attività
ru: Mероприятия

source: BOOK NOW
de: BUCHEN SIE JETZT
fr: RÉSERVEZ MAINTENANT
it: PRENOTA ORA
ru: ЗАБРОНИРОВАТЬ СЕЙЧАС

source: “Budvanska Rivijera” Hotel Group is recognized as a company that keeps up with the latest tourism trends, constantly examining the needs and demands of its guests. Through detailed research over the years, activity- and family-oriented vacations have emerged as the backbone of the company’s operations, which is why we are primarily oriented towards engaging tourists with various entertainment programs.
de: Die Hotelgruppe „Budvanska Rivijera“ ist als ein Unternehmen anerkannt, das hält auf dem neuesten Stand der Tourismus-Trends, ständig die Bedürfnisse und Anforderungen seiner Gäste. Durch detaillierte Forschung im Laufe der Jahre, Aktivitäts- und familienorientierte Ferien haben sich zum Rückgrat von entwickelt die Geschäftstätigkeit des Unternehmens, weshalb wir uns in erster Linie daran orientieren Touristen mit verschiedenen Unterhaltungsprogrammen.
fr: Le groupe hôtelier *Budvanska Rivijera* est reconnu comme une entreprise qui suit les dernières tendances touristiques, en examinant constamment les besoins et demandeses de ses clients.Au cours de recherches détaillées toutes ces années, des vacances axées sur diverses activités et sur la famille sont devenues le noyau des operations de la companie ,c'est pourquoi nous nous concentrons sur l'offre de divers programmes de divertissement aux touristes.
it: Il gruppo alberghiero "Budvanska Rivijera" è riconosciuto come un'azienda che mantiene al passo con le ultime tendenze del turismo, esaminando continuamente le esigenze e richieste dei suoi ospiti. Attraverso ricerche dettagliate nel corso degli anni, le vacanze orientate all'attività e alla famiglia sono emerse come la spina dorsale delle operazioni dell'azienda, motivo per cui siamo principalmente orientati verso coinvolgere i turisti con vari programmi di intrattenimento.
ru: Гостиничная группа "Будванская Ривьера" признана компанией, которая идет в ногу с последними тенденциями туризма, постоянно изучая потребности и требования своих гостей. Благодаря детальному исследованию на протяжении многих лет активный и семейный отдых стали основой деятельности компании, и поэтому мы в первую очередь ориентируемся на привлечение туристов различными развлекательными программами.

source: A diverse list of activities had been compiled, designed, crafted and conducted by our entertainment team - a group of trained professionals in fields such as pedagogy, physical education, and psychology.
de: Eine vielfältige Liste von Aktivitäten wurde von unserem Unterhaltungsteam (einer Gruppe von ausgebildeten Fachleuten in Bereichen wie Pädagogik, Sportunterricht und Psychologie) zusammengestellt, entworfen, fertiggestellt und durchgeführt.
fr: Une liste d’activités diverses a été compilée, conçue, élaborée et dirigé par notre équipe d'animation - un groupe de professionnels dans des domaines tels que la pédagogie, l'éducation physique et la psychologie.
it: Un elenco diversificato di attività è stato compilato, progettato, realizzato e condotto dal nostro team di animazione - un gruppo di professionisti formati in campi come la pedagogia, l'educazione fisica e la psicologia.
ru: Разнообразный список мероприятий был составлен, разработан, обработан и проведен нашей командой аниматоров - группой обученных профессионалов в таких областях, как педагогика, физкультура и психология.

source: These instructors carry classes of morning gymnastics, aqua aerobics, swimming, mini golf, beach volleyball, and some on demand activities (if possible to arrange). Firm supporters of active vacation and recreation programmes cherish the moments we create together, calling them “an opportunity to add more value to vacations” - all done through activities such as Zumba, Latin dance classes, yoga, and many more.
de: Diese Instruktoren bieten Kurse an für Morgengymnastik, Aqua-Aerobic, Schwimmen, Minigolf, Beachvolleyball und andere Aktivitäten auf Anfrage (wenn möglich). Starke Vertreter von Aktivurlaubs- und Erholungsprogrammen schätzen die Momente die wir gemeinsam kreieren, und nennen sie „eine Gelegenheit dem Urlaub mehr Wert zu verleihen“. All diese positive Reaktionen geschehen wegen Aktivitäten wie Zumba, Latein-Tanzkurse, Yoga und vielen mehr.
fr: Ces instructeurs dispensent des cours de gymnastique matinale, d'aquagym, natation, mini-golf, beach-volley et certaines activités à la demande (s'il est possible d'en organiser). Les supporteurs des vacances et des loisirs actifs que les programmes offrent chérissent les moments que nous créons ensemble, les appelant «un possibilité d'ajouter plus de valeur aux vacances »- tout cela grâce aux différentes activités telles que Zumba, des cours de danse latine, le yoga et assez d'autres.
it: Questi istruttori svolgono lezioni di ginnastica mattutina, aqua aerobics, nuoto, mini golf, beach volley e altre attività su richiesta (se possibile organizzare). I sostenitori dei programmi attivi e ricreativi di vacanza adorano i momenti che creiamo insieme, definendoli "un'opportunità per aggiungere più valore alle vacanze" - il tutto fatto attraverso attività come Zumba, lezioni di danza latina, yoga e molti altri.
ru: Эти инструкторы проводят занятия утренней гимнастикой, аквааэробикой, плаванием, мини-гольфом, пляжным волейболом и некоторыми видами активного отдыха по запросу (если это возможно). Твердые сторонники активного отдыха и оздоровительных программ лелеют моменты, которые мы проводим вместе, называя их " возможностью повысить ценность отпуска" - проводятся такие мероприятия, как Zumba, занятия латиноамериканскими танцами, йога и многое другое.

source: Sport Activities - Tennis Courts
de: Sportliche Aktivitäten - Tennisplätze
fr: Activités sportives - Courts de tennis
it: Attività sportive - Campi da tennis
ru: Занятия спортом - Теннисные корты

source: Within the resort there is one of the most modern tennis centers in the region, which is due to the highest standards of construction and quality infrastructure, accommodation facilities and additional facilities.
de: Innerhalb des Resorts gibt es eines der modernsten Tenniszentren in der Region, was aufgrund höchsten Standards in Bezug auf Bau und Infrastruktur, Unterkunftsmöglichkeiten und zusätzliche Einrichtungen besteht.
fr: Dans le resort, il y a l'un des centres de tennis les plus modernes de la région, et c'est grâce aux normes de construction les plus élevées et d'infrastructure de qualité, aux installations d'hébergement et aux installations supplémentaires.
it: All'interno del resort si trova uno dei centri di tennis più moderni della regione, grazie ai più alti standard di costruzione e infrastrutture di qualità, strutture ricettive e servizi aggiuntivi.
ru: На территории курорта находится один из самых современных теннисных центров в регионе, что обусловлено высочайшими стандартами строительства и качеством инфраструктуры, размещения объектов и дополнительных удобств.

source: Within the tennis center there are 11courts, 8 courts on clay, as well as three concrete courts, with all the accompanying facilities (locker rooms, showers, rest area, coffee bar). In addition to the tennis center for tennis fans, there is a modern gym, as well as a Jacuzzi and sauna that visitors of the center can use within the hotel "Aleksandar", only 50 m away from the center.
de: Innerhalb des Tenniszentrums gibt es 11 Spielplätze, 8 Plätze auf Sand sowie drei Betonplätze mit allen dazugehörigen Einrichtungen (Umkleideräume, Duschen, Ruhezone, Kaffeebar). Neben dem Tenniscenter für Tennisfans gibt es ein modernes Fitnessstudio, sowie ein Whirlpool und eine Sauna, die die Besucher des Hotels nutzen können - nur 50m vom Zentrum entfernt.
fr: Dans le centre de tennis, il y a 11 courts. 8 courts en terre battue, ainsi que 3 courts de surface durs - en béton, avec toutes les installations d'accompagnement (vestiaires, douches, salle de repos, café-bar). À part du centre de tennis pour les amateurs de tennis, il y a une salle de sport moderne, ainsi qu'un jacuzzi et un sauna que les visiteurs du centre peuvent utiliser au sein de l'hôtel "Aleksandar", à seulement 50 m du centre.
it: All'interno del centro tennis ci sono 11 campi, 8 campi in terra battuta e tre campi in cemento, con tutti i servizi di accompagnamento (spogliatoi, docce, area di sosta, bar). Oltre al centro tennis, per gli appassionati di tennis, c'è una palestra moderna, ed anche una vasca idromassaggio e una sauna che i visitatori del centro possono utilizzare all'interno dell'hotel "Aleksandar", a soli 50 m dal centro.
ru: В теннисном центре есть 11 кортов, из которых 8 из глины, а 3 - из бетона, со всеми сопутствующими удобствами (раздевалки, душевые, зона отдыха, кафе-бар). Помимо теннисного центра, есть современный тренажерный зал, а также джакузи и сауна, которыми посетители центра могут пользоваться в отеле "Александр", всего в 50 метрах от центра.

source: Tennis center "Slovenska plaža" within its offer offers the organization of individual, group, tourist and other tennis activities, as well as the possibility of individual and group engagement of tennis coaches, organization of sparring matches, rental of courts and tennis equipment and other various facilities.
de: Das Tenniszentrum "Slovenska plaža" bietet im Rahmen seines Angebots die Organisation von Einzel-, Gruppen-, Touristen- und anderen Tennisaktivitäten sowie die Möglichkeit des Einzel- und Gruppeneinsatzes von Tennistrainern, die Organisation von Sparringspielen, die Vermietung von Spielplätzen und Tennisausrüstung und andere verschiedene Einrichtungen.
fr: Le centre de tennis *Slovenska plaža* propose l'organisation d'activités de tennis individuelles, de groupe, touristiques et autres, ainsi que la possibilité d'engager i ndividuellement et en groupe des entraîneurs de tennis, l'organisation de matchs d'entraînement, la location de courts et d'équipements de tennis et d'autres installations diverses.
it: Il centro da tennis *Slovenska plaža* all'interno della sua offerta offre l'organizzazione di attività individuali, di gruppo, turistiche e di altro tipo, ed anche la possibilità di impegnarsi individualmente o in gruppo di giocare al tennis, dell'organizzazione di partite di sparring, il noleggio di campi e attrezzature da tennis, e varie altre strutture.
ru: Теннисный центр "Славянский пляж" в рамках своего предложения рекомендует организацию индивидуальных, групповых, туристических и других теннисных мероприятий, а также возможность индивидуального и группового обучения у тренеров, организацию спарринг-матчей, аренду кортов и теннисного инвентаря и других различных объектов.

source: Tennis enjoy for kids
de: Tennis genießen für Kinder
fr: Profitez du tennis pour les enfants
it: Divertimento tennis per i bambini
ru: Теннис для детей

source: Our all-day program or selection of multi-day programs is intended for children of all ages who want to benefit from tennis and who love this sophisticated sport.
de: Unser ganztägiges Programm, sowie unsere mehrtägige Programme richten sich an Kinder jeden Alters, denen Tennis zugute kommt und diese Sportart lieben.
fr: Notre programme d'une journée ou notre sélection de programmes de plusieurs jours est destiné aux enfants de tous âges qui souhaitent profiter du tennis et qui aiment ce sport sophistiqué.
it: Il nostro programma di un'intera giornata, o la selezione dei programmi di più giorni, è destinato ai bambini di tutte le età che vogliono approfitare dal tennis e che amano questo sport sofisticato.
ru: Наши однодневная или многодневная программы предназначены для детей всех возрастов, которые хотят извлечь пользу от тенниса и которые любят этот изысканный вид спорта.

source: First of all, the program can teach the basics of tennis kicks, but at the same time awaken work habits and develop a sports spirit in children.
de: Für den Anfang kann das Programm alle Teilnehmer die Grundlagen von Tennisschlägen lehren, wo zur selben Zeit gesunde Gewohnheiten und ein sportlicher Geist entwickelt werden.
fr: Tout d'abord, le programme peut enseigner les rudiments des coups de pied de tennis, mais en même temps éveiller les habitudes de travail et développer un esprit sportif chez les enfants.
it: Prima di tutto, il programma può insegnare le basi del giocare al tennis, ma allo stesso tempo risvegliare le abitudini di lavoro e sviluppare uno spirito sportivo nei bambini.
ru: Прежде всего, программа может научить основам тенниса, но в то же время пробудить в детях трудовые привычки и развить спортивный дух у детей.

source: Primary objective: Children-friendly hotel experience
de: Unser Hauptziel: Kinderfreundliches Hotelerlebnis
fr: Objectif principal: expérience hôtelière adaptée aux enfants
it: Obiettivo primario: un hotel a prova di bambino
ru: Основная цель: удобство для детей

source: Within the animation programme, great attention is paid to our youngest guests, who can experience a mixed bag of adventures in the children’s mini club, our outdoors, and many more.
de: Im Rahmen des Animationsprogramms wird großer Wert auf unsere jüngsten Gäste gelegt, die im Miniclub für Kinder, im Freien und in vielen anderen Bereichen eine Vielzahl von Abenteuern erleben können.
fr: Dans le programme d'animation, une grande attention est accordée à nos plus jeunes invités, qui peuvent vivre un mélange d'aventures dans les enfants mini club, notre plein air et bien d'autres.
it: Nell'ambito del programma di animazione, grande attenzione è rivolta ai nostri ospiti più piccoli, che possono sperimentare un mix di avventure nel mini club dei bambini, nei nostri spazi all'aperto e molti altri.
ru: В рамках анимационной программы большое внимание уделяется нашим самым молодым гостям, которые могут пройти через приключения в детском мини-клубе, на всежем воздухе и многое другое.

source: Kids can play in an area of 300m2 and have a trampoline, slide, and many other play content at their disposal.
de: Kinder können auf einer Fläche von 300 m² Trampolin, Rutsche und mehrere andere Spielinhalte genießen.
fr: Les enfants peuvent jouer dans une zone de 300m2 et avoir un trampoline, un toboggan et de nombreux d'autres contenus de jeu à leur disposition.
it: I bambini possono giocare in un'area di 300m2 e avere a disposizione un trampolino, uno scivolo e molti altri contenuti di gioco.
ru: Дети могут играть на площадке 300м2 с батутом, горкой и другим игровым контентом в распоряжении.

source: It is these diverse animation and sport programmes that round up the complete offer of hotel Slovenska Plaza, attracting more and more guests as each memorable year passes. <br /><br />
de: Es sind diese vielfältigen Animations- und Sportprogramme die das gesamte Angebot des Hotels Slovenska Plaza abrunden, und mit jedem Jahr mehr und mehr Gäste anziehen. <br /><br />
fr: Ce sont ces divers programmes d'animation et de sport qui complètent le offre complète de l'hôtel Slovenska Plaza, attirant de plus en plus de clients comme chaque année mémorable passe. <br /> <br />
it: Sono questi diversi programmi di animazione e sport che arrotondano l'offerta completa dell'hotel Slovenska Plaza, attirando sempre più ospiti ogni anno memorabile. <br /><br />
ru: Именно эти разнообразные анимационные и спортивные программы дополняют полное предложение отеля "Славянский Пляж", привлекающее все больше и больше гостей с каждым годом.

source: hotel aleksandar rooms
de: hotel aleksandar unterkunft
fr: hotel aleksandar chambres
it: hotel aleksandar camere
ru: отель александр номера

source: Hotel Aleksandar counts as many as 187 rooms and suites that guests can choose from when booking their stay at one of Budva's top hotel sites.
de: Das Hotel Aleksandar zählt bis zu 187 Zimmer und Suiten, die Gäste haben können.Wählen Sie aus, wenn Sie ihren Aufenthalt in einem der besten Hotels von Budva buchen.
fr: L'hôtel Aleksandar compte jusqu'à 187 chambres et suites parmi lesquelles les clients peuvent choisir lors de la réservation de leur séjour sur l'un des meilleurs sites hôteliers de Budva.
it: L’hotel Aleksandar include 187 camere e suite che gli ospiti possono scegliere quando pianificano il proprio soggiorno a quello che è uno dei più esclusivi hotel in Budva.
ru: Отель Aлександр насчитывает 187 номеров и люксов, которые гости могут выбрать при бронировании в одном из лучших отелей Будвы.

source: Budvanska Rivijera | Aleksandar Hotel - Guest Rooms & Suites
de: Budvanska Rivijera | Hotel Aleksandar - Unterkunft
fr: Budvanska Rivijera | Hotel Aleksandar - Chambres d'ami & Suites
it: Budvanska Rivijera | Hotel Aleksandar - Alloggi
ru: Будванская Ривьера | Отель Александр - номера и люксы для гостей

source: Hotel Aleksandar - Overview
de: Hotel Aleksandar - Hotelübersicht
fr: Hotel Aleksandar - Présentation de l'hôtel
it: Hotel Aleksandar - Informazioni generali
ru: Отель Александр - Обзор

source: /en/hotel-aleksandar-in-budva/overview/
de: /de/hotel-aleksandar-in-budva/hoteluebersicht/
fr: /fr/hotel-aleksandar-a-budva/apercu/
it: /it/hotel-aleksandar-a-budva/informazioni-generali/
ru: /ru/otel-aleksandar-v-budve/obzor/

source: HOTEL OVERVIEW
de: HOTELÜBERSICHT
fr: PRESENTATION DE L'HOTEL
it: INFORMAZIONI GENERALI
ru: ОТЕЛЬ ОБЗОР

source: Hotel Aleksandar - Accommodation
de: Hotel Aleksandar - Lage
fr: Hotel Aleksandar - Hébergement
it: Hotel Aleksandar - Alloggi
ru: Отель Александр - Размещение

source: /en/hotel-aleksandar-in-budva/rooms-and-suites/
de: /de/hotel-aleksandar-in-budva/unterkunft/
fr: /fr/hotel-aleksandar-a-budva/chambres-et-suites/
it: /it/hotel-aleksandar-a-budva/alloggi/
ru: /ru/otel-aleksandar-v-budve/nomera-i-apartamenty/

source: ACCOMMODATION
de: UNTERKUNFT
fr: HÉBERGEMENT
it: ALLOGGI
ru: РАЗМЕЩЕНИЕ

source: Hotel Aleksandar - Meetings & Events
de: Hotel Aleksandar - Konferenzen und Veranstaltungen
fr: Hotel Aleksandar - Réunions et événements
it: Hotel Aleksandar - Meetings ed Eventi
ru: Отель Александр - Встречи и События

source: /en/hotel-aleksandar-in-budva/conference-rooms/
de: /de/hotel-aleksandar-in-budva/konferenzraeume/
fr: /fr/hotel-aleksandar-a-budva/salles-de-conference/
it: /it/hotel-aleksandar-a-budva/sala-conferenze/
ru: /ru/otel-aleksandar-v-budve/konferents-zaly/

source: MEETINGS & EVENTS
de: KONFERENZEN UND VERANSTALTUNGEN
fr: RÉUNIONS ET ÉVÉNEMENTS
it: MEETINGS ED EVENTI
ru: ВСТРЕЧИ И СОБЫТИЯ

source: Hotel Aleksandar - Restaurants
it: Hotel Aleksandar -Ristoranti
ru: Отель Александр - Рестораны

source: /en/hotel-aleksandar-in-budva/restaurants-and-bars/
de: /de/hotel-aleksandar-in-budva/restaurants-und-bars/
fr: /fr/hotel-aleksandar-a-budva/restaurants-et-bars/
it: /it/hotel-aleksandar-a-budva/ristoranti-e-bar/
ru: /ru/otel-aleksandar-v-budve/restorany-i-bary/

source: RESTAURANTS & BARS
de: RESTAURANTS UND BARS
fr: RESTAURANTS ET BARS
it: RISTORANTI e BAR
ru: РЕСТОРАНЫ И БАРЫ

source: Hotel Aleksandar - Beaches & Pools
de: Hotel Aleksandar - Strände und Pools
fr: Hotel Aleksandar - Plages et Piscines
it: Hotel Aleksandar - Spiagge e Piscine
ru: Отель Александр - Пляжи и Бассейны

source: /en/hotel-aleksandar-in-budva/beaches-and-pools/
de: /de/hotel-aleksandar-in-budva/straende-und-pools/
fr: /fr/hotel-aleksandar-a-budva/plages-et-piscines/
it: /it/hotel-aleksandar-a-budva/spiagge-e-piscine/
ru: /ru/otel-aleksandar-v-budve/plyazhi-i-basseyny/

source: BEACHES & POOLS
de: STRÄNDE UND POOLS
fr: PLAGES ET PISCINES
it: SPIAGGE E PISCINE
ru: ПЛЯЖИ И БАССЕЙНЫ

source: Hotel Aleksandar - Wellness
fr: Hotel Aleksandar - Bien-etre
ru: Отель Александр - Wellness

source: /en/hotel-aleksandar-in-budva/wellness-and-spa/
de: /de/hotel-aleksandar-in-budva/wellness-und-spa/
fr: /fr/hotel-aleksandar-a-budva/bien-etre-et-spa/
it: /it/hotel-aleksandar-a-budva/wellness-e-spa/
ru: /ru/otel-aleksandar-v-budve/sauna-i-spa/

source: Hotel Aleksandar - Location
de: Hotel Aleksandar - Lage
fr: Hotel Aleksandar - Localisation
it: Hotel Aleksandar - Posizione
ru: Отель Александр - Местоположение

source: /en/hotel-aleksandar-in-budva/location/
de: /de/hotel-aleksandar-in-budva/lage/
fr: /fr/hotel-aleksandar-a-budva/localisation/
it: /it/hotel-aleksandar-a-budva/posizione/
ru: /ru/otel-aleksandar-v-budve/lokaciya/

source: LOCATION
de: LAGE
fr: LOCALISATION
it: POSIZIONE
ru: МЕСТОПОЛОЖЕНИЕ

source: HOTEL ALEKSANDAR
ru: ОТЕЛЬ АЛЕКСАНДР

source: /en/hotel-palas/en/hotel-aleksandar-in-budva/overview/
de: /de/hotel-aleksandar-in-budva/hoteluebersicht/
fr: /fr/hotel-aleksandar-a-budva/apercu/
it: /it/hotel-aleksandar-a-budva/informazioni-generali/
ru: /ru/otel-aleksandar-v-budve/obzor/

source: Hotel Overview
de: Hotelübersicht
fr: Présentation de l'hôtel
it: Informazioni generali
ru: Обзор отеля

source: Accommodation
de: Unterkunft
fr: Hébergement
it: Alloggi
ru: Размещениe

source: Meetings & Events
de: Konferenzen und Veranstaltungen
fr: Réunions et événements
it: Meetings ed Eventi
ru: Встречи и События

source: Restaurants & bars
de: Restaurants und Bars
fr: Restaurants et bars
it: Ristoranti e Bar
ru: Рестораны и Бары

source: Beaches & Pools
de: Strände und Pools
fr: Plages et piscines
it: Spiagge e piscine
ru: Пляжи и Бассейны

source: Wellness & SPA
de: Wellness und Spa
fr: Bien-être & SPA
it: Wellness e Spa
ru: Wellness и Спа

source: Location
de: Lage
fr: Localisation
it: Posizione
ru: Местоположение

source: Hotel Palas
ru: Отель Палас

source: Hotel Aleksandar
ru: Отель Александр

source: Hotel Castellastva
ru: Отель Кастелластва

source: Hotel Slovenska Plaza Standard
de: Resort Slovenska Plaza Standard
ru: Отель Славянский Пляж Стандарт

source: Hotel Resort Slovenska Plaza Lux
fr: Hôtel Resort Slovenska Plaza Lux
ru: Отель Курорт Славянский Пляж Люкс

source: Hotel Mogre
de: Hotel Mogren
fr: Hotel Mogren
it: Hotel Mogren
ru: Отель Могрен

source: Rooms & Suits
de: Unterkunft
fr: Chambres d'ami et Suites
it: Camere e suite
ru: Комнаты и апартаменты
