Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: Comfort Twin Room in Resort Slovenska Plaza offers air conditioning, fridge and cable TV.
fr: Suite avec canapé-lit dans le Resort Slovenska Plaza disposent d'un balcon intime, climatisation, télévision par câble et réfrigérateur.
it: Suite con divano letto in Resort Slovenska Plaza offre aria condizionata, frigorifero e TV via cavo, oltre a un cucinino pienamente attrezzato
ru: Номер "комфорт" с 2 отдельными кроватями в курортном отеле Славянский Пляж располагает кондиционером, холодильником и кабельным телевидением.

source: Budvanska Rivijera | Resort Slovenska Plaza - Comfort Twin Room
fr: Budvanska Rivijera | Hotel Slovenska Plaza - Chambre double
it: Budvanska Rivijera | Resort Slovenska Plaza - Camera doppia
ru: Будванская Ривьера | Курорт Славянский Пляж - Номер "комфорт" с 2 отдельными кроватями

source: COMFORT TWIN ROOM
fr: CHAMBRE DOUBLE
it: CAMERA DOPPIA COMFORT
ru: НОМЕР "КОМФОРТ" С 2 ОТДЕЛЬНЫМИ КРОВАТЯМИ

source: Cozy twin type rooms with twin beds and one extra bed (sofa bed). Rooms have a terrace with seating furniture and view on the green atrium or interior.
de: Gemütliche, heimelige Zweibettzimmer mit zwei Einzelbetten und einem Zustellbett (Schlafsofa). Die Zimmer verfügen über eine Terrasse mit Sitzmöbeln und Blick auf das grüne Atrium oder den Innenraum des Resorts.
fr: Chambres confortables de type twin avec lits jumeaux et un lit supplémentaire (canapé-lit). Les chambres disposent d'une terrasse avec des sièges et vue sur l'atrium verdoyant ou l'intérieur.
it: Accoglienti camere doppie con letti singoli e un letto extra (divano letto). Le camere dispongono di una terrazza con posti a sedere e vista sull'atrio verde oppure sull'interno.
ru: Уютные двухместные номера с раздельными кроватями и одной дополнительной кроватью (диван-кроватью). В номерах есть меблированная терраса с видом на зеленый атриум или внутренний двор.

source: Resort Slovenska Plaza - Comfort Twin Room
fr: Resort Slovenska Plaza - Chambre double
it: Resort Slovenska Plaza - Camera doppia
ru: Курорт Славянский Пляж - Двухместный номер "комфорт" с раздельными кроватями

source: Atrium and view on the green atrium or interior
de: Atrium und Blick auf das grün-belegte Atrium oder den Innenraum
fr: Atrium et vue sur l'atrium vert ou intérieur
it: Atrio e vista sull'atrio verde o sull'interno
ru: Атриум и вид на зеленый атриум или интерьер

source: resort slovenska plaza comfort twin room extra bed
de: resort slovenska plaza suite mit schlafsofa
fr: resort slovenska plaza suite suite canapé-lit
it: resort slovenska plaza suite suite con divano letto
ru: курорт славянский пляж двухместный номер "комфорт" с раздельными кроватями и дополнительной диван-кроватью

source: Comfort Twin Room with Extra Bed in Resort Slovenska Plaza offers air conditioning, fridge and cable TV.
de: Suite mit Schlafsofa im Resort Slovenska Plaza verfügen über einen Klimaanlage und Kabel-TV.
fr: Suite avec canapé-lit dans le Resort Slovenska Plaza disposent d'un balcon intime, climatisation, télévision par câble et réfrigérateur.
it: Suite con divano letto in Resort Slovenska Plaza offre aria condizionata, frigorifero e TV via cavo, oltre a un cucinino pienamente attrezzato
ru: Двухместный номер "комфорт" с отдельными кроватями и дополнительной диван-кроватью в курортном отеле Славянский Пляж располагает кондиционером, холодильником и кабельным телевидением.

source: Budvanska Rivijera | Resort Slovenska Plaza - Comfort Twin Room with Extra Bed
de: Budvanska Rivijera | Resort Slovenska Plaza - Suite mit Schlafsofa
fr: Budvanska Rivijera | Hotel Slovenska Plaza - Suite avec canapé-lit
it: Budvanska Rivijera | Resort Slovenska Plaza - Suite con Divano Letto
ru: Будванская Ривьера | Курорт Славянский Пляж - Двухместный номер "комфорт" с раздельными кроватями и дополнительной диван-кроватью

source: COMFORT TWIN ROOM WITH EXTRA BED
de: KOMFORTABLE ZWEIBETTZIMMER MIT ZUSÄTZLICHEM BETT
fr: CHAMBRE TWIN CONFORT AVEC LIT SUPPLÉMENTAIRE
it: CAMERA DOPPIA COMFORT CON LETTO EXTRA
ru: КОМФОРТНЫЙ ДВУХМЕСТНЫЙ НОМЕР С РАЗДЕЛЬНЫМИ КРОВАТЯМИ И ДОПОЛНИТЕЛЬНОЙ КРОВАТЬЮ

source: Comfort Twin Room with Extra Bed
de: 38 Zweibettzimmer mit Zustellbett
fr: Chambre twin confort avec lit supplémentaire
it: Camera doppia comfort con letto extra
ru: Двухместный номер "комфорт" с раздельными кроватями и дополнительной кроватью

source: Cozy rooms with twin beds and one extra bed. These rooms have a terrace bordered by a façade wall (inside view).
de: Gemütliche, heimelige Zimmer mit zwei Einzelbetten und einem Zustellbett. Diese Zimmer verfügen über eine Terrasse, die von einer Fassadenwand begrenzt wird.
fr: Chambres confortables avec lits jumeaux et un lit d'appoint. Ces chambres disposent d'une terrasse bordée par un mur de façade (vue intérieure).
it: Camere accoglienti con due letti singoli e un letto extra. Queste camere hanno un terrazzo delimitato da un muro di facciata (vista interna).
ru: Уютные номера с двумя односпальными кроватями и одной дополнительной кроватью. В этих номерах есть терраса, ограниченная фасадной стеной (вид изнутри).

source: Resort Slovenska Plaza - Comfort Twin Room with Extra Bed
de: Resort Slovenska Plaza - Suite mit Schlafsofa
fr: Resort Slovenska Plaza - Suite avec canapé-lit
it: Resort Slovenska Plaza - Suite con Divano Letto
ru: Курорт Славянский Пляж - Двухместный номер "комфорт" с раздельными кроватями и дополнительной кроватью

source: terrace bordered by a façade wall (inside view).
de: Terrasse von einer Fassadenwand begrenzt.
fr: Terrasse bordée d'un mur de façade (vue intérieure).
it: Terrazzo delimitato da un muro di facciata (vista interna).
ru: терраса, ограниченная фасадной стеной (вид изнутри).

source: resort slovenska plaza studio apartment
fr: resort slovenska plaza restaurants
ru: курорт славянский пляж апартамент-студия

source: Studio Apartment in Resort Slovenska Plaza offers air conditioning, fridge and cable TV.
de: Suite für 2 Erwachsene im Resort Slovenska Plaza verfügen über einen Klimaanlage, Kabel-TV und Kühlschrank.
fr: Suite pour 2 adultes dans le Resort Slovenska Plaza dispose de la climatisation, d'un réfrigérateur et d'une télévision.
it: Suite per 2 adulti in Resort Slovenska Plaza offre aria condizionata, frigorifero e TV via cavo.
ru: Апартамент-студия в курортном отеле Славянский Пляж оснащен кондиционером, холодильником и кабельным телевидением.

source: Budvanska Rivijera | Resort Slovenska Plaza - Studio Apartment
fr: Budvanska Rivijera | Hotel Slovenska Plaza - Localisation
ru: Будванская Ривьера | Курорт Славянский Пляж - Апартамент-студия

source: STUDIO APARTMENT
de: APPARTEMENTS
fr: APPARTEMENTS
it: APPARTAMENTI
ru: АПАРТАМЕНТ-СТУДИЯ

source: Spacious double/ twin apartment with seating furniture and sofa bed, too. Accommodation on a sofa for two children up to 12 years old or one adult. Balcony on request with extra charge.
de: Geräumige Wohnung mit Schlafzimmer und Wohnzimmer. Es gibt ein Doppelbett im Schlafzimmer und ein Schlafsofa im Wohnzimmer. Es gibt einen Ausgang zu einem komfortablen Balkon mit Möbeln und Meerblick vom Wohnzimmer. Maximale Belegung: 4 Personen.
fr: Appartement double spacieux avec un salon et une chambre. Ce type d'appartement dispose d'un lit double et d'un lit de soda dans le salon. L'occupation maximale est de 4 personnes. Hébergement pour deux adultes + deux enfants jusqu'à 12 ans sur le canapé ou un adulte. Tous les balcons sont équipés de meubles modernes.
it: Spazioso appartamento matrimoniale con soggiorno e camera da letto. Questo tipo di appartamento dispone di un letto matrimoniale e di un divano letto nel soggiorno. La capienza massima è di 4 persone. Alloggio per due adulti + due bambini fino a 12 anni sul divano o un adulto. Tutti i balconi sono arredati con mobili moderni.
ru: Просторные апартаменты с двуспальной кроватью/ двумя односпальными кроватями, мягкой мебелью и диваном-кроватью. Размещение на диване для двух детей до 12 лет или одного взрослого. Балкон по запросу и за дополнительную плату.

source: Resort Slovenska Plaza - Studio Apartment
fr: Resort Slovenska Plaza - Localisation
ru: Курорт Славянский Пляж - Апартамент-студия

source: On beautifully landscaped gardens of the resort
de: Auf wunderschön angelegten Gärten des Resorts
fr: Sur les magnifiques jardins paysagers de la station
it: Sui splendidi giardini paesaggistici del resort
ru: В ухоженных садах курорта

source: Family Apartment with Balcony in Resort Slovenska Plaza offers air conditioning, fridge and cable TV.
de: Suite mit Schlafsofa im Resort Slovenska Plaza verfügen über einen Klimaanlage und Kabel-TV.
fr: Suite avec canapé-lit dans le Resort Slovenska Plaza disposent d'un balcon intime, climatisation, télévision par câble et réfrigérateur.
it: Suite con divano letto in Resort Slovenska Plaza offre aria condizionata, frigorifero e TV via cavo, oltre a un cucinino pienamente attrezzato
ru: Семейные апартаменты с балконом в курортном отеле Славянский Пляж располагают кондиционером, холодильником и кабельным телевидением.

source: Apartments for real family atmosphere. These apartments have two rooms, a bedroom with a double bed (and sofa bed). And twin beds in the other room. Standard bathroom with equipment. The apartment has a balcony with furniture for sitting and a view of the beautifully landscaped gardens of the resort.
de: Appartements für eine echte familiäre Stimmung. Diese Apartments verfügen über zwei Zimmer, ein Schlafzimmer mit einem Doppelbett (und einem Schlafsofa) und zwei Einzelbetten im anderen Raum. Standardbad mit Ausstattung. Die Wohnung verfügt über einen Balkon mit Sitzmöbeln und Blick auf die wunderschön angelegten Gärten des Resorts.
fr: Appartements pour une vraie ambiance familiale. Ces appartements se composent de deux pièces, une chambre avec un lit double (et un canapé-lit). Et des lits jumeaux dans l'autre pièce. Salle de bain standard avec équipement. L'appartement dispose d'un balcon avec des meubles pour s'asseoir et une vue sur les magnifiques jardins paysagers de la station.
it: Appartamenti per una vera atmosfera familiare. Questi appartamenti hanno due stanze, una camera con letto matrimoniale (e divano letto). E due letti singoli nell'altra stanza. Bagno standard con attrezzatura. L'appartamento ha un balcone con mobili per sedersi e una vista sui bellissimi giardini del resort.
ru: Апартаменты для настоящей семейной атмосферы. Эти апартаменты состоят из двух комнат, спальни с двуспальной кроватью (и диваном-кроватью). И две односпальные кровати в другой комнате. Стандартная ванная комната с оборудованием. В квартире есть балкон с мебелью для сидения и видом на прекрасные ландшафтные сады курорта.

source: resort slovenska plaza tennis
de: resort slovenska plaza lage
fr: resort slovenska plaza piscines
ru: курорт славянский пляж теннис

source: Within the resort there is one of the most modern tennis centers in the region, which is due to the highest standards of construction and quality infrastructure, accommodation facilities and additional facilities.
de: Innerhalb des Resorts gibt es eines der modernsten Tenniszentren in der Region, was aufgrund höchsten Standards in Bezug auf Bau und Infrastruktur, Unterkunftsmöglichkeiten und zusätzliche Einrichtungen besteht.
fr: Dans la station, il y a l'un des centres de tennis les plus modernes de la région, ce qui est dû aux normes de construction les plus élevées et aux infrastructures de qualité, aux installations d'hébergement et aux installations supplémentaires.
it: All'interno del resort si trova uno dei centri di tennis più moderni della regione, grazie ai più alti standard di costruzione e infrastrutture di qualità, strutture ricettive ed altre aggiuntive.
ru: На территории курорта находится один из самых современных теннисных центров региона, что обусловлено высочайшими стандартами строительства и качеством инфраструктуры, размещения объектов и дополнительных удобств.

source: Budvanska Rivijera | Resort Slovenska Plaza - Tennis
de: Budvanska Rivijera | Resort Slovenska Plaza - Lage
fr: Budvanska Rivijera | Hotel Slovenska Plaza - Localisation
ru: Будванская Ривьера | Курорт Славянский Пляж - Теннис

source: TENNIS COURTS
de: TENNISPLÄTZE
fr: TERRAIN DE TENNIS
it: CAMPI DA TENNIS
ru: ТЕННИСНЫЕ КОРТЫ

source: Tennis
de: Tennis Resort
fr: Station de tennis
ru: Теннис

source: Tennis Courts
de: Tennis Resort
fr: Station de tennis
it: Campo da tennis
ru: Tеннисные корты

source: hotel group budvanska rivijera weddings
de: hotelgruppe budvanska rivijera hochzeits
fr: hotel group budvanska rivijera mariages
it: hotel group budvanska rivijera matrimoni
ru: группа отелей будванская ривьера свадьбы

source: Celebrate your dream wedding in one of the venues in Hotel Group Budvanska Rivijera.
de: Feiern Sie Ihre Traumhochzeit in einem unserer Hotels, wo Sie den vollen Umfang unseres Angebots nutzen können um das Beste aus Ihrem ganz besonderen Tag zu machen.Die verfügbaren Plätze sind unten angezeit:
fr: Célébrez votre mariage de rêve dans l'un des lieux de l'Hotel Group Budvanska Rivijera.
it: Festeggia il tuo matrimonio da sogno in uno dei luoghi dell'Hotel Group Budvanska rivijera.
ru: Отпразднуйте свадьбу своей мечты в одном из залов гостиничной группы Будванская Ривьера.

source: Budvanska Rivijera | Weddings
de: Budvanska Rivijera | Hochzeits
fr: Budvanska Rivijera | Mariages
it: Budvanska Rivijera | Matrimoni
ru: Будванская Ривьера | Свадьбы

source: Celebrate your dream wedding in one of our venues. Check out the vailable places below so you can get the full scope of our offer and make the best of your very special day.
de: Feiern Sie Ihre Traumhochzeit an einem unserer Veranstaltungsorte. Sehen Sie sich die verfügbaren Plätze unten an, damit Sie den vollen Umfang unseres Angebots nutzen und das Beste aus Ihrem ganz besonderen Tag machen können.
fr: Célébrez votre mariage de rêve dans l'un de nos lieux. Découvrez les endroits disponibles ci-dessous afin que vous puissiez profiter pleinement de notre offre et profiter au mieux de votre journée très spéciale.
it: Festeggia il tuo matrimonio da sogno in uno dei luoghi dell'Hotel Group Budvanska rivijera. Dai un'occhiata ai posti disponibili di seguito.
ru: Отпразднуйте свадьбу своей мечты в одном из наших заведений. Прочтите информацию ниже, чтобы вы могли получить полный спектр нашего предложения и взять лучшее для вашего особенного дня.

source: Get married in Hotel Palas, <br /> on the coast of Petrovac
de: Heiraten Sie im Hotel Palas, <br /> an der Küste von Petrovac
fr: Mariez-vous à l'hôtel Palas, <br /> sur la côte de Petrovac
it: Sposarsi all'Hotel Palas, <br /> sulla costa di Petrovac
ru: Поженитесь в отеле Палас, на побережье Петроваца

source: Pin the most important day in your lives with a breath-taking setting, ideal for memorable photographs, and highlights all of Mother Nature’s beauties.
de: Erleben Sie den wichtigsten Tag in Ihrem Leben in einer atemberaubenden Kulisse, die sich perfekt für ein unvergessliches Foto eignet und alle Schönheiten von Mutter Natur hervorhebt.
fr: Épinglez le jour le plus important de votre vie avec un cadre à couper le souffle, idéal pour des photos mémorables et met en valeur toutes les beautés de Mère Nature.
it: Scegli uno scenario mozzafiato per il tuo giorno più importante, ideale per fotografie memorabili in uno scenario pieno di incantevoli bellezze regalateci da madre natura.
ru: Закрепите самый важный день в вашей жизни захватывающей дух обстановкой, идеально подходящей для памятных фотографий и подчеркивающей все красоты Матери-природы.

source: Get married in Hotel Mogren, <br /> on the coast of Budva
de: Heiraten Sie im Hotel Mogren, <br /> ganz nebenbei von Mutter Natur
fr: Mariez-vous à l'hôtel Mogren, <br /> sur la côte de Budva
it: Sposarsi all'Hotel Mogren, <br /> sulla costa di Petrovac
ru: Поженитесь в отеле Могрен, на побережье Будвы

source: We understand how hard the decision-making process in wedding planning is. However, the organization of your Big Day can become our “burden”!
de: Wir verstehen wie schwierig der Entscheidungsprozess bei der Hochzeitsplanung ist. Die Organisation Ihres großen Tages kann jedoch zu unserer „Last“ werden! .
fr: Nous comprenons à quel point le processus décisionnel dans la planification d'un mariage est difficile. Cependant, l'organisation de votre grand jour peut devenir notre «fardeau»!
it: Noi sappiamo quanto sia difficile pianificare tutto il necessario per festeggiare le proprie nozze al meglio. E proprio per questo, possiamo farlo noi per te!
ru: Мы понимаем, насколько сложен процесс принятия решений при планировании свадьбы. Однако организация вашего большого дня может стать нашей “обузой”!

source: hotel group budvanska rivijera wellness
de: hotelgruppe budvanska rivijera wellness
fr: hotel group budvanska rivijera bien-etre
ru: группа отелей будванская ривьера wellness

source: Hotel Group Budvanska Rivijera's facilities contain wellness centres for added relaxation moments, with all practices being conducted by licenced professionals.
de: Die Einrichtungen der Hotelgruppe Budvanska Rivijera umfassen Wellnesscenter für zusätzliche Entspannungsmomente. Alle Übungen werden von lizenzierten Fachleuten durchgeführt.
fr: Les installations de l'Hotel Group Budvanska Rivijera contiennent des centres de bien-être pour des moments de détente supplémentaires, toutes les pratiques étant menées par des professionnels agréés.
it: Hotel Group Budvanska Rivijera offerte un centro benessere per momenti di relax con massaggi, da quelli orientali aquelli terapeutici, tutti condotti da professionisti certificati.
ru: В гостиничной группе Будванская Ривьера есть wellness центры для дополнительного отдыха, где все процедуры проводятся лицензированными профессионалами.

source: Budvanska Rivijera | Wellness
fr: Budvanska Rivijera | Bien-être
ru: Будванская Ривьера | Wellness

source: Hotel Palas provides a newly opened 300 m² wellness centre. The centre appoints a Finnish sauna, Turkish bath, salt room, whirlpool with various hydro massage options, and showers of different sensations.
de: Das Hotel Palas bietet ein neu eröffnetes 300 m² großes Wellnesscenter. Das Zentrum verfügt über eine finnische Sauna, ein Türkisches Bad, einen Salzraum, einen Whirlpool mit verschiedenen Hydromassageoptionen und Duschen mit unterschiedlichen Empfindungen.
fr: L'Hotel Palas dispose d'un centre de bien-être de 300 m² récemment ouvert. Le centre nomme un sauna finlandais, un bain turc, une salle de sel, un bain à remous avec diverses options d'hydromassage et des douches de différentes sensations.
it: L’hotel Palas offre un nuovo centro benessere di 300 m², con un’ampia varietà di trattamenti. Il centro include una sauna finlandese, un bagno turco, una vasca con vari tipi di idromassaggio e diverse docce con effetti rilassanti.
ru: Отель Палас предлагает недавно открытый wellness центр площадью 300 м², предлагающий нашим гостям широкий спектр различных процедур. Центр назначает финскую сауну, турецкую баню, соляную комнату, джакузи с различными вариантами гидромассажа и душевые с различными функциями.

source: In line with global tourism trends and new standards in hotel facilities, the novel offer of hotel Castellastva furthermore includes a wellness centre where guests can let off steam or relax after a long day full of activities.
de: Das neuste Angebot des Hotels Castellastva steht im Einklang mit den globalen Tourismustrends und den neuen Standards der Hoteleinrichtungen und umfasst außerdem ein Wellnesscenter, in dem sich Gäste nach einem langen Tag voller Aktivitäten entspannen oder Dampf ablassen können. <br />
fr: En ligne avec les tendances touristiques mondiales et les nouvelles normes en matière d'installations hôtelières, la nouvelle offre de l'hôtel Castellastva comprend en outre un centre de bien-être où les clients peuvent se défouler ou se détendre après une longue journée remplie d'activités.
it: In linea con i trend globali e i nuovi standard per le strutture dell’hotel, l’hotel Castellastva offre anche un centro benessere dove gli ospiti possono rilassarsi dopo una giornata intensa. <br /> <br />
ru: В соответствии с мировыми туристическими тенденциями и новыми стандартами в сфере гостиничных услуг, новое предложение отеля Кастелластва включает в себя wellness центр, где гости могут расслабиться после долгого дня активностей.

source: Hotel Aleksandar has a modern well-equipped mini-wellness centre which includes a gym, sauna, whirlpool, and cabins with shower rooms.
de: Das Hotel Aleksandar verfügt über ein modernes, gut ausgestattetes Mini-Wellnesscenter mit einem Fitnessraum, Sauna, Whirlpool und Kabinen mit Duschräumen.
fr: L'hôtel Aleksandar dispose d'un mini-centre de bien-être moderne et bien équipé qui comprend une salle de sport, un sauna, un bain à remous et des cabines avec salles de douche.
it: L’hotel Aleksandar è dotato di un mini centro benessere che include una sala fitness, una sauna, una vasca idromassaggio e delle cabine doccia.
ru: В отеле Александр есть современно оборудованный мини-wellness центр с тренажерным залом, сауной, джакузи и душем.

source: WELLNESS
fr: BIEN-ÊTRE

source: ISO 9001: 2015
fr: ISO 22000

source: Wellness
fr: Bien-être

source: Located minutes from the beachfront is hotel Castellastva’s well-hidden gourmet restaurant, snuck between olive and other tropical trees, with great dishes.
de: Nur wenige Minuten vom Strand entfernt befindet sich das gut versteckte Gourmetrestaurant des Hotels Castellastva. Man kann es zwischen Olivenbäumen und anderen tropischen Pflanzarten entdecken. Dort kann man verschiedene Gerichte essen, die von regional bis international reichen.
fr: Situé à quelques minutes de la plage, le restaurant gastronomique bien caché de l'hôtel Castellastva, niché entre des oliviers et d'autres arbres tropicaux, propose de bons plats.
it: A pochi minuti dal fronte-mare si trova il ristorante gourmet dell’hotel Castellastva, tra ulivi e piante tropicali, che offre deliziose pietanze.

source: The accommodation section of the Hotel Castellastva is divided into 6 buildings, so-called depandances: Mare, Kate, Eva, Jana, Ana, and Lux.
de: Der Unterkunftsbereich des Hotels ist in 6 Nebengebäude unterteilt, sogenannte Depandances: Mare, Kate, Eva, Jana, Ana und Lux (neues Depandance-Hotel). Drei neue Fahrstühle bieten unseren Gästen einfachen Zugang zu ihren Zimmern und Suiten. Das Gebäude verfügt über 171 Zimmer und 14 luxuriöse Suiten in der Lux-Dependance. Alle Bereiche (Rezeption, Loungebar, Restaurant, Pool, Wohneinheiten) sind mit WLAN ausgestattet.
fr: La section hébergement de l'hôtel Castellastva est divisée en 6 bâtiments annexes, appelés dépendances: Mare, Kate, Eva, Jana, Ana et Lux.
it: Gli alloggi sono suddivisi in 6 strutture principali, chiamate depandance: Mare, Kate, Eva, Jana, Ana, e Lux.

source: The newest offer of hotel Castellastva includes a wellness centre where guests can let off steam or relax after a long day full of activities.
de: Das neuste Angebot des Hotels Castellastva steht im Einklang mit den globalen Tourismustrends und den neuen Standards der Hoteleinrichtungen und umfasst außerdem ein Wellnesscenter, in dem sich Gäste nach einem langen Tag voller Aktivitäten entspannen oder Dampf ablassen können.
fr: La dernière offre de l'hôtel Castellastva comprend un centre de bien-être où les clients peuvent se défouler ou se détendre après une longue journée remplie d'activités.
it: Nella recente offerta dell’hotel Castellastva troverete un centro benessere dove gli ospiti potranno rilassarsi dopo una lunga giornata densa di attività.

source: /en/news/city-café-of-mogren-hotel/
fr: /fr/nouvelles/hôtel-city-cafe-of-mogren
it: /it/notizie/city-café-of-mogren-hotel/

source: and the city’s marina.
fr: et la marina de la ville.
