Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: By keeping pace with global tourism trends and by listening to demand, all with a view to taking the best possible position in the market and branding its own tourism product, Budvanska Rivijera Hotel Group never stops working on upgrading the quality of its offer through both raising the quality of accommodation facilities and continuous professional training of its human resources.
de: Die Hotelgruppe Budvanska Rivijera hält Schritt mit den globalen Tourismus-Trends um die bestmögliche Position auf dem Markt einzunehmen. Um ihr eigenes Tourismusprodukt besser zu vermarkten arbeitet Budvanska Rivijera stets daran die Qualität ihres Angebots durch starkwirkende Maßnahmen zu verbessern, sowie an der Qualität der Unterbringungsmöglichkeiten und die ständige berufliche Weiterbildung des Personals.
fr: En suivant le rythme du tourisme mondial et en écoutant la demande, le tout dans le but de prendre la meilleure position possible sur le marché et de marquer son propre produit touristique, Budvanska Rivijera Hotel Group ne cesse de travailler à l'amélioration de la qualité de son offre à la fois en augmentant la qualité des logements et la formation professionnelle continue de ses ressources humaines.
it: Attraverso analisi dei trend di mercato, attivo ascolto della domanda ed una strategia volta al miglior posizionamento di mercato delle proprie strutture e del proprio brand, il Budvanska Rivijera Hotel Group lavora costantemente sul monitoraggio e sul miglioramento della qualità dei servizi offerti, sia in termini di cura degli alloggi che di sviluppo delle risorse umane, per un servizio sempre d’eccellenza.
ru: Идя в ногу с мировыми туристическими тенденциями и прислушиваясь к спросу, с целью занять наилучшую возможную позицию на рынке и создать собственный туристический продукт, гостиничная группа Будванская Ривьера никогда не прекращает работу над повышением качества своего предложения как за счет повышения качества размещения, так и за счет непрерывного профессионального обучения своих сотрудников.

source: The greater number of the hotel group’s establishments are seasonal and open from April to November.
de: Die meisten Hotels der Hotelgruppe sind saisonabhängig und von April bis November geöffnet.
fr: Le plus grand nombre d'établissements de groupes hôteliers sont saisonniers et ouverts d'avril à novembre.
it: Molte strutture del gruppo sono stagionali, aperte dal mese di aprile al mese di novembre.
ru: Большинство заведений гостиничной группы являются сезонными и открыты с апреля по ноябрь.

source: Awards
de: Auszeichnungen
fr: Recompenses et prix
it: Riconoscimenti
ru: ПРЕМИИ

source: Decades of presence in the tourism market, a continuous work on hotel category upgrades and investing into the quality thereof have resulted in numerous international and national awards to Budvanska Rivijera Hotel Group and in the employees thereof having won numerous prizes at vocational skills competitions.
de: Die jahrzehntelange Präsenz auf dem touristischen Markt, die kontinuierte Aktivität and der Erhöhung der Hotelkategorie und Investition in die Qualität waren die Bedingungen welche zu zahlreichen einheimischen und internationalen Auszeichnungen, sowie auch Auszeichnungen auf Berufswettbewerben für Angestellte, der Hotel Gruppe „Budvanska rivijera“ führten.
fr: La réputation du Groupement d’hôtels Budvanska rivijera est renforcée par les nombreuses récompenses et prix reçus lors de plusieurs décennies de présence sur le marché touristiques pour les mérites particuliers dans l’amélioration des catégories des hôtels et de la qualité ainsi que par les nombreux prix que son personnel a reçus aux concours professionnels.
it: Una attivita’ pluridecennale sul mercato turistico , impegno costante finalizzato ad un inalzamento del livello della classificazione nonche’ della qualita’ degli albergi stessi ha fatto si’ che il gruppo alberghiero Budvanska Rivijera sia titolare di numerosi riconoscimenti internazionali e nazionali nonche’ vincitore di numerosi premi nelle competizioni professionali del settore.
ru: Многолетнее присутствие на туристическом рынке, непрерывная работа по повышению категории отелей и инвестированию в их качество привели гостиничную группу Будванская Ривьера к многочисленным международным и национальным наградам, а также к тому, что ее сотрудники завоевали многочисленные призы на конкурсах профессионального мастерства.

source: Wild Beauty Award to Budvanska Rivijera Hotel Group for an enterprise with the best results in tourism and largest contribution to the quality thereof in 2011.
de: Die Auszeichnung Wild Beauty für die Hotel Gruppe „Budvanska rivijera“ für das Unternehmen mit den besten Ergebnissen in der Tourismusbranche und den größten Beitrag zur Qualität im Jahr 2011.
fr: Prix Wild Beauty décerné à HG Budvanska rivijera, prix de la meilleure entreprise dans le domaine du tourisme par ses résultats et mérites particuliers en matière de qualité de 2011.
it: Riconoscimento Wild beauty HG Budvanska Rivijera come societa’ con i migliori risultati conseguiti nel turismo e per il maggior contributo alla qualita’ per l’ anno 2011.
ru: Премия «Wild Beauty присуждена гостиничной группе Будванская Ривьера за предприятие с лучшими результатами в сфере туризма и наибольшим вкладом в его качество в 2011 году.

source: The Best Club Hotel – Palas Hotel, in competition among 11 Mediterranean countries, for the superior quality of service in the season of 2011.
de: Der beste Club Hotel - hotel &quot;Palas&quot; im Wettbewerb mit 11 Ländern des Mittelmeerraums, für die höchste Service Qualität in der Saison 2011.
fr: Prix du meilleur hôtel-club - hotel &quot;Palas&quot; au concours de 11 pays méditerranéens, pour la prestation de service d’une qualité exceptionnelle en saison 2011.
it: Il miglior hotel club- Hotel Palas in concorenza tra 11 paesi del Mediterraneo per un servizio di massima qualita’ nella stagione 2011.
ru: Лучший Клубный отель – отель «Палас» по итогам конкурса среди 11 средиземноморских стран, за превосходное качество услуг в сезоне 2011 года.

source: Gold Medal to Aleksandar Hotel and the Grand Gold Medal to Palas Hotel at the Tourism Fair in Novi Sad in 2011.
de: Goldmedale für Hotel &quot;Aleksandar&quot; und &quot;Große Goldmedaille&quot; für Hotel &quot;Palas&quot; auf der Tourismusmesse in Novi Sad im Jahr 2011.
fr: Médaille d’or remporté par l’hôtel &quot;Aleksandar&quot; et Grand médaille d’or remporté par l’hôtel &quot;Palas&quot; au Salon de tourisme de Novi Sad de 2011.
it: La medaglia d’ oro all’ hotel Aleksandar e la Grande medaglia d’ oro all’ albergo Palas in occasione della Fiera del turismo di Novi Sad nel 2011.
ru: Золотая медаль отелю «Александр» и Большая золотая медаль отелю «Палас» на Новосадской туристической ярмарке в 2011 году.

source: Award of the Czech tour operator Vitkovice Tours at the Tourism Fair in Prague in 2010 for the superior quality of services provided in Slovenska Plaza Tourist Development.
de: Die Auszeichnung des Tchechischen Reiseveranstalter &quot;Vitkovice tours&quot; auf der Tourismusmesse in Prag im Jahr 2010 für die höchste Qualität für die, in dem Touristen Komplex &quot;Slovenska plaza&quot; zur Verfügung gestellten, Dienstleistungen.
fr: Prix attribué par &quot;Vitkovice tours&quot;, le tour-opérateur tchèque au Salon de tourisme à Prague de 2010. pour la prestation de services d’une qualité exceptionnelle de CT &quot;Slovenska plaza&quot;.
it: Il riconoscimento di operatore turistico della Repubblica Cieca “ Vitkovice tours “ in occasione della Fira del Turismo a Praga nel 2010 per un eccellenza nel servizio all’ interno del villaggio turistico “Slovenska plaza“.
ru: Награда Чешского туроператора «Vitkovice Tours» на туристической ярмарке в Праге 2010 года за высокое качество услуг, предоставляемых в отеле «Словянский пляж»

source: Award of the French tour operator Prodintour to Palas Hotel in competition among club hotels from 12 Mediterranean countries in 2010.
de: Die Auszeichnung des Französischen Reiseveranstalter &quot;Prodintour&quot; für das Hotel &quot;Palas&quot; in der Konkurrenz von 12 Club Hotels in den Ländern des Mittelmeerraums im Jahr 2010.
fr: Prix attribué par &quot;Prodintour&quot;, le tour-opérateur français à l’hôtel &quot;Palas&quot; au concours des hôtels-clubs de 12 pays méditerranéens de 2010.
it: Riconoscimento dell’ operatore turistico francese “PRODINTOUR” all’ hotel “Palas “ conseguito nel 2010 in concerenza con hotel club di altri dodici paesi mediterranei.
ru: Награда Французского туроператора «Prodintour» отелью «Палас» по итогам конкурса среди 12 средиземноморских стран, сезон 2010.

source: Wild Beauty Award for the best coastal 3* hotel to Palas Hotel in 2010.
de: Wild Beauty Award - Auszeichnung für das beste Hotel am Meer mit 3 Sterne Kategorie für das Hotel „Palas“ für das Jahr 2010.
fr: Wild Beauty Award du meilleur hôtel à trois étoiles de la zone littorale de 2010 décerné à l’hôtel Palas.
it: Wild Beauty Award quale miglior hotel costiero a tre stelle all’ hotel “Palas” nel 2010.
ru: Премия «Wild Beauty» (Дикая красота) отелю «Палас» , как лучший приморский 3* отель в 2010 году.

source: Wild Beauty Award for the Montenegrin company with the best results in the international market in 2005 and 2007.
de: Wild Beauty Award-Auszeichnung für das Unternehmen in Montenegro mit den besten Ergebnissen auf dem Auslandsmarkt im Jahr 2005 und dem Jahr 2007.
fr: Wild Beauty Award de la meilleure entreprise du Monténégro pour ses résultats sur le marché extérieur en 2005. et en 2007.
it: Wild Beauty Award per la compania che ha conseguito i migliori risultati sul mercato internazionale nel Montenegro per gli anni 2005 e 2007.
ru: Награда «Wild Beauty» (Дикая красота) компании с наилучшим результатом по приему иностранцев в Черногории 2005 и 2007 годов.

source: 2007 Business Partner in Tourism award, organised by the Mass Media International company from Belgrade.
de: Die Auszeichnung &quot;Business Partner im Tourismus&quot; im Jahr 2007 in der Organisation des Unternehmens Mass Media International aus Belgrad.
fr: Prix du meilleur &quot;Partenaire d’affaires dans le tourisme&quot; de 2007, concours organisé par la compagnie Mass Media International de Belgrade.
it: Riconoscimento “ Sodalizio d’ affari “ nel turismo per l’ anno 2007 patrocinato dalla societa’ Mass Media International di Belgrado.
ru: Награда « Business Partner in Tourism» за 2007 год в организации компании «Mass Media International» из Белграда.

source: Golden Award for Tourism, Hotel and Catering Industry 2004 at the proposal of Trade Leaders Club from Madrid and the Editorial Office publishing group.
de: Die Goldene Auszeichnung für Tourismus, Hotel- und Gastronomiebetrieb im Jahr 2004 auf Vorschlag des Trade Leaders Club aus Madrid und des Verlagshauses Editorial office.
fr: Prix d’or pour les mérites dans le tourisme, hôtellerie et restauration de 2004 à la proposition de Trade liders club de Madrid et la maison d’édition Editorial office.
it: Targa d’ oro per il turismo , attivita’ alberghiere e ristorazione per l’ anno 2004 sollecitata da parte del Trade Liders Club di Madrid e la Casa editrice “Editorial Office“ .
ru: Золотая медаль за туризм , гостеприимство и кейтеринг 2004 года по предложению «Trade Leaders Club» из Мадрида и редакционно-издательской группы.

source: hotel mogren rooms
de: hotel mogren unterkunft
fr: hotel mogren chambres
it: hotel mogren camere
ru: отель могрен номера

source: Hotel Mogren provides ideal lodging conditions with its 49 in-style and newly furnished accommodation units, featuring both Mountain and Sea view rooms.
de: Das Hotel Mogren bietet mit seinen 49 stilvollen und neu eingerichteten Unterkünften, die sowohl Zimmer mit Berg- als auch Meerblick bieten, ideale Unterkunftsbedingungen.
fr: L'Hôtel Mogren offre des conditions d'hébergement idéales avec ses 49 logements de style et nouvellement meublés, avec des chambres avec vue sur la montagne et la mer.
it: L’hotel Mogren offer condizioni di alloggio ideali con ben 49 camere, arredate a nuovo e con stile, che guardano sia alle montagne che al mare.
ru: Отель Могрен предлагает идеальные условия проживания. К услугам гостей 49 стильно оформленных и недавно обставленных номеров, включая номера с видом на горы и море.

source: Budvanska Rivijera | Hotel Mogren - Rooms with View over Old Town
de: Budvanska Rivijera | Hotel Mogren - Unterkunft
fr: Budvanska Rivijera | Hotel Mogren - Chambres Avec Vue Sur La Vieille Ville
it: Budvanska Rivijera | Hotel Mogren - Alloggi con vista Sulla Città Vecchia
ru: Будванская Ривьера | Отель Могрен - Номера с видом на Старый город

source: Sit tight, we'll be right back!
de: Bitte fest halten, wir sind gleich wieder da!
fr: Asseyez-vous bien, nous serons de retour!
it: Non andare via, torneremo subito!
ru: Расслабьтесь, мы сейчас вернемся!

source: Hotel Mogren is currently being renovated into 5 star hotel with plethora of luxury content and services.
de: Das Hotel Mogren wird derzeit zu einem 5-Sterne-Hotel mit einer Vielzahl luxuriöser Inhalte und Dienstleistungen umgebaut.
fr: L'hôtel Mogren est en cours de rénovation en hôtel 5 étoiles avec une pléthore de contenus et de services de luxe.
it: Attualmente, hotel Mogren sta in fase di ristrutturazione in un hotel a 5 stelle con una pletora di contenuti e servizi di lusso.
ru: Отель Могрен в настоящее время реконструируется в 5-звездочный отель с большим количеством роскошного контента и услуг.

source: HOTEL MOGREN
ru: ОТЕЛЬ МОГРЕН

source: <a href="/en/hotel-mogren-in-budva/overview/" target="_blank">Hotel Mogren</a> provides ideal lodging conditions with its 49 in-style and newly furnished accommodation units: 4 apartments, 6 three-bedroom suites, and 39 double/twin rooms. For specific room view requests make sure to point out your preferences between: mountain view or Old town plus sea view.
de: Hotel Mogren, mit seinen 49 stilvollen und neu eingerichteten Wohneinheiten, bietet ideale Unterkunftsbedingungen: 4 Appartements, 6 Suiten mit drei Schlafzimmern und 39 Doppel- / Zweibettzimmer.* Bitte achten Sie bei speziellen Anfragen nach Zimmeransichten darauf dass Sie zwischen Bergblick oder Altstadt plus Meerblick wählen.
fr: L'hôtel Mogren offre des conditions d'hébergement idéales avec ses 49 unités d'hébergement de style et nouvellement meublées: 4 appartements, 6 suites de trois chambres et 39 chambres doubles/lits jumeaux. Pour des demandes spécifiques de vue sur la chambre, assurez-vous d'indiquer vos préférences entre: vue sur la montagne ou la vieille ville et vue sur la mer.
it: L’hotel Mogren offre condizioni di soggiorno ideali con i suoi 49 alloggi arredati con stile: 4 appartamenti, 6 suite triple e 39 camere doppie. Possibile scegliere vista montagne o vista città vecchia e mare.
ru: Отель Могрен предлагает идеальные условия проживания с его 49 стильными и недавно обставленными номерами: 4 апартамента, 6 трехместных люксов и 39 двухместных номеров с 1 кроватью /2 отдельными кроватями.Для конкретных запросов на вид из номера обязательно укажите свои предпочтения между: видом на горы или Старый город плюс вид на море.

source: Hotel Mogren -Accommodation
de: Hotel Mogren - Unterkunft
fr: Hotel Mogren - Hébergement
it: Hotel Mogren - Alloggi
ru: Отель Могрен - Размещение

source: Bathrobe
de: Bademantel
fr: Peignoir de bain
it: Accappatoio
ru: Банный халат

source: Bath or Shower
de: Bad oder Dusche
fr: Bain ou douche
it: Vasca o doccia
ru: Ванна или душ

source: Sea view
de: Seeblick
fr: Vue sur la mer
it: Vista mare
ru: Вид на море

source: Minibar
ru: Мини-бар

source: Balcony
de: Balkon
fr: Balcon
it: Balcone
ru: Балкон

source: Desk
de: Schreibtisch
fr: Bureau
it: Scrivania
ru: Стол

source: Ironing Facilities
de: Bügeleinrichtungen
fr: Installations de repassage
it: Struttura da stiro
ru: Гладильные принадлежности

source: Seating Area
de: Sitzbereich
fr: Zone assise
it: Salotto
ru: Гостиный уголок

source: Heating
de: Heizung
fr: Chauffage
it: Riscaldamento
ru: Нагревание

source: Carpeted
de: Teppichboden
fr: Moquette
it: Moquette
ru: Покрытый коврами

source: Private entrance
de: Eigener Eingang
fr: Entrée privée
it: Entrata privata
ru: Отдельный вход

source: Electric kettle
de: Wasserkocher
fr: Bouilloire électrique
it: Bollitore elettrico
ru: Электрический чайник

source: Towels/Sheets (extra fee)
de: Handtücher / Bettwäsche (gegen Gebühr)
fr: Serviettes / draps (frais supplémentaires)
it: Asciugamani (pagati extra)
ru: Полотенца / Простыни (за дополнительную плату)

source: Tumble dryer
de: Wäschetrockner
fr: Sèche-linge
it: Asciugatrice
ru: Сушилка для белья

source: Wardrobe or closet
de: Kleiderschrank oder Schrank
fr: Armoire ou penderie
it: Guardaroba
ru: Шкаф или гардероб

source: Terrace
de: Terrasse
fr: Terrasse
it: Terrazza
ru: Терраса

source: Linen
de: Leinen
fr: Lin
it: Biancheria
ru: Белье

source: Entire unit located on ground floor
de: Die gesamte Einheit befindet sich im Erdgeschoss
fr: Logement entièrement situé au rez-de-chaussée
it: Camera posta al piano primo
ru: Весь блок расположен на первом этаже

source: Clothes rack
de: Kleiderständer
fr: Penderie
it: Grucce
ru: Вешалка для одежды

source: Fold-up bed
de: Klappbett
fr: Lit pliant
it: Letto pieghevole
ru: Раскладная кровать

source: Sofa bed
de: Schlafsofa
fr: Canapé-lit
it: Divano letto
ru: Диван-кровать

source: hotel mogren budva
ru: отель могрен будва

source: Hotel Mogren is an authentic city hotel and undisputed tourist symbol of Budva, recently renovated to feature a four-star experience for our guests.
de: Das Hotel Mogren ist ein authentisches Stadthotel und unbestrittenes touristisches Symbol von Budva. Es wurde kürzlich renoviert, um unseren Gästen ein Vier-Sterne-Erlebnis zu bieten.
fr: L'hôtel Mogren est un authentique hôtel de ville et symbole touristique incontesté de Budva, récemment rénové pour offrir une expérience quatre étoiles à nos clients.
it: L’hotel Mogren è un autentico city-hotel, indiscusso simbolo turistico di Budva, ristrutturato di recente sugli standard dell’esperienza 4 stelle per I suoi ospiti.
ru: Отель Могрен - аутентичный городской отель и бесспорный туристический символ Будвы, который был переоборудован в 4-звездочный отель.

source: Budvanska Rivijera | Hotel Mogren in Budva
fr: Budvanska Rivijera | Hotel Mogren à Budva
it: Budvanska Rivijera | Hotel Mogren a Budva
ru: Будванская Ривьера | Отель Могрен в Будве

source: City Hotel
de: Stadthotel
ru: Городской Oтель

source: Hotel Mogren is one of the most authentic buildings in <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a>, recently renovated to feature a four-star experience for our guests. Built in 1934, it is an undisputed tourist symbol of the city. It is <a title="Hotel Mogren - Location" href="/en/hotel-mogren-in-budva/location/" target="_blank">located</a> opposite of the defensive stone walls of <a title="Budva old Town" href="https://www.visit-montenegro.com/destinations/budva/attractions/old-town/" target="_blank">Budva’s Old Town</a> from the Venetian rule and was named after a nearby beach - the most scenic beauty in Budva, <a title="Mogren Beach" href="https://www.tripadvisor.com/Attraction_Review-g304074-d7250928-Reviews-Mogren_Beach-Budva_Budva_Municipality.html/" target="_blank">Mogren beach.</a>
de: Hotel Mogren ist ein authentisches Stadthotel in Budva das kürzlich renoviert wurde um unseren Gästen ein Vier-Sterne-Erlebnis zu bieten. Es wurde 1934 erbaut und ist ein unbestrittenes touristisches Wahrzeichen von Budva. Es <a title="Hotel Mogren - Location" href="/en/hotel-mogren-in-budva/location/" target="_blank">befindet sich</a> gegenüber den Steinmauern der <a title="Budva old Town" href="https://www.visit-montenegro.com/destinations/budva/attractions/old-town/" target="_blank">Altstadt von Budva</a> aus der Zeit der Venezianer und wurde nach einem nahe gelegenen Strand benannt - dem landschaftlich schönsten in Budva, dem Strand von Mogren.
fr: L'hôtel Mogren est l'un des bâtiments les plus authentiques de Budva, récemment rénové pour offrir une expérience quatre étoiles à nos clients. Construit en 1934, c'est un symbole touristique incontesté de la ville. C'est <a title="Hotel Mogren-Location" href="/en/hotel-mogren-in-budva/location/" target="_blank"> situé </a> en face des murs de pierre défensifs de <a title="Vieille ville de Budva" href="https://www.visit-montenegro.com/destinations/budva/attractions/old-town/" target="_blank"> Vieille ville de Budva </a> depuis le Règle vénitienne et a été nommé d'après une plage voisine - la beauté la plus pittoresque de Budva, <a title="Mogren Beach" href="https://www.tripadvisor.com/Attraction_Review-g304074-d7250928-Reviews-Mogren_Beach-Budva_Budva_Municipality.html/" target="_blank"> plage de Mogren. </a>
it: L'albergo Mogren è uno degli edifici più autentici di Budva, recentemente rinnovato per offrire un'esperienza a quattro stelle ai nostri ospiti. Costruito nel 1934, è senza dubbio un simbolo turistico della città. È <a title="Hotel Mogren - Location" href="/en/hotel-mogren-in-budva/location/" target="_blank">posizionato</a> opposto delle mura difensive di pietra di <a title="Budva old Town" href="https://www.visit-montenegro.com/destinations/budva/attractions/old-town/" target="_blank">Città Vecchia di Budva</a>risalenti al periodo della dominazione veneziana, e prende il nome da una spiaggia vicina - la bellezza più scenografica di Budva, Mogren spiaggia.
ru: Отель Могрен - одно из самых аутентичных зданий Будвы, которое было переоборудовано в 4-звездочный отель. Построенный в 1934 году, он является неприкосновенным туристическим символом города. Он расположен напротив каменных оборонительных стен Старого города Будвы, которые были построены во времена правления Венеции, и назван в честь близлежащего пляжа - одного из самых красивых пляжей Будвы, пляжа Могрен.

source: The hotel is centrally <a title="Hotel Mogren - Location" href="/en/hotel-mogren-in-budva/location/" target="_blank">positioned</a> and close to major attractions in Budva. Within eyesight are:
de: Das Hotel ist <a title="Hotel Mogren - Location" href="https://hgbudvanskarivijera.com/de/hotel-mogren-in-budva/lage/" target="_blank">zentral gelegen</a> und in der Nähe der wichtigsten Sehenswürdigkeiten von Budva. In Sichtweite sind:
fr: L'hôtel est centralement <a title="Hotel Mogren- Localisation" href="/en/hotel-mogren-in-budva/location/" target="_blank"> positionné </a> et à proximité des principales attractions de Budva. Dans la vue sont:
it: L'hotel si trova in <a title="Hotel Mogren - Location" href="https://hgbudvanskarivijera.com/it/hotel-mogren-a-budva/posizione/" target="_blank">posizione</a> centrale vicino alle principali attrazioni di Budva. A portata di vista ci sono:
ru: Отель расположен в центре города, недалеко от основных достопримечательностей Будвы. Рядом находятся:

source: the main gate to the fortifications of <a title="Budva old Town" href="https://www.visit-montenegro.com/destinations/budva/attractions/old-town/" target="_blank">Budva’s Old Town</a>,
de: das Haupttor zu den Befestigungen der Altstadt von Budva,
fr: la porte principale des fortifications de Vieille ville de Budva,
it: la porta principale delle fortificazioni di Città Vecchia di Budva,
ru: главные ворота укрепления Старого города Будвы;

source: popular beaches such as
de: beliebte Strände wie
fr: plages populaires telles que
it: spiagge popolari come
ru: популярные пляжи, такие как

source: and the <a title="Marina Budva" href="https://www.yachtagent.me/marina-budva.html/" target="_blank"> city’s marina</a>.
de: und dem Yachthafen der Stadt.
it: e la la marina della città.
ru: городская пристань.
