Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: Our hotel’s main focus is the relaxation of our guests. What sets us apart from any other hotel is the natural beauty that lies ahead of our premises; a view no other place on Earth could replicate, melodies that no compositor could produce, a sense of relief you’ll feel nowhere else. <br /> <br /> The hotel’s outside area comes with a lot of green areas in our garden and an open <a title="Hotel Palas - Restaurants" href="/en/hotel-palas/restaurants-and-bars/" target="_blank">terrace</a> that becomes the most popular venue for all kinds of different shows in the course of summer: from folklore to salsa evenings, ethno-Mediterranean music concerts, children’s theatre plays, street entertainers, and more. Our guests have the advantage of attending all <a title="Hotel Group Budvanska Rivijera - Events" href="/en/events/" target="_blank">events</a> free of charge.
de: Das Hauptaugenmerk unseres Hotels liegt auf der Unterhaltung unserer kleinen Gäste. Aus diesem Grund bieten wir in unserem Hotelgelände ein Kinderspielzentrum mit moderner Ausstattung und ein professionelles Animationsteam. <br />Der Außenbereich des Hotels verfügt über viele Grünflächen in unserem Garten und eine offene Terrasse, die im Sommer zum beliebtesten Veranstaltungsort für verschiedene Shows aller Art wird: von Folklore über Salsaabende bis hin zu Konzerten mit ethno-mediterraner Musik und Kinder-Theaterstücke, Straßenkünstler und mehr. Unsere Gäste haben den Vorteil alle Veranstaltungen kostenlos zu besuchen. <br />Hotel Palas bietet nicht nur Freude und Spaß in der sonnigen Jahreszeit, sondern organisiert auch einen spektakulären Silvesterabend, der zu den attraktivsten in Montenegro und auf dem Balkan zählt. Die Veranstaltung wird mit großartiger Musik von bekannten Sängern begleitet, wo köstliches kontinentales Essen von Gourmet-Küchenchefs vorbereitet wird. <br />Außerhalb des Hotels gibt es viele Möglichkeiten für Wasserliebhaber wie Kajakfahren, Angeln oder Tauchen. <br />
fr: L'objectif principal de notre hôtel est la détente de nos clients. Ce qui nous distingue de tout autre hôtel est la beauté naturelle qui se trouve devant nos locaux, une vue qu'aucun autre endroit sur Terre ne pourrait reproduire, des mélodies qu'aucun compositeur ne pourrait produire, un sentiment de soulagement que vous ne ressentirez nulle part ailleurs. <br /> <br /> L'espace extérieur de l'hôtel comprend de nombreux espaces verts dans notre jardin et une terrasse ouverte qui devient le lieu le plus populaire pour toutes sortes de spectacles différents au cours de l'été: du folklore aux soirées salsa, concerts de musique ethno-méditerranéenne, théâtre pour enfants pièces de théâtre, artistes de rue, etc. Nos clients ont l'avantage d'assister gratuitement à tous les événements. <br /> <br /> En plus de servir le plaisir et le plaisir pendant les saisons ensoleillées, l'hôtel Palas organise également un réveillon du Nouvel An spectaculaire à Petrovac, qui est l'un des plus attrayants du Monténégro et des Balkans. L'événement est couvert de grande musique interprétée par de grands chanteurs, de délicieux plats continentaux préparés par des chefs gastronomiques et de rires pendant toute la célébration. <br /> À l'extérieur de l'hôtel, vous trouverez de nombreuses possibilités pour les amateurs d'eau tels que le kayak, la pêche ou la plongée.
it: Il focus del nostro hotel è l’intrattenimento per I nostri clienti più giovani. Per questo offriamo ai bambini un’area gioco esterna modernamente attrezzata, un team di animazione professionale and un’area gioco interna. <br /> <br /> L’area esterna dell’hotel è immersa nel verde ed offre una terrazza nota per ogni genere di evento durante il periodo estivo: serate di musica popolare come di salsa, concerti di musica etno-mediterranea, teatro per bambini, artisti di strada e molto altro. Tutti i nostri ospiti possono partecipare a tutti questi eventi senza costi aggiuntivi. <br /> <br /> L’hotel organizza anche un evento di capodanno tra i più attraenti in Montenegro, che revede la partecipazione di cantanti famosi e l’offerta di pietanze tradizionali preparate da chef gurmet. <br /> Fuori l’hotel è possibile svolgere attività acquatiche come kayak, pesca o immersioni. L'obiettivo principale del nostro hotel è il relax dei nostri ospiti. Ciò che ci distingue da qualsiasi altro hotel è la bellezza naturale che si trova davanti ai nostri locali; una visione che nessun altro luogo nel mondo potrebbe replicare, melodie che nessun compositore potrebbe produrre, un senso di sollievo che non sentirai da nessun'altra parte. <br /> <br /> L'area esterna dell'hotel presenta molte aree verdi nel nostro giardino e una <a title="Hotel Palas - Restaurants" href="/en/hotel-palas/restaurants-and-bars/" target="_blank">terazza</a> che diventa il luogo più popolare per tutti i tipi di spettacoli diversi nel corso dell'estate: dal folklore alle serate di salsa, concerti di musica etno-mediterranea, spettacoli teatrali per bambini, animatori di strada, ecc. I nostri ospiti hanno il vantaggio di partecipare gratuitamente a tutti gli <a title="Hotel Group Budvanska Rivijera - Events" href="https://hgbr.me/en/events/" target="_blank">eventi</a> gratuitamente .
ru: Основное внимание в нашем отеле уделяется развлечению наших маленьких гостей, поэтому мы предоставляем детский игровой центр с современным оборудованием, профессиональную команду аниматоров и игровую комнату на территории отеля. На территории отеля есть много зеленых зон в нашем саду и открытая терраса, которая становится самым популярным местом для проведения всевозможных шоу в течение лета: от фольклорных вечеров до сальсы, этно-средиземноморских музыкальных концертов, детского театра, пьес, уличныx артистов и многое другое. Наши гости имеют возможность посещать все мероприятия бесплатно.

source: New Year in Hotel Palas
de: Silvester im Hotel Palas
fr: Nouvel an à l'hôtel Palas
it: Capodanno in Hotel Palas
ru: Новый год в отеле Палас

source: Apart from serving delight and fun during sunny seasons, Hotel Palas additionally organises a spectacular New Year's Eve in Petrovac, which is one of the most attractive ones in Montenegro and the Balkan region. The event is covered with great music performed by big-name singers, delicious continental food prepared by gourmet culinary chefs, and lots of laughter during the whole celebration. <br /> Outside the hotel are many possibilities for water aficionados such as kayaking, fishing, or diving.
de: Hotel Palas bietet nicht nur Freude und Spaß in der sonnigen Jahreszeit, sondern organisiert auch einen spektakulären Silvesterabend, der zu den attraktivsten in Montenegro und auf dem Balkan zählt. Die Veranstaltung wird mit großartiger Musik von bekannten Sängern begleitet, wo köstliches kontinentales Essen von Gourmet-Küchenchefs vorbereitet wird. <br /> Außerhalb des Hotels gibt es viele Möglichkeiten für Wasserliebhaber wie Kajakfahren, Angeln oder Tauchen.
fr: En plus de servir le plaisir et le plaisir pendant les saisons ensoleillées, l'hôtel Palas organise également un spectaculaire réveillon du Nouvel An à Petrovac, qui est l'un des plus attractifs du Monténégro et des Balkans. L'événement est couvert de superbes musiques interprétées par des chanteurs de renom, délicieux plats continentaux préparés par des chefs culinaires gastronomiques, et beaucoup de rire pendant toute la célébration. <br /> À l'extérieur de l'hôtel, vous trouverez de nombreuses possibilités pour les amateurs d'eau tels que kayak, pêche ou plongée.
it: Oltre a servire delizia e divertimento durante le stagioni di sole, l'Hotel Palas organizza inoltre un Capodanno spettacolare a Petrovac, che è uno dei più affascinanti del Montenegro e della regione balcanica. L'evento include ottima musica eseguita da cantanti di grande nome, delizioso cibo continentale preparato da chef culinari gourmet e molte risate durante l'intera celebrazione. <br /> All'esterno dell'hotel ci sono molte possibilità per gli appassionati di acqua come kayaking, pesca o immersioni.
ru: Помимо развлечений в летнее время года отель Палас также организует захватывающий новогодний вечер, который является одним из самых привлекательных в Черногории и на Балканах. Событие сопровождается великолепной музыкой в исполнении известных певцов, вкусной континентальной кухней, приготовленной знаменитыми поварами, и радостью на протяжении всего праздника. За пределами отеля есть много возможностей для любителей водных видов спорта, таких как каякинг, рыбалка или дайвинг.

source: hotel palas location
de: hotel palas lage
fr: hotel palas localisation
it: hotel palas posizione
ru: oтель палас местоположение

source: Hotel Palas is centrally located in the coastal town of Petrovac. In its vicinity are famous attractions such as beaches, historic monuments, and more.
de: Hotel Palas liegt zentral in der Küstenstadt Petrovac. In der Nähe befinden sich berühmte Sehenswürdigkeiten wie Strände, historische Denkmäler und vieles mehr.
fr: L'Hotel Palas est situé dans le centre de la ville côtière de Petrovac. À proximité se trouvent des attractions célèbres telles que les plages, les monuments historiques et plus encore.
it: L’hotel Palas is situate centralmente sulla città costiera di Petrovac. Nelle adiacenze ci sono famose attrazioni come spiagge, monumenti storici e molto altro.
ru: Отель Палас расположен в центре прибрежного города Петровац. В его окрестностях находятся известные достопримечательности, такие как пляжи, исторические памятники и многое другое.

source: Located directly at the beach in <a title="Petrovac attractions" href="https://www.lonelyplanet.com/montenegro/petrovac/attractions/a/poi-sig/1314083/" target="_blank">Petrovac</a>, surrounded by olive and orange trees. Our <a title="Booking.com" href="https://www.booking.com/hotel/me/palas.en-gb.html?aid=912188;label=affnetadmitadrs-link-ru-index-1_pub-442763_site-541539_pname-Content-Network_clkid-866400dd5a7377425f286bb973b7bb8d;sid=fc15737163c665f35a251375aee79284;dest_id=-91807;dest_type=city;dist=0;from_beach_key_ufi_sr=1;group_adults=2;group_children=0;hapos=1;hpos=1;no_rooms=1;room1=A%%2CA;sb_price_type=total;sr_order=popularity;srepoch=1589375939;srpvid=6b7d5da1adbb009a;type=total;ucfs=1&#hotelTmpl/" target="_blank">Booking.com</a> guests say our hotel is located in the best-rated area in <a title="petrovac, Montenegro" href="https://www.lonelyplanet.com/montenegro/petrovac/top-things-to-do/a/poi/1314083/" target="_blank">Petrovac</a> and hotel has an excellent location score of 9.6. <a title="Hotel palas - Overview" href="/en/hotel-palas/overview/" target="_blank">Hotel Palas</a> is set 1.5 km away from <a title="Perazica Do" href="https://www.tripadvisor.com/Attraction_Review-g804484-d15023227-Reviews-Perazica_Do-Petrovac_Budva_Municipality.html/" target="_blank">>Perazica Do</a> beach. <a title="Rezevici Monastery" href="https://www.visit-montenegro.com/destinations/petrovac/attractions/rezevici-monastery/" target="_blank">Rezevići Monastery</a> is less than 1.8 km away. It is just 1 km to the downtown of Petrovac. Guests can also stroll to Gradska plaza Petrovac. Hotel Palas is situated in the vicinity of the Petrovac Quay.
de: Das Hotel liegt direkt am Strand in Petrovac, umgeben von Oliven- und Orangenbäumen. Unsere <a title="Booking.com" href="https://www.booking.com/hotel/me/palas.en-gb.html?aid=912188;label=affnetadmitadrs-link-ru-index-1_pub-442763_site-541539_pname-Content-Network_clkid-866400dd5a7377425f286bb973b7bb8d;sid=fc15737163c665f35a251375aee79284;dest_id=-91807;dest_type=city;dist=0;from_beach_key_ufi_sr=1;group_adults=2;group_children=0;hapos=1;hpos=1;no_rooms=1;room1=A%%2CA;sb_price_type=total;sr_order=popularity;srepoch=1589375939;srpvid=6b7d5da1adbb009a;type=total;ucfs=1&#hotelTmpl/" target="_blank">Booking.com</a> Gäste sagen dass sich unser Hotel in der besten Gegend von Petrovac befindet und dass <a title="Hotel palas - Overview" href="/en/hotel-palas/overview/" target="_blank">das Hotel</a> eine ausgezeichnete Lage hat - bestätigt durch eine 9.6 Sterne Bewertung. Es liegt 1,5 km vom Strand Perazica Do entfernt. Das Kloster Rezevići liegt weniger als 1,8 km entfernt. Es ist nur 1 km von der Innenstadt von Petrovac entfernt. Sie können auch zum Gradska Plaza Petrovac spazieren. Das Hotel Palas befindet sich in der Nähe des Petrovac Quay.
fr: Situé directement sur la plage de Petrovac, entouré d'oliviers et d'orangers. Notre <a title="Booking.com" href="https://www.booking.com/hotel/me/palas.en-gb.html?aid=912188;label=affnetadmitadrs-link-ru-index-1_pub-442763_site-541539_pname-Content-Network_clkid-866400dd5a7377425f286bb973b7bb8d;sid=fc15737163c665f35a251375aee79284;dest_id=-91807;dest_type=city;dist=0;from_beach_key_ufi_sr=1;group_adults=2;group_children=0;hapos=1;hpos=1;no_rooms=1;room1=A%%2CA;sb_price_type=total;sr_order=popularity;srepoch=1589375939;srpvid=6b7d5da1adbb009a;type=total;ucfs=1&#hotelTmpl/" target="_blank">Booking.com</a> clients disent que notre hôtel est situé dans le zone la mieux notée à <a title = "petrovac, Monténégro" href = "https://www.lonelyplanet.com/montenegro/petrovac/top-things-to-do/a/poi/1314083/" target = "_ blank "> Petrovac </a> et l'hôtel a un excellent score d'emplacement de 9,6. L '<a title="Hotel Palas - Presentation" href="https://hgbudvanskarivijera.com/fr/hotel-palas/apercu/" target="_blank"> Hotel Palas </a> est situé à 1,5 km de Plage de Perazica Do. Monastère de Rezevići est à moins de 1,8 km. Il est à seulement 1 km de la centre-ville de Petrovac. Vous pourrez également vous promener sur la place Gradska Petrovac. L'hôtel Palas est situé à proximité du Petrovac Quai.
it: Situato direttamente sulla spiaggia di <a title="Petrovac attrazioni" href="https://www.lonelyplanet.com/montenegro/petrovac/attractions/a/poi-sig/1314083/" target="_blank">Petrovac</a>, circondato da ulivi e aranci. Nostri <a title="Booking.com" href="https://www.booking.com/hotel/me/palas.en-gb.html?aid=912188;label=affnetadmitadrs-link-ru-index-1_pub-442763_site-541539_pname-Content-Network_clkid-866400dd5a7377425f286bb973b7bb8d;sid=fc15737163c665f35a251375aee79284;dest_id=-91807;dest_type=city;dist=0;from_beach_key_ufi_sr=1;group_adults=2;group_children=0;hapos=1;hpos=1;no_rooms=1;room1=A%%2CA;sb_price_type=total;sr_order=popularity;srepoch=1589375939;srpvid=6b7d5da1adbb009a;type=total;ucfs=1&#hotelTmpl/" target="_blank">Booking.com</a> ospiti dicono che il nostro hotel è situato nell'area più votata a Petrovac e l'hotel tiene un ottimo punteggio per la posizione: 9.6. <a title="Hotel palas - Overview" href="/en/hotel-palas/overview/" target="_blank">Hotel Palas</a> è situato a 1.5 km dalla spiaggia >Perazica Do. Monastero Rezevići si trova meno di 1.8 km. Si trova a solo 1 km dal centro di Petrovac. Gli ospiti possono anche passeggiare fino alla spiaggia principale di Petrovac. L'Hotel Palas è situato nelle vicinanze della banchina di Petrovac.
ru: Отель расположен прямо на пляже в Петроваце, в окружении оливковых и апельсиновых деревьев. Наши Booking.com гости говорят, что наш отель расположен в самом престижном районе Петроваца и имеет отличную оценку местоположения 9,6. Отель Палас расположен в 1,5 км от пляжа Перазича До. Монастырь Режевичи находится менее чем в 1,8 км от отеля. Он находится всего в 1 км от центра города Петровац. Гости также могут прогуляться по Городскому пляжу Петроваца. Отель Палас расположен в непосредственной близости от набережной Петроваца.

source: Local bus station
de: Lage
fr: Localisation
it: Stazione degli autobus locale1
ru: Местоположение

source: 200m
ru: 200 м

source: 18km
ru: 18 км

source: Budva Marina
de: Yachthafen in Budva
ru: Будва Марина

source: hotel palas lux double room separate beds
de: Hotel Palas Lux Doppelzimmer separate Betten
fr: hôtel palas lux chambre double lits séparés
it: hotel palas lux camera doppia con letti separati
ru: отель палас двухместный номер люкс с раздельными кроватями

source: HG Budvanska rivijera - Palas Hotel - Lux Double Room with Separate Beds
de: Budvanska Rivijera | Hotel Palas - Unterkunft
fr: HG Budvanska Rivijera | Hotel Palas - Chambres Avec Vue Mer
it: Budvanska Rivijera | Hotel Palas - Camera Doppia Lux con Letti Separati
ru: Будванская Ривьера | Отель Палас - Двухместный номер Люкс с раздельными кроватями

source: LUX DOUBLE ROOM WITH SEPARATE BEDS
de: LUX DOPPELZIMMER MIT SEPARATEN BETTEN
fr: CHAMBRE DOUBLE LUX AVEC LITS SÉPARÉS
it: LUX CAMERA DOPPIA CON LETTI SEPARATI
ru: ДВУХМЕСТНЫЙ НОМЕР ЛЮКС С РАЗДЕЛЬНЫМИ КРОВАТЯМИ

source: Spacious and luxuriously equipped double room with sea view. Rooms are with twin beds. There is a luxurious bathroom with a bathtub and a shower. Max occupancy is 2 pax. All bathrooms have a bathtub and a shower. The size of the lux rooms is approximately 42m².
de: Geräumiges und luxuriös ausgestattetes Doppelzimmer mit Meerblick. Die Zimmer sind mit zwei Einzelbetten ausgestattet. Es gibt ein luxuriöses Badezimmer mit Badewanne und Dusche. Die maximale Belegung beträgt 2 Personen. Alle Badezimmer verfügen über eine Badewanne und eine Dusche. Die Größe der Lux-Zimmer beträgt ca. 42m².
fr: Chambre double spacieuse et luxueusement équipée avec vue sur la mer. Les chambres sont avec lits jumeaux. La luxueuse salle de bains est pourvue d'une baignoire et d'une douche. L'occupation maximale est de 2 personnes. Toutes les salles de bains ont une baignoire et une douche. La superficie des chambres lux est d'environ 42 m².
it: Camera matrimoniale spaziosa e lussuosamente attrezzata con vista sul mare. Le camere sono con due letti singoli. C'è un lussuoso bagno con vasca e doccia. La capienza massima è di 2 persone. Tutti i bagni sono dotati di vasca e doccia. La dimensione delle camere lux è di circa 42m².
ru: Просторный и роскошно оборудованный двухместный номер с видом на море. В номерах установлены две односпальные кровати. В роскошной ванной комнате есть ванна и душ. Максимальная вместимость - 2 человека. В номерах есть собственные ванные комнаты с ванной и душем. Площадь люксовых номеров составляет примерно 42 м2.

source: Hotel Palas - Lux Double Room with Separate Beds
de: Hotel Palas - Lux Doppelzimmer mit separaten Betten
fr: Hotel Palas - Chambre Double Lux avec Lits Séparés
it: Hotel Palas - Lux Camera doppia con letti separati
ru: Отель Палас - Двухместный номер Люкс с раздельными кроватями

source: Mountain, sea
de: Blick auf die Berge und Meer
fr: Vue sur la montagne
it: Vista montagna, vista mare
ru: Горы, море

source: hotel palas lux double room
de: hotel palas unterkunft
fr: hotel palas chambres
it: hotel palas lux camera doppia
ru: отель палас двухместный номер люкс

source: HG Budvanska rivijera - Palas Hotel - Lux Double Room
de: Budvanska Rivijera | Hotel Palas - Unterkunft
fr: HG Budvanska Rivijera | Hotel Palas - Chambres Avec Vue Mer
it: Budvanska Rivijera | Hotel Palas - Camera Doppia Lux
ru: Будванская Ривьера | Отель Палас - Двухместный номер Люкс

source: LUX DOUBLE ROOM
de: DOPPELZIMMER
fr: CHAMBRE DOUBLE
it: CAMERA DOPPIA LUX
ru: ДВУХМЕСТНЫЙ НОМЕР ЛЮКС

source: Lux Double Room
de: Doppelzimmer
fr: Chambre double
it: Camera doppia lux
ru: Двухместный номер Люкс

source: Spacious and luxuriously furnished bed room with sea view. All lux rooms are a range of double rooms. Luxurious bathroom with bath and shower. The area of the lux room is about 42 square meters.
de: Geräumiges und luxuriös ausgestattetes Doppelzimmer mit Meerblick. Beide Zimmer haben ein Doppelbett. Es gibt ein luxuriöses Badezimmer mit Badewanne und Dusche. Maximale Belegung: 2 Personen. Alle Badezimmer verfügen über eine Badewanne und eine Dusche. Die Größe der Lux-Zimmer beträgt ca. 42m².
fr: Chambre double spacieuse et luxueusement équipée avec vue sur la mer. Les deux chambres ont un lit double. La luxueuse salle de bains est pourvue d'une baignoire et d'une douche. Occupation max 2 pax. Toutes les salles de bains ont une baignoire et une douche. La superficie des chambres lux est d'environ 42 m².
it: Camera doppia spaziosa e lussuosamente attrezzata con vista sul mare. Entrambe le camere hanno un letto matrimoniale. C'è un lussuoso bagno con vasca e doccia. Occupazione massima 2 pax. Tutti i bagni sono dotati di vasca e doccia. La dimensione delle camere lux è di circa 42m².
ru: Просторная и роскошно обставленная спальня с видом на море. Все номера класса люкс представляют собой ряд двухместных номеров. Роскошная ванная комната с ванной и душем. Площадь номера люкс составляет около 42 квадратных метров.

source: Hotel Palas - Lux Double Room
de: Hotel Palas - Klassenzimmer <br/> Katič
fr: Hotel Palas - Salle de classe Katič
it: Hotel Palas - Camera Doppia Lux
ru: Oтель Палас - Двухместный номер Люкс

source: hotel palas lux suite mountain view
de: hotel palas lage
fr: hotel palas localisation
it: hotel palas suite lux vista montagna
ru: oтель палас номер люкс с видом на горы

source: HG Budvanska rivijera - Palas Hotel - Lux Suite with Mountain View
de: Budvanska Rivijera | Hotel Palas - Unterkunft
fr: HG Budvanska Rivijera | Hotel Palas - Chambres Avec Vue Mer
it: Budvanska Rivijera | Hotel Palas - Suite Lux con Vista Montagna
ru: Будванская Ривьера | Отель Палас - Номер Люкс с видом но горы

source: LUX SUITE WITH MOUNTAIN VIEW
de: SUITE MIT SCHLAFSOFA
fr: SUITE AVEC LIT CANAPÉ
it: LUX SUITE CON VISTA MONTAGNA
ru: ЛЮКС С ВИДОМ НА ГОРЫ

source: Lux Suite with Mountain View
de: Suite mit Schlafsofa
fr: Suite avec canapé-lit
it: Lux Suite con Vista Montagna
ru: Люкс с видом на горы

source: Apartments created for perfect vacation. Elegant, decorated with a special style, modern and charming. All apartments with living room (sofa and chairs) and a bedroom. Luxurious bathroom with bathtub and shower. Nicely decorated balcony with outdoor furniture. Accommodation for two adults and two children up to 12 years or one adult on an extra bed – sofa. Area 77 m2.
de: Diese Unterkunft ist für einen perfekten Urlaub geschaffen. Alle Apartments verfügen über ein Wohnzimmer (Sofa und Stühle) und ein Schlafzimmer. Es gibt ein luxuriöses Badezimmer mit Badewanne und Dusche sowie eine separate Toilette. Die maximale Belegung beträgt 4 Personen, 2 + 2 Personen (zwei Erwachsene und zwei Kinder bis 12 Jahre oder ein Erwachsener auf dem zusätzlichen Schlafsofa). Die ungefähre Größe beträgt 110 m².
fr: Ces appartements sont créés pour des vacances parfaites. Tous les appartements disposent d'un salon (canapé et chaises) et d'une chambre. Il y a une salle de bains luxueuse avec une baignoire et une douche et des toilettes séparées. L'occupation maximale est de 4 personnes, 2 + 2 (deux adultes et deux enfants jusqu'à 12 ans ou un adulte sur le canapé-lit supplémentaire). La superficie approximative est de 110 m².
it: Questi appartamenti sono stati creati per una vacanza perfetta. Tutti gli appartamenti hanno un soggiorno (divano e sedie) e una camera da letto. C'è un lussuoso bagno con vasca e doccia e un gabinetto separato. La capienza massima è di 4 persone, 2 + 2 (due adulti e due bambini fino a 12 anni o un adulto sul divano letto supplementare). La dimensione approssimativa è di 110m².
ru: Апартаменты созданы для идеального отдыха. Элегантный, оформленный в особом стиле, современный и очаровательный. Во всех апартаментах есть гостиная (диван и стулья) и спальня. Роскошная ванная комната с ванной и душем. Красиво оформленный балкон с садовой мебелью. Размещение для двух взрослых и двух детей до 12 лет или одного взрослого на дополнительной кровати – диване. Площадь 77 м2.

source: Hotel Palas - Lux Suite with Mountain View
de: Hotel Palas Lux - Kontakt
fr: Hotel Palas - Lux Suite avec vue sur la montagne
it: Hotel Palas - Lux Suite con vista Montagna
ru: Отель Палас - Номер Люкс с видом на горы
