Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: An addition to our offer is the opportunity for delicious catering, where we can provide attendees with options such as: coffee breaks, juices, tea, homemade biscuits, and pastries.
de: Ein Zusatz zu unserem Angebot ist die Gelegenheit für ein köstliches Catering, bei dem wir den Teilnehmern Optionen wie Kaffeepausen, Säfte, Tee, hausgemachte Kekse und Gebäck anbieten können.
fr: Un complément à notre offre est la possibilité d'une restauration délicieuse, où nous pouvons offrir aux participants des options telles que: pauses café, jus de fruits, thé, biscuits maison et pâtisseries.
it: Un’opzione di sicuro gradimento sono i nostri servizi di catering, come ad esempio caffè, succhi, te e pasticceria con biscotti artigianali.
ru: Дополнением к нашему предложению является возможность организации вкусного кейтеринга, где мы можем предоставить участникам такие услуги, как: кофе-брейки, соки, чай, домашняя выпечка и печенье.

source: Stay in touch
de: In Kontakt bleiben
fr: Reste en contact
it: Rimani in contatto
ru: Оставайтесь на связи

source: Budva, Montenegro
fr: Budva, Monténégro
ru: Будва, Черногория

source: Hotel Aleksandar features restaurants/bars that provide unique Mediterranean menus with plenty of local, continental, and international dishes.
de: Das Hotel Aleksandar bietet Restaurants / Bars, die ein einzigartiges Mittelmeer bieten.Menüs mit vielen lokalen, kontinentalen und internationalen Gerichten.
fr: L'hôtel Aleksandar dispose de restaurants / bars qui offrent des menus méditerranéens uniques avec de nombreux plats locaux, continentaux et internationaux.
it: L’hotel Aleksandar include ristorante e bar che offrono menu mediterranei unici, con una moltitudine di pietanze locali, mediterranee e continentali.
ru: В отеле Александр есть рестораны и бары, которые предлагают уникальное средиземноморское меню с большим количеством местных, континентальных и международных блюд.

source: hotel aleksandar restaurants
it: hotel aleksandar ristoranti
ru: отель александр рестораны

source: Budvanska Rivijera | Hotel Aleksandar - Restaurants & Bars
de: Budvanska Rivijera | Hotel Aleksandar - Restaurants und Bars
fr: Budvanska Rivijera | Hotel Aleksandar - Restaurants et Bars
it: Budvanska Rivijera | Hotel Aleksandar - Ristoranti e Bar
ru: Будванская Ривьера | Отель Александр - Рестораны и бары

source: Restaurants
it: Ristoranti
ru: Рестораны

source: Restaurant
it: Ristorante
ru: Ресторан

source: Our 300-seat hotel restaurant provides buffet style service to create delicious gourmet journeys for those who are looking for culinary indulgence. With the implemented <a title="HACCP" href="https://www.nqa.com/en-me/certification/standards/haccp/" target="_blank">international food quality</a> standards and a variety of national and international menus, the criteria and tastes of even the most demanding guests will be satisfied.
de: Unser Hotelrestaurant, mit 300 Sitzplätzen, bietet Buffetservice um köstliche Gourmetreisen zu kreieren, für diejenigen die nach kulinarischem Genuss suchen. Mit dem implementierten HACCP-Standard und einer Vielzahl von nationalen und internationalen Menüs werden die Kriterien und der Geschmack selbst der anspruchsvollsten Gäste erfüllt.
fr: Notre hôtel-restaurant de 300 places propose un service de style buffet pour créer de délicieux voyages gastronomiques pour ceux qui recherchent l'indulgence culinaire. Avec la norme HACCP mise en œuvre et une variété de menus nationaux et internationaux, les critères et les goûts des clients les plus exigeants seront satisfaits.
it: Il ristorante dell’hotel prevede 300 posti a sedere ed offre un servizio a buffet con deliziose pietanze gourmet. Scrupolosa applicazione delle procedure HACCP ed una grande varietà di pietanze sia nazionali che internazionali rendono il nostro ristorante capace di soddisfare anche i palati più esigenti.
ru: Наш гостиничный ресторан может вместить 300 человек и предлагает обслуживание по системе "шведский стол", чтобы создать восхитительные гастрономические путешествия для тех, кто ищет кулинарных удовольствий. Благодаря внедренным международным стандартам качества продуктов и разнообразию национальных и международных меню, критерии и вкусы даже самых требовательных гостей будут удовлетворены.

source: <a title="Hotel Aleksandar - Overview" href="/en/hotel-aleksandar-in-budva/overview/" target="_blank">Hotel Aleksandar</a> restaurants are furnished to create a Mediterranean ambience and serve excellent seafood, provide <a title="10 Traditional Montenegrin Dishes You Need to Try" href="https://theculturetrip.com/europe/montenegro/articles/10-traditional-montenegrin-dishes-you-need-to-try/" target="_blank">local</a> products with high nutritional quality for breakfast - with every dish being respected as an occasion. Guests can either enjoy their meals either on-site as half- board, full-board or all-inclusive options, or ask for bed and breakfast service.
de: Die Restaurants sind so eingerichtet dass sie ein mediterranes Ambiente erschaffen. Exzellente Meeresfrüchte werden tagtäglich serviert, und zum Frühstück werden regionale Produkte mit hoher Nährstoffqualität angeboten - wobei jedes Gericht als besonderer Anlass respektiert wird. Sie können Ihre Mahlzeiten entweder in der Unterkunft als Halbpension, Vollpension oder All-Inclusive-Option genießen oder den Bed & Breakfast-Service in Anspruch nehmen.
fr: Les restaurants sont meublés pour créer une ambiance méditerranéenne et servent d'excellents fruits de mer, fournissent des produits locaux de haute qualité nutritionnelle pour le petit déjeuner - chaque plat étant respecté comme occasion. Les clients peuvent prendre leurs repas sur place en demi-pension, pension complète ou tout compris, ou demander un service de bed and breakfast.
it: I ristoranti sono arredati in stile mediterraneo e servono deliziose pietanze di pesce, preparate con prodotti locali ad alto valore nutrizionale, oltre ad un’immancabile cura per i particolari. I servizi prenotabili includono pensione completa, mezza pensione e pernottamento con sola colazione inclusa.
ru: Рестораны отеля Александр оборудованы и оформлены так, чтобы создать средиземноморскую атмосферу, и подавать отличные местные морепродукты, а также предоставлять местные продукты с высокой питательностью на завтрак. Гости могут насладиться трапезой независимо от того, оплачивают ли они полупансион, полный пансион, питание по системе „все включено” или „завтрак в постель”.

source: Kid-Friendly Restaurant Menu
de: Kinderfreundliche Speisekarte
fr: Menu du restaurant adapté aux enfants
it: Menù per bambini
ru: Меню ресторана адаптировано для детей

source: We celebrate the coming together of a family by making sure our flavours satisfy everyone’s palates. Which is why parents will be delighted to hear that we offer specially prepared children’s menus at our restaurants so that grown-ups and kids alike can enjoy a most wonderful dining experience at any time of the day.
de: Wir feiern das Zusammenkommen einer Familie indem wir sicherstellen dass unsere Aromen den Gaumen aller Gäste zufriedenstellen. Deshalb freuen sich die Eltern, dass wir in unseren Restaurants speziell zubereitete Kindermenüs anbieten, damit Groß und Klein zu jeder Tageszeit ein wunderbares kulinarisches Erlebnis genießen können.
fr: Nous célébrons le rassemblement d'une famille en veillant à ce que nos saveurs satisfassent les palais de tous. C'est pourquoi les parents seront ravis d'apprendre que nous proposons des menus pour enfants spécialement préparés dans nos restaurants afin que les adultes et les enfants puissent profiter d'une expérience culinaire des plus merveilleuses à tout moment de la journée.
it: Siamo attenti ai gusti ed alle esigenze di tutta la famiglia. Per questo i genitori saranno felici di sapere che offriamo menù preparati appositamente per i bambini tale che sia adulti che più piccoli abbiano una splendida esperienza culinaria in qualsiasi momento della giornata lo desiderino.
ru: Мы приветствуем семейный отдых, и гарантируем, что наши вкусы соответствуют ожиданиям каждого гостя. Вот почему родители будут рады услышать, что мы предлагаем специально подготовленное детское меню в наших ресторанах, чтобы взрослые и дети могли наслаждаться едой в любое время дня.

source: Guardians will also find a kids’ corner within the hotel’s restaurant where menus are adapted for a healthy children’s diet. Once a week we organize a “healthy corner” session where our educators serve <a title="Whole Wheat Chocolate Chip Cookies" href="https://www.bettycrocker.com/recipes/whole-wheat-chocolate-chip-cookies/391acf6b-df6c-49d3-894b-4ac705dc9cb2/" target="_blank">whole-wheat cookies</a> and squeeze healthy fruits to create colourful juices to introduce children to healthy food choices.
de: Eltern haben auch eine Kinderecke im hoteleigenen Restaurant, wo Menüs für eine gesunde Kinderernährung angepasst werden. Einmal in der Woche organisieren wir eine „gesunde Ecke“, in der unsere Pädagogen <a title = "Vollkorn-Schokoladenkekse" href = "https://www.bettycrocker.com/recipes/whole-wheat-chocolate-chip-cookies/391acf6b-df6c-49d3-894b-4ac705dc9cb2/" target = " _blank "> Vollkornkekse </a> dienen und wo wir alle gesunde Früchte pressen und bunte Säfte kreieren um Kinder über gesunde Lebensmittel zu lehren.
fr: Les gardiens trouveront également un coin pour enfants dans le restaurant de l'hôtel où les menus sont adaptés à une alimentation saine pour les enfants. Une fois par semaine, nous organisons une session *coin sain* où nos éducateurs servent biscuits de blé entier et presser des fruits sains pour créer des jus colorés pour initier les enfants à des choix alimentaires sains.
it: I genitori troveranno anche un angolo per bambini all'interno del ristorante dell'hotel dove i menu sono adattati ad una dieta sana dei bambini. Una volta della settimana organizziamo una sessione di "angolo salutare" in cui i nostri educatori servono dei <a title="Whole Wheat Chocolate Chip Cookies" href="https://www.bettycrocker.com/recipes/whole-wheat-chocolate-chip-cookies/391acf6b-df6c-49d3-894b-4ac705dc9cb2/" target="_blank">biscotti integrali</a>e e spremono frutti sani per creare succhi colorati con lo scopo di introdurre ai bambini le scelte alimentari sane.
ru: Гости также найдут детский уголок в ресторане отеля, где меню адаптировано для здорового питания детей. Раз в неделю мы организуем мероприятие *здоровый уголок*, где наши преподаватели подают цельнозерновое печенье а также выжимают фрукты, чтобы сделать красочные соки детям на выбор.

source: All-inclusive bar Oliva
fr: Bar tout compris „Oliva“
it: Bar “Oliva“ tutto incluso
ru: Бар „Олива" по системе "все включено"

source: Refreshment corner with sweet delights, sophisticated Oliva bar reflects the art of Mediterranean dining. Its stylish décor and attentive service offer of a variety of hot drinks, non-alcoholic drinks and alcoholic beverages. Every day at 11.30 desserts are served: ice cream, pancakes, strudels. At 16 o'clock: tea and coffee with cakes and biscuits.
de: Die raffinierte Oliva Bar spiegelt die Kunst des mediterranen Essens wider. Das stilvolle Dekor und der aufmerksame Service bieten eine Auswahl an Heißgetränken, alkoholfreien Getränken und alkoholischen Getränken. Jeden Tag um 11.30 Uhr werden Desserts serviert: Eis, Pfannkuchen, Strudel. Um 16 Uhr: Tee und Kaffee mit Kuchen und Keksen.
fr: Le bar sophistiqué Oliva reflète l'art de la cuisine méditerranéenne. Son décor élégant et son service attentionné proposent une variété de boissons chaudes, de boissons non alcoolisées et de boissons alcoolisées. Tous les jours à 11h30 des desserts sont servis: glaces, crêpes, strudels. A 16 heures: thé et café avec gâteaux et biscuits.
it: Le ricercate decorazioni del bar Oliva riflettono l’intento dell’hotel di offrire un’esperienza cliente in puro stile mediterraneo. Qui vengono serviti drink e bevande alcolici ed analcolici. Ogni giorno alle 11:30 vengono serviti dessert quali gelati, pancake e strudel. Alle 16:00 vengono offerti tè e caffè con torta e biscotti.
ru: Освежающий уголок со сладкими изысками, утонченный бар Олива отражает искусство средиземноморской жизни. С его стильным декором и внимательным обслуживанием, он предлагает широкий ассортимент горячих напитков, безалкогольных и алкогольных. Каждый день в 11.30 подаются десерты: мороженое, блины, штрудель. В 4 часа дня: чай и кофе с пирожными и печеньем.

source: All-inclusive bar Tillia
de: All-inclusive Bar Oliva
fr: Bar tout compris „Oliva“
it: Bar Tilla tutto incluso
ru: Бар "Тилия" по системе "все включено"

source: All our guests who opted for our all-inclusive service are welcome to enjoy variety of soft drinks and alcoholic beverages along with homemade sweets.
de: Alle unsere Gäste, die sich für unseren All-Inclusive-Service entscheiden, sind herzlich eingeladen die Vielfalt von alkoholfreien und alkoholischen Getränken zusammen mit hausgemachten Süßigkeiten zu genießen.
fr: Tous nos clients qui ont opté pour notre service tout compris sont invités à profiter d'une variété de boissons gazeuses et de boissons alcoolisées ainsi que des bonbons faits maison.
it: Tutti i nostri ospiti che hanno optato per il nostro servizio tutto compreso sono invitati a godere della varietà di bibite analcoliche ed alcoliche, insieme ai dolci fatti in casa.
ru: Все наши гости, выбравшие систему услуг "все включено", могут насладиться разнообразием безалкогольных и алкогольных напитков, а также домашними сладостями.

source: Aperitif bar Aleksandar
fr: Bar apéritif „Aleksandar“
it: Bar &quot;Aleksandar&quot;
ru: Аперитив бар „Александр”

source: Across the reception there is an aperitif bar &quot;Aleksandar&quot; across the hotel's reception with cozy kids corner, where our guests can relax with a morning coffee, fresh squeezed juices, and various cakes.
de: Gegenüber der Rezeption befindet sich die Aperitif-Bar Aleksandar mit einer Kinderecke in der Sie sich bei einem morgendlichen Kaffee, frisch gepressten Säften und verschiedenen Kuchen entspannen können.
fr: En face de la réception, vous trouverez un bar à apéritifs „Aleksandar“ avec un coin pour enfants, où vous pourrez vous détendre avec un café le matin, des jus de fruits frais pressés et divers gâteaux.
it: Nei pressi della reception si trova il bar &quot;Aleksandar&quot;, dotato di un angolo bambini in modo che gli ospiti adulti possano rilassarsi godendosi un caffè, una spremuta fresca e torte di vario tipo.
ru: Напротив стойки регистрации находится аперитив-бар «Александр» с детским уголком, где гости могут отдохнуть с утренним кофе, свежевыжатыми соками и различными пирожными.

source: Coffee &amp; Wine Bar
de: Kaffee- und Weinbar
fr: Café et bar à vin
it: Coffee & Wine Bar
ru: Кофейно-винный бар

source: At Coffee &amp; Wine Bar guests can enjoy different flavours of coffee, as well as indulge in the sweet taste of <a title="The Top 10 Vineyards In Montenegro" href="https://theculturetrip.com/europe/montenegro/articles/the-top-10-vineyards-in-montenegro/" target="_blank">domestic</a> and international wines.
de: In der Kaffee- und Weinbar können Sie verschiedene Kaffeesorten genießen, sowie den süßen Geschmack einheimischer und internationaler Weine kosten.
fr: Au Coffee & Wine Bar, les clients peuvent apprécier différentes saveurs de café, ainsi que se livrer au goût sucré des vins nationaux et internationaux.
it: Al “Coffee & Wine Bar” gli ospiti possono degustare caffè di vario tipo e vini locali e regionali.
ru: В Кофейно-винном баре гости могут насладиться различными вкусами кофе, а также насладиться сладким вкусом местных и интернациональных вин.

source: Pool bar Pinea
fr: Bar de piscine „Pinea“
it: Bar con piscina “Pinea“
ru: Бар у бассейна Пинеа

source: At the newly opened <a title="Hotel Aleksandar - Beaches&Pools" href="/en/hotel-aleksandar-in-budva/beaches-and-pools/" target="_blank">pool complex</a> is a Pool bar &quot;Pinea&quot;, centrally positioned for everyone&#39;s convenience and open from <b>10:00 to 18:30</b> . It serves refreshing drinks, hot drinks, ice-teas of different tastes, and other non-alcoholic drinks that guests can enjoy during sunbaths.
de: In der neu eröffneten Poolanlage befindet sich die Poolbar Pinea, die für jedermann zentral gelegen und von 10:00 bis 18:30 Uhr geöffnet ist. Hier erhalten Sie erfrischende Getränke, Heißgetränke, Eistees verschiedener Geschmacksrichtungen und andere alkoholfreie Getränke, die Sie während eines Sonnenbades genießen können.
fr: Au complexe de la piscine nouvellement ouvert est un bar de la piscine „Pinea“, situé au centre pour la commodité de chacun et ouvert de 10h00 à 18h30. Il sert des boissons rafraîchissantes, des boissons chaudes, des thés glacés de différents goûts et d'autres boissons non alcoolisées que vous pourrez déguster pendant les bains de soleil.
it: In posizione centrale nel nuovo complesso c’è il bar &quot;Pinea&quot;, aperto dalle <b>10:00 alle 18:30</b>. Serve bevande rinfrescanti e calde, tè di vari gusti ed altri analcolici degustabili mentre si prende il sole.
ru: Недавно открытый бассейн с баром Пинеа, расположенный в центре для удобства всех желающих работает с 10:00 до 18:30. Здесь подают прохладительные напитки, горячие напитки, ледяной чай разных вкусов и другие безалкогольные напитки, которыми гости могут насладиться во время принятия солнечных ванн.

source: For guests of our all-inclusive programme there is an organized cocktail party twice a week, from <b>15:00 to 17:00</b> o&#39;clock with an offer of alcoholic and non-alcoholic cocktails to the appropriate music program.
de: Für Gäste unseres All-Inclusive-Programms gibt es zweimal pro Woche von <b>15:00 bis 17:00</b> Uhr eine organisierte Cocktailparty mit Angeboten von alkoholischen und alkoholfreien Cocktails zum entsprechenden Musikprogramm.
fr: Pour les clients de notre programme tout compris, un cocktail est organisé deux fois par semaine, de 15h00 à 17h00 avec une offre de cocktails avec et sans alcool au programme de musique approprié.
it: Per i sottoscrittori di un pacchetto “tutto incluso” viene organizzato un cocktail party due volte a settimana, dalle <b>15:00 alle 17:00</b>, con musica e bevande alcoliche ed analcoliche.
ru: Для гостей нашей системы услуг «все включено», коктейльная вечеринка организуется два раза в неделю, с 15:00 до 17:00, с предложением алкогольных и безалкогольных коктейлей и музыкальной программой.

source: Opening Hours
de: Arbeitsstunden
fr: Horaires d'ouvertures
it: Orario di servizio
ru: Часы работы

source: BREAKFAST
de: FRÜHSTÜCK
fr: PETIT DÉJEUNER
it: COLAZIONE
ru: ЗАВТРАК

source: LUNCH
de: MITTAGESSEN
fr: LE DÉJEUNER
it: PRANZO
ru: ОБЕД

source: DINNER
de: ABENDESSEN
fr: DÎNER
it: CENA
ru: УЖИН

source: Hotel Aleksandar - Restaurants&Bars
de: Hotel Aleksandar - Restaurants
fr: Hotel Aleksandar - Restaurants
it: Hotel Aleksandar -Ristoranti
ru: Отель Александр - Рестораны и Бары

source: hotel aleksandar double twin room
fr: hotel aleksandar salles de conférence
ru: отель александр двухместный номер с 1 кроватью / 2 отдельными кроватями

source: Budvanska Rivijera | Hotel Aleksandar - Double/Twin Room
fr: Budvanska Rivijera | Hotel Aleksandar - Salles de Conference
ru: Будванская Ривьера | Отель Александр - Двухместный номер с 1 кроватью / 2 отдельными кроватями

source: DOUBLE/TWIN ROOM
de: DOPPELZIMMER
fr: CHAMBRE DOUBLE
it: CAMERA DOPPIA
ru: ДВУХМЕСТНЫЙ НОМЕР С 1 КРОВАТЬЮ / 2 ОТДЕЛЬНЫМИ КРОВАТЯМИ

source: Double/Twin Room
de: Doppelzimmer
fr: Chambre double
it: Camera doppia
ru: Двухместный номер с 1 кроватью / 2 отдельными кроватями

source: Contemporary double/ twin room. Equipped with overall hotel facilities. Room size approx. 20 m
de: Zeitgemäßes Doppel/Zweibettzimmer. Ausgestattet mit allgemeinen Hoteleinrichtungen. Raumgröße ca. 20 m²
fr: Chambre double / twin contemporaine. Equipé d'installations hôtelières globales. Taille de la chambre env. 20 m
it: Camera matrimoniale / doppia moderna. Dotata di tutti i servizi alberghieri. Dimensioni della camera ca. 20 m
ru: Современный двухместный номер с 1 кроватью / 2 отдельными кроватями. Оборудован всеми удобствами. Размер комнаты примерно 20 м².

source: Hotel Aleksandar - Double/Twin Room
fr: Hotel Aleksandar - Salles de Conference
it: Hotel Aleksandar - Camera Doppia
ru: Отель Александр - Двухместный номер с 1 кроватью / 2 отдельными кроватями

source: hotel palas double twin room balcony
fr: hotel palas chambres
ru: отель палас двухместный номер с 1 кроватью / 2 отдельными кроватями с балконом

source: Hotel Palas features rooms adorned in a mixture of classic and modern ornamentation. There are 171 accommodation units (with 90 rooms facing the sea).
de: Hotel Palas bietet Gästen Unterkunft in einer Mischung aus klassischer und moderner Dekoration mit 171 Wohneinheiten: 151 Zimmer, 8 Familienzimmer und 4 Suiten.
fr: L'Hotel Palas propose des chambres ornées d'un mélange d'ornements classiques et modernes. Il y a 171 logements (avec 90 chambres face à la mer).
it: L’hotel Palas presenta camera arredate in stile misto tra classic e modern. In totale, gli alloggi sono 171 (90 dei quali con vista mare).
ru: Отель Палас представляет собой сочетание классических и современних декораций. У него 171 единица размещения: 151 номер, 8 семейных номеров и 4 люкса (90 номеров с видом на море).

source: HG Budvanska rivijera - Palas Hotel - Double/Twin Room with Balcony
fr: HG Budvanska Rivijera | Hotel Palas - Chambres Avec Vue Mer
ru: Будванская Ривьера | Отель Палас - Двухместный номер с 1 кроватью / 2 отдельными кроватями с балконом

source: Hotel Palas - Overview
de: Hotel Palas - Hotelübersicht
fr: Hotel Palas - Présentation de l'hôtel
it: Hotel Palas - Informazioni generali
ru: Отель Палас - Обзор

source: /en/hotel-palas/overview/
de: /de/hotel-palas/hoteluebersicht/
fr: /fr/hotel-palas/apercu/
it: /it/hotel-palas/informazioni-generali/
ru: /ru/otel-palas/obzor/

source: PALAS
ru: ОТЕЛЬ ПАЛАС

source: Hotel Palas Lux - Overview
de: Hotel Palas Lux - Hotelübersicht
fr: Hotel Palas Lux - Présentation de l'hôtel
it: Hotel Palas Lux - Informazioni generali
ru: Отель Палас Люкс - Обзор

source: PALAS LUX
ru: ПАЛАС ЛЮКС

source: Hotel Palas - Accommodation
de: Hotel Palas - Unterkunft
fr: Hotel Palas - Hébergement
it: Hotel Palas - Alloggi
ru: Отель Палас - Размещение

source: /en/hotel-palas/rooms-and-suites/
de: /de/hotel-palas/unterkunft/
fr: /fr/hotel-palas/chambres-et-suites/
it: /it/hotel-palas/alloggi/
ru: /ru/otel-palas/nomera-i-apartamenty/

source: Hotel Palas - Accommodation Lux
de: Hotel Palas - Unterkunft Lux
fr: Hotel Palas - Hébergement Lux
it: Hotel Palas - Alloggi lux
ru: Отель Палас - Размещение Люкс

source: /en/hotel-palas-lux/rooms-and-suites/
de: /de/hotel-palas-lux/unterkunft/
fr: /fr/hotel-palas-lux/chambres-et-suites/
it: /it/hotel-palas-lux/alloggi/
ru: /ru/hotel-palas-lux/nomera-i-apartamenty/

source: ACCOMMODATION LUX
de: UNTERKUNFT LUX
fr: HÉBERGEMENT LUX
it: ALLOGGIO LUX
ru: РАЗМЕЩЕНИЕ ЛЮКС

source: Hotel Palas - Meetings & Events
de: Hotel Palas - Konferenzen und Veranstaltungen
fr: Hotel Palas - Réunions et événements
it: Hotel Palas - Meetings ed Eventi
ru: Отель Палас - Встречи и События

source: /en/hotel-palas/conference-rooms/
de: /de/hotel-palas/konferenzraeume/
fr: /fr/hotel-palas/salles-de-conference/
it: /it/hotel-palas/sala-conferenze/
ru: /ru/otel-palas/konferents-zaly/

source: Hotel Palas - Weddings
de: Hotel Palas - Hochzeitszeremonie
fr: Hotel Palas - Mariages
it: Hotel Palas - Matrimoni
ru: Отель Палас - Свадьбы

source: /en/hotel-palas/weddings/
de: /de/hotel-palas/hochzeitszeremonie/
fr: /fr/hotel-palas/mariages/
it: /it/hotel-palas/matrimoni/
ru: /ru/otel-palas/svadby/

source: WEDDINGS
de: HOCHZEITEN
fr: MARIAGES
it: MATRIMONI
ru: СВАДЬБЫ
