Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: Castellastva hotel’s <a title="Hotel Castellastva - Location" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank">location</a> is especially advantageous to many visitors because of close by <a title="Beaches in Petrovac" href="https://www.tripadvisor.com/Attractions-g804484-Activities-c61-t52-Petrovac_Budva_Municipality.html/" target="_blank">beaches</a> such as the <a title="Petrovac Beach" href="https://www.tripadvisor.com/Attraction_Review-g804484-d12700996-Reviews-Petrovac_Beach-Petrovac_Budva_Municipality.html/" target="_blank">Petrovac town beach</a> and <a title="Lucice Beach" href="https://www.tripadvisor.com/Attraction_Review-g804484-d12701005-Reviews-Lucice_Beach-Petrovac_Budva_Municipality.html/" target="_blank">Lucice</a> (which is around half a kilometer away), of which the latter is comprised of sand only while the former is a mixture of sand and pebble. Both have access to crystal clear water that passionate swimmers or children with their goggles will enjoy.<br /><br /> Our guests enjoy private access at the <a title="Petrovac Beach" href="https://www.tripadvisor.com/Attraction_Review-g804484-d12700996-Reviews-Petrovac_Beach-Petrovac_Budva_Municipality.html/" target="_blank">Petrovac town beach</a>, where at surplus charge they can get their hands on modern beach equipment and towels. Beyond the beauties this beach contributes, it also appoints lifeguards who act according to the Standard of Care and are concerned about the safety and welfare of all individuals on the beach. <br /><br /> Not far away are two bigger coastal cities: <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> and <a title="Bar, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/bar/" target="_blank">Bar</a>, which bring further possibilities for travelers who look to find more beaches to visit while in <a title="Top things to do in Petrovac" href="https://www.lonelyplanet.com/montenegro/petrovac/top-things-to-do/a/poi/1314083/" target="_blank">Petrovac</a>.
de: Die Position des Hotels Castellastva ist für viele Besucher von besonderem Vorteil, da es in der Nähe Strände wie den Stadtstrand von Petrovac und Lucice (etwa einen halben Kilometer entfernt) gibt, von denen der letztere nur aus Sand besteht, während der erstere eine Mischung aus Sand und Kieselsteinen ist. Beide haben Zugang zu kristallklarem Wasser, das leidenschaftliche Schwimmer oder Kinder mit ihren Schutzbrillen völlig genießen werden.<br /> Abgesehen von den Schönheiten die sie beitragen, haben beide Strände auch Rettungsschwimmer die nach dem Standard der Pflege handeln und sich um die Sicherheit und das Wohlergehen aller Besucher am Strand sorgen.<br /> Nicht weit entfernt befinden sich zwei größere Küstenstädte: Budva und Bar, die weitere Möglichkeiten für Reisende bieten, die in Petrovac mehr Strände zum Besuchen suchen.
fr: L'emplacement de l'hôtel Castellastva est particulièrement avantageux pour de nombreux visiteurs en raison de la proximité des plages telles que la plage de la ville de Petrovac et Lucice (qui se trouve à environ un demi-kilomètre), dont la seconde est composée uniquement de sable tandis que la première est un mélange de sable et de sable. Galet. Les deux ont accès à une eau cristalline que les nageurs passionnés ou les enfants avec leurs lunettes apprécieront. <br /><br /> Au-delà des beautés qu'ils apportent, les deux plages nomment également des sauveteurs qui agissent conformément à la norme de diligence et se soucient de la sécurité et du bien-être de tous les individus sur la plage. <br /><br /> Non loin se trouvent deux grandes villes côtières: Budva et Bar, qui offrent d'autres possibilités aux voyageurs qui cherchent à trouver plus de plages à visiter à Petrovac.
it: L’hotel Castellastva risulta specialmente comodo per gli amanti delle vicine spiagge di Petrovac (sabbiosa) Lucice (sabbiosa e con ciottoli, a solo mezzo chilometro di distanza). Entrambe offrono acqua cristallina che adulti e bambini adoreranno.<br /><br /> Oltre alla loro bellezza, da notare che dette spiagge sono sorvegliate da bagnini che operano secondo normative standardizzate inerenti la sicurezza ed il benessere dei bagnanti. <br /><br /> Non lontano si trovano altre due città costiere, Budva e Bar, che aggiungono altre possibilità ai viaggiatori in cerca di altre spiagge mentre visitano Petrovac.
ru: Расположение отеля Кастелластва особенно удобно для посетителей из-за его близости пляжей, таких как городской пляж Петровац и Луштица (который находится примерно в полукилометре от отеля), из которых последний - песчаный пляж, а первый представляет собой смесь песка и гальки. Оба пляжа имеют доступ к кристально чистой воде, которая понравится как пловцам, так и детям. Наши гости имеют частный доступ на городской пляж Петровац, где за дополнительную плату они могут получить в свои руки современное пляжное оборудование и полотенца. В дополнение ко всему, на обоих пляжах есть спасатели, которые действуют в соответствии со Стандартом ухода и заботятся о безопасности и благополучии всех людей на пляже. Рядом находятся два крупных прибрежных города: Будва и Бар, которые предоставляют дополнительные возможности для путешественников, которые хотят посетить больше пляжей.

source: A secluded swimming pool
de: Ein diskreter Pool
fr: Une piscine isolée
it: Piscina privata
ru: Уединенный бассейн

source: The newest amenities in the Castellastva hotel offer include an outdoor swimming pool with a pool bar, discreetly tucked away in the hotel’s green zone, where you can relax and enjoy a refreshing drink while gazing at a panoramic view with mountains to your back, or chasing sunsets to your front.<br /> <br /> There is complimentary furniture available for guests who decide to spend their days at the pool. From sunbeds to umbrellas, from meals to drinks - a pool experience to cherish for years to come.
de: Zu den neuesten Annehmlichkeiten des Castellastva Hotels gehört ein Außenpool mit Poolbar, der sich diskret in der grünen Zone des Hotels befindet. Hier können Sie sich entspannen und erfrischende Getränke genießen, während Sie den Panoramablick mit den Bergen genießen oder Sonnenuntergänge fotografieren. <br />Erwähnenswert ist das es kostenlose Möbel für Gäste gibt, die ihre Tage am Pool verbringen möchten. Von Sonnenliegen bis zu Sonnenschirmen, von Mahlzeiten bis zu Getränken - ein Poolerlebnis, das Sie jahrelang schätzen werden. <br />
fr: Les équipements les plus récents de l'offre de l'hôtel de Castellastva comprennent une piscine extérieure avec un bar de piscine, discrètement nichée dans la zone verte de l'hôtel, où vous pourrez vous détendre et déguster une boisson rafraîchissante tout en admirant une vue panoramique avec des montagnes dans le dos, ou courir couchers de soleil sur votre front. <br /> <br /> Il y a des meubles gratuits disponibles pour les clients qui écident de passer leurs journées à la piscine. Des transats aux parasols, des repas aux boissons - une expérience en piscine à chérir pour les années à venir.
it: La nuova piscina all’aperto, assieme ad un bar dedicato, è posta in una posizione discreta dell’area giardino. Qui è possibile rilassarsi degustando una bevanda fresca mentre si ammira il panorama montuoso dietro di sè, o aspettando il tramonto di fronte.<br /> <br /> Complementano l’esperienza dei nostri ospiti la possibilità di usufruire, oltre che di cibi e bevande, anche di lettini ed ombrelloni.
ru: Новейшие удобства отеля Кастелластва включают в себя открытый бассейн с баром, незаметно расположенный в зеленой зоне отеля, где вы можете расслабиться и насладиться освежающим напитком, любюясь панорамным видом на горы с одной стороны и закатами - с другой. Гостям, которые предпочитают проводить время в бассейне, предоставляются бесплатные шезлонги и зонтики. В комплекте с едой, напитками, шезлонгами и зонтиками ваше наслаждение бассейном будет бесподобным и запомнится на долгие годы.

source: hotel castellastva double room terrace balcony
fr: hotel castellastva restaurants
it: hotel castellastva camera doppia standard terrazza
ru: отель кастелластва двухместный номер с террасой/балконом

source: Budvanska Rivijera | Hotel Castellastva - Double Room with Terrace/Balcony
fr: Budvanska Rivijera | Hotel Castellastva - Chambre d'ami
it: Budvanska Rivijera | Hotel Castellastva - Camera Doppia Standard con Terrazza
ru: Будванская Ривьера | Отель Кастелластва - Двухместный номер с террасой/балконом

source: DOUBLE ROOM WITH TERRACE/BALCONY
de: STANDARD DOPPELZIMMER MIT TERRASSE
fr: CHAMBRE DOUBLE STANDARD AVEC TERRASSE
it: CAMERA DOPPIA STANDARD CON TERRAZZA
ru: ДВУХМЕСТНЫЙ НОМЕР С ТЕРРАСОЙ/БАЛКОНОМ

source: Double room with an extra bed and balcony. Spacious double room with a double bed, and an extra sofa bed. Max occupancy 3 pax - it is possible to comfortably accommodate two adults and a child up to 7 years of age in all rooms. The balconies have a view of the olive gardens and the natural surroundings. Possibility of a baby cot.
de: Doppelzimmer mit Zustellbett und Balkon. Geräumiges Doppelzimmer mit einem Doppelbett und einem zusätzlichen Schlafsofa. Maximale Belegung: 3 Personen. In allen Zimmern können zwei Erwachsene und ein Kind bis 7 Jahre bequem untergebracht werden. Die Balkone bieten einen Blick auf die Olivengärten und die natürliche Umgebung.
fr: Chambre double avec lit supplémentaire et balcon. Chambre double spacieuse avec un lit double et un canapé-lit supplémentaire. Occupation maximale 3 personnes - il est possible d'accueillir confortablement deux adultes et un enfant jusqu'à 7 ans dans toutes les chambres. Les balcons offrent une vue sur les oliviers et la nature environnante.
it: Camera matrimoniale con letto supplementare e balcone. Spaziosa camera doppia con letto matrimoniale e divano letto supplementare. Occupazione massima 3 pax - è possibile ospitare comodamente due adulti e un bambino fino a 7 anni in tutte le camere. I balconi offrono una vista sui giardini di ulivi e sui dintorni naturali.
ru: Двухместный номер с дополнительной кроватью и балконом. Просторный двухместный номер с двуспальной кроватью и дополнительным диваном-кроватью. Максимальная вместимость 3 человека - во всех номерах можно с комфортом разместить двух взрослых и ребенка до 7 лет. С балконов открывается вид на оливковые сады и натуральные окрестности. Возможность установки детской кроватки.

source: Olive groves and the natural surroundings
de: Olivenhaine und die natürliche Umgebung
fr: Les oliveraies et l'environnement naturel
it: Oliveti ed ambienti naturali
ru: Оливковые рощи и природные окрестности

source: Telephone
de: Telefon
fr: Téléphone
it: Telefono
ru: Телефон

source: Wake Up Service/Alarm Clock
de: Weckdienst / Wecker
fr: Service de réveil / réveil
it: Servizio sveglia
ru: Услуга "Звонок-будильник"

source: Kettle with coffe and tea
de: Wasserkocher mit Kaffee und Tee
fr: Bouilloire avec café et thé
it: Bollitore con caffè e tè
ru: Чайник с кофе и чаем

source: Baby cot (with surcharge)
de: Babybett (gegen Aufpreis)
fr: Lit bébé (avec supplément)
it: Culla (con supplemento)
ru: Детская кроватка (за доплату)

source: hotel castellastva deluxe apartment balcony
fr: hotel castellastva localisation
it: hotel castellastva deluxe suite balcone
ru: отель кастелластва апартамент де люкс с балконом

source: Budvanska Rivijera | Hotel Castellastva - De Luxe Apartment with Balcony
fr: Budvanska Rivijera | Hotel Castellastva - Localisation
it: Budvanska Rivijera | Hotel Castellastva - Delux Suite con Balcone
ru: Будванская Ривьера | Отель Кастелластва - Апартамент Де Люкс с балконом

source: DE LUXE APARTMENT WITH BALCONY
de: DELUXE SUITE MIT BALKON
fr: SUITE DELUXE AVEC BALCON
it: SUITE DELUXE CON BALCONE
ru: АПАРТАМЕНТ ДЕ ЛЮКС С БАЛКОНОМ

source: Spacious double apartment with living room and bedroom. This type of apartment has a double bed anda sofa bed in the living room. Accommodation for two adults + two children up to 12 years on the sofa orone adult. All terraces equipped with modern furniture.
fr: Appartement double spacieux avec un salon et une chambre. Ce type d'appartement dispose d'un lit double et d'un lit de soda dans le salon. L'occupation maximale est de 4 personnes. Hébergement pour deux adultes + deux enfants jusqu'à 12 ans sur le canapé ou un adulte. Tous les balcons sont équipés de meubles modernes.
it: Spazioso appartamento matrimoniale con soggiorno e camera da letto. Questo tipo di appartamento dispone di un letto matrimoniale e di un divano letto nel soggiorno. La capienza massima è di 4 persone. Alloggio per due adulti + due bambini fino a 12 anni sul divano o un adulto. Tutti i balconi sono arredati con mobili moderni.
ru: Просторный апартамент с гостиной и спальней. В апартаментах этого типа есть двуспальная кровать и диван-кровать в ​​гостиной. Размещение для двух взрослых + двух детей до 12 лет на диване-кровати. Все балконы оснащены современной мебелью.

source: Hotel Castellastva, which mgeans 'Petrovac on the Sea' is the coastal town's little jewel, enjoyed by many tourists who visit with family and friends.
de: Das Hotel Castellastva, was bedeutet, dass Petrovac am Meer das kleine Juwel der Küstenstadt ist, das viele Touristen mit Familie und Freunden besuchen.
fr: L'hôtel Castellastva, qui signifie 'Petrovac sur la mer' est le petit joyau dela ville côtière, apprécié par de nombreux touristes qui visitent en famille et entre amis.
it: L’hotel Castellastva, which sta per &quot;Petrovac sul mare&quot;, è un piccolo gioiello della città costiera, apprezzato da molti visitatori con famiglie e damici.
ru: Отель Кастелластва, что в переводе означает «Петровац на море», является маленькой жемчужиной прибрежного города, которой любуются туристы, приезжающие с семьей и друзьями.

source: hotel castellastva petrovac
ru: отель кастелластва петровац

source: Budvanska Rivijera | Hotel Castellastva, Petrovac on the Sea
de: Budvanska Rivijera | Hotel Castellastva, Petrovac am Meer
fr: Budvanska Rivijera | Hotel Castellastva, Petrovac sur la Mer
it: Budvanska Rivijera | Hotel Castellastva, Petrovac al Mare
ru: Будванская Ривьера | Отель Кастелластва, Петровац на море

source: Castellastva Hotel
ru: Отель Кастелластва

source: Couples
de: Paare
fr: Des couples
it: Coppie
ru: Пары

source: For those searching for a family hotel, look no further.
de: Wer ein Familienhotel sucht, ist hier genau richtig.
fr: Pour ceux qui recherchent un hôtel familial, ne cherchez pas plus loin.
it: L’ideale per coloro i quali sono alla ricerca di un hotel familiare
ru: Для всех, кто ищет семейный отель, вы находитесь в нужном месте.

source: Welcome to Hotel Castellastva
de: Willkommen im Hotel Castellastva
fr: Bienvenue à l'hôtel Castellastva
it: Benvenuti all’hotel Castellastva
ru: Добро пожаловать в отель Кастелластва

source: The establishment is <a title="Hotel Castellastva - Location" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank">located</a> in the centre of <a title="Top things to do in Petrovac" href="https://www.lonelyplanet.com/montenegro/petrovac/top-things-to-do/a/poi/1314083/" target="_blank">Petrovac</a>, a small coastal town with a natural ambience among pines and olive groves, snugged between rugged hills and overlooking the <a title="Adriatic Sea" href="https://travelhonestly.com/adriatic-sea/" target="_blank">Adriatic sea</a>. With only 150m walk to the beachfront, hotel Castellastva is an ideal place for families or elderly guests who look for relaxing vacations.
de: Das Hotel <a title="Hotel Castellastva - Location" href="https://hgbudvanskarivijera.com/de/hotel-castellastva-in-petrovac/lage/" target="_blank">liegt</a> im Zentrum von <a title="Top things to do in Petrovac" href="https://www.lonelyplanet.com/montenegro/petrovac/top-things-to-do/a/poi/1314083/" target="_blank">Petrovac</a>, einer kleinen Küstenstadt mit einer natürlichen Umgebung zwischen Pinien und Olivenbäumen, eingekuschelt zwischen rauen Hügeln und mit Blick auf das Adriatische Meer. Hotel Castellastva liegt nur 150 m vom Strand entfernt und ist ein idealer Ort für Familien oder Pensionäre die einen erholsamen Urlaub verbringen möchten.
fr: L'établissement est <a title="Hotel Castellastva - Localisation" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank"> situé </a> au centre de <a title = "Les meilleures choses à faire à Petrovac" href = "https://www.lonelyplanet.com/montenegro/petrovac/top-things-to-do/a/poi/1314083/" target = "_blank"> Petrovac </a>, une petite côte ville à l'ambiance naturelle entre pins et oliveraies, blottie entre des collines accidentées et surplombant la mer Adriatique. Avec seulement 150m à pied de la plage, l'hôtel Castellastva est un endroit idéal pour familles ou personnes âgées à la recherche de vacances reposantes.
it: yLo stabilimento è <a title="Hotel Castellastva - Location" href="https://hgbudvanskarivijera.com/it/hotel-castellastva-a-petrovac/posizione/" target="_blank">posizionato</a> al centro di <a title="Top things to do in Petrovac" href="https://www.lonelyplanet.com/montenegro/petrovac/top-things-to-do/a/poi/1314083/" target="_blank">Petrovac</a>, una piccola città costiera con un ambiente naturale tra pini e uliveti, rannicchiata tra aspre colline e affacciata sul Mare Adriatico. Con soli 150 metri a piedi dal lungomare, l'hotel Castellastva è il luogo ideale per famiglie o ospiti anziani che cercano vacanze rilassanti.
ru: Отель расположен в центре Петроваца, небольшого прибрежного городка с природной средой среди сосен и оливковых рощ, удобно расположенного между холмами с видом на Адриатическое море. Отель Кастельластва находится всего в 150 метрах от набережной и является идеальным местом для семей или пожилых гостей, желающих расслабиться на отдыхе.

source: The hotel’s name derives from the Italian “castellastua”, which was Venetian fortress built in XVI century. Prior to that it was called Kastel Lastva, which means “Petrovac on the Sea”, and like this preserves and recalls the tradition of decades of tourist developments in the town. Its setting exudes warmth and comfort, making it the perfect fit for travelers who want a peaceful break.
de: Der Name des Hotels leitet sich von dem italienischen Begriff „Castellastua“, einer venezianischen Festung aus dem 16. Jahrhundert. Vorher wurde es Kastel Lastva gennant, was "Petrovac am Meer" bedeutet. Auf diese Weise erinnert und bewahrt das Hotel die Tradition jahrzehntelanger touristischer Entwicklungen in der Stadt. Die Umgebung strahlt Wärme und Komfort aus und ist somit die perfekte Wahl für Reisende, die eine Ruhepause einlegen möchten.
fr: Le nom de l'hôtel dérive de la *castellastua* italienne, qui était une forteresse vénitienne construite au XVIe siècle. Avant cela, on l'appelait Kastel Lastva, qui signifie *Petrovac sur la mer*, et comme cela préserve et rappelle la tradition des décennies de développements touristiques dans la ville. Son cadre dégage chaleur et confort, ce qui en fait la solution idéale pour les voyageurs qui souhaitent une pause paisible.
it: Il nome dell'hotel deriva dall'italiano *castellastua*, che fu fortezza veneziana costruita nel XVI secolo. Prima si chiamava Kastel Lastva, che significa "Petrovac sul Mare", e così preserva e richiama la tradizione di decenni di sviluppi turistici nella città. Il suo ambiente trasuda calore e comfort, rendendolo la soluzione perfetta per i viaggiatori che desiderano una vacanza tranquilla.
ru: Название отеля происходит от итальянского слова «castellastua», которое представляло собой венецианскую крепость, построенную в 16 веке. До этого он назывался Кастель Ластва, что в переводе означает «Петровац на мору», и таким образом сохраняет и напоминает о десятилетиях туристического развития города. Он излучает тепло и комфорт, что делает его идеальным местом для туристов, желающих спокойного отдыха.

source: For a new Mediterranean story, the complex itself was significantly remodeled which can be easily noticed in the avant-garde, modern style of its new lobby, ambiental <a title="Hotel Castellastva - Restaurants&Bars" href="/en/hotel-castellastva-in-petrovac/restaurants-and-bars/" target="_blank">restaurant</a>, and <a title="Hotel Castellastva - Accommodation" href="/en/hotel-castellastva-in-petrovac/guest-rooms/" target="_blank">185 well decorated rooms</a> and suites. After completion, the once old building got to boast with one more star in its constellation of stars, levelling up and thus presenting new quality offers for an overall better stay.
de: Aus ästhetischen Gründen wurde der Komplex grundlegend umgestaltet, was sich leicht bemerkt in dem avantgardistischen, modernen Stil der neuen Lobby, des <a title="Hotel Castellastva - Restaurants&Bars" href="https://hgbudvanskarivijera.com/de/hotel-castellastva-in-petrovac/restaurants-und-bars/" target="_blank">Ambiental-Restaurants</a> und den <a title="Hotel Castellastva - Accommodation" href="/en/hJesmootel-castellastva-in-petrovac/guest-rooms/" target="_blank">185 gut eingerichteten Zimmern</a>. Nach der Fertigstellung konnte das einst alte Gebäude mit einem weiteren Stern prahlen. Es wurde auf ein höheres Niveau gebracht, und präsentiert neue Qualitätsangebote für einen insgesamt besseren Aufenthalt.
fr: Pour une nouvelle histoire méditerranéenne, le complexe lui-même était rénové qui peut être facilement remarqué dans le style avant-gardiste et moderne de son nouveau lobby, ambiental <a title="Hotel Castellastva-Restaurants&Bars" href="/en/hotel-castellastva-in-petrovac/restaurants-and-bars/" target="_blank"> restaurant </a>, et <a title="Hotel Castellastva-Accommodation" href="https://hgbudvanskarivijera.com/fr/hotel-castellastva-a-petrovac/chambre-d-amis/" target="_blank"> 185 chambres bien décorées </a> et suites. Après l'achèvement, l'ancien bâtiment a pu se vanter d'une étoile de plus dans sa constellation d'étoiles, se nivelant et présentant ainsi de nouvelles offres de qualité pour un séjour globalement meilleur.
it: Per una nuova storia mediterranea, il complesso stesso era significativamente rimodellato che può essere facilmente notato nello stile avantgarde moderno della sua nuova lobby, ambientale <a title="Hotel Castellastva - Restaurants&Bars" href="/en/hotel-castellastva-in-petrovac/restaurants-and-bars/" target="_blank">ristorante</a>, e <a title="Hotel Castellastva-Accommodation" href="https://hgbudvanskarivijera.com/it/hotel-castellastva-a-petrovac/alloggi/" target="_blank"> 185 camere ben arredate </a> e suite. Dopo il completamento, l'edificio un tempo vecchio, poteva vantarsi con un'altra stella nella sua costellazione di stelle, aumentando di livello e presentando così nuove offerte di qualità per un soggiorno complessivamente migliore.
ru: Для создания новой средиземноморской истории сам комплекс был значительно отремонтирован, что можно легко увидеть в авангардном, современном стиле нового вестибюля, атмосферного ресторана и 185 красиво оформленных номеров и люксов.

source: A 4-star Experience for Children
de: Ein 4-Sterne-Erlebnis für Kinder
fr: Une expérience 4 étoiles pour les enfants
it: Esperienza a 4 stelle per i bambini
ru: Опыт с детьми на 4 звезды
