Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: Our <b>all-Inclusive Restaurant</b> capacitates 180 seats and is exclusive to its service beneficiaries. This restaurant serves a buffet with <a title="10 traditional montenegrin dishes you need to try" href="https://theculturetrip.com/europe/montenegro/articles/10-traditional-montenegrin-dishes-you-need-to-try/" target="_blank">national</a> and international dishes, priding itself on a broader menu, and has an open terrace during summer which serves all-inclusive national drinks.
de: Unser All-Inclusive-Restaurant bietet 180 Sitzplätze und ist exklusiv für die Nutznießer des Services. Dieses Restaurant serviert ein Buffet mit <a title="10 traditional montenegrin dishes you need to try" href="https://theculturetrip.com/europe/montenegro/articles/10-traditional-montenegrin-dishes-you-need-to-try/" target="_blank">nationalen</a> und internationalen Gerichten und ist stolz auf seine breite Speisekarte. Im Sommer bietet es eine offene Terrasse auf der nationale All-inclusive-Getränke serviert werden.
fr: Notre <b> restaurant tout compris </b> peut accueillir 180 couverts et est exclusif à ses bénéficiaires de services. Ce restaurant sert un buffet avec <a title = "10 plats monténégrins traditionnels, vous devez essayer" href = "https://theculturetrip.com/europe/montenegro/articles/10-traditional-montenegrin-dishes-you-need-to-try/" target = "_ blank"> national </a> et des plats internationaux, se targuant d'une plus large menu, et dispose d'une terrasse ouverte en été qui sert tout compris boissons nationales.
it: Il nostro <b>ristorante all-Inclusive</b> ha una capienza di 180 posti ed è in esclusiva per i suoi beneficiari del servizio. Questo ristorante serve un buffet con piatti <a title="10 traditional montenegrin dishes you need to try" href="https://theculturetrip.com/europe/montenegro/articles/10-traditional-montenegrin-dishes-you-need-to-try/" target="_blank">nazionali</a> e internazionali, vantandosi di un menu più ampio, e ha una terrazza all'aperto durante l'estate che serve bevande nazionali all-inclusive.
ru: Наш ресторан "все включено" рассчитан на 180 мест и предназначен исключительно для тех, кто пользуется его услугами. В этом ресторане подают блюда национальной и интернациональной кухни по системе "шведский стол", а летом на открытой террасе подают национальные напитки по системе "все включено".

source: <b>Primorski restoran (The Seaside Restaurant)</b> is placed at one of the establishment’s <a title="Resort Slovenska Plaza - Beaches & Pools" href="/en/hotel-slovenska-plaza-in-budva/beaches-and-pools/" target="_blank">swimming pools</a> and is covered in natural shade, consequently creating a perfect daytime option for rest and indulging in <a title="Montenegrin traditional drinks nova" href="https://www.montenegro.travel/en/info/montenegrin-traditional-drinks-nova/" target="_blank">national</a> dishes for true hedonists.
de: <b>Primorski restoran (Das Restaurant am Meer)</b> befindet sich in einem der <a title="Resort Slovenska Plaza - Beaches & Pools" href="https://hgbudvanskarivijera.com/de/hotel-slovenska-plaza-in-budva/straende-und-pools/" target="_blank">Schwimmbäder</a> des Hotels und ist von natürlichem Schatten umgeben. Dies ist eine perfekte Tages-Option für Hedonisten die sich ausruhen wollen während sie auf ihre <a title="Montenegrin traditional drinks nova" href="https://www.montenegro.travel/en/info/montenegrin-traditional-drinks-nova/" target="_blank">nationale</a> Gerichte warten.
fr: <b> Primorski restoran (Restaruant bord de mer) </b> est placé dans l'un des le <a title = "Resort Slovenska Plaza - Plages & Pools" de l'établissement href = "/en/hotel-slovenska-plaza-in-budva/beaches-and-pools/" target = "_ blank" > piscines </a> et est recouvert d'ombre naturelle, créant par conséquent une option de jour parfaite pour le repos et se livrer à <a title="Montenegrin boissons traditionnelles nova" href="https://www.montenegro.travel/en/info/montenegrin-traditional-drinks-nova/" target="_blank"> plats nationaux </a> pour de vrais hédonistes.
it: <b> Primorski restoran (Il Ristorante al Mare)</b> è situato in una delle <a title="Resort Slovenska Plaza - Beaches & Pools" href="https://hgbr.me/en/hotel-slovenska-plaza-in-budva/beaches-and-pools/" target="_blank">piscine</a> ed è coperto da ombra naturale, e di conseguenza creando un'opzione diurna perfetta per riposarsi e concedersi dei piatti <a title="Montenegrin traditional drinks nova" href="https://www.montenegro.travel/en/info/montenegrin-traditional-drinks-nova/" target="_blank">nazionali</a> per i veri edonisti.
ru: Приморский ресторан расположен у одного из бассейнов заведения и покрыт естественной тенью, что создает идеальный дневной вариант для отдыха и наслаждения национальными блюдами для истинных гедонистов.

source: It has direct access to the <a title="Resort Slovenska Plaza - Beaches & Pools" href="/en/hotel-slovenska-plaza-in-budva/beaches-and-pools/" target="_blank">pool</a> and is a favourite spot for parents who want their children in their field of vision while at the <a title="Resort Slovenska Plaza - Beaches & Pools" href="/en/hotel-slovenska-plaza-in-budva/beaches-and-pools/" target="_blank">pool’s</a> playground.
de: Dieses Restaurant hat direkten Zugang zum <a title="Resort Slovenska Plaza - Beaches & Pools" href="/en/hotel-slovenska-plaza-in-budva/beaches-and-pools/" target="_blank">Pool</a> und ist ein beliebter Ort für Eltern, die ihre Kinder auf dem Spielplatz des <a title="Resort Slovenska Plaza - Beaches & Pools" href="/en/hotel-slovenska-plaza-in-budva/beaches-and-pools/" target="_blank">Pools</a> im Blickfeld haben möchten.
fr: Il a un accès direct à la cible <a title = "Resort Slovenska Plaza - Plages et Piscines" href = "/en/hotel-slovenska-plaza-in-budva/beaches-and-pools/" target = "_ blank"> piscine </a> et est un endroit préféré pour les parents qui veulent que leurs enfants dans leur champ de vision tout en <a title="Resort Slovenska Plaza - Plages et Piscines" href="/en/hotel-slovenska-plaza-in-budva/beaches-and-pools/" target="_blank"> piscine </a> terrain de jeux.
it: Ha accesso diretto alla <a title="Resort Slovenska Plaza - Beaches & Pools" href="/en/hotel-slovenska-plaza-in-budva/beaches-and-pools/" target="_blank">piscina</a> ed è un posto preferito per i genitori che vogliono i loro figli nel loro campo visivo mentre stanno al campo giochi della <a title="Resort Slovenska Plaza-Beaches & Pools" href="https://hgbudvanskarivijera.com/en/hotel-slovenska-plaza-in-budva/beaches-and-pools/" target="_blank">piscina </a>.
ru: Имеет прямой доступ к бассейну и является любимым местом для родителей, которые хотят, чтобы их дети находились в поле зрения, находясь на игровой площадке у бассейна.

source: The restaurant is 80 seats in capacity and is open until 19:00, with a la carte service at fair prices.
de: Das Restaurant hat eine Kapazität von 80 Plätzen, hat à-la-carte-Service zu fairen Preisen und ist bis 19:00 Uhr geöffnet .
fr: Le restaurant a une capacité de 80 places et est ouvert jusqu'à 19h00, avec une service à la carte à des prix équitables.
it: Il ristorante ha 80 posti a sedere ed è aperto fino alle 19:00, con un servizio à la carte a prezzi convenienti.
ru: Ресторан рассчитан на 80 мест и открыт до 19:00, с обслуживанием по меню по справедливым ценам.

source: Restoran Pjaca (The Square Restaurant)
de: Restoran Pjaca (Das Piazza Restaurant)
fr: Restoran Pjaca (Restaurant carré)
it: Restoran Pjaca (Il ristorante Piazza)
ru: Ресторан "Площадь"

source: <b>Restoran <a title="Caffe Restaurant Pjaca" href="https://www.facebook.com/pages/Caffe-Restaurant-Pjaca/129987720418094/" target="_blank">Pjaca</a> (The Square Restaurant)</b> is placed in the central square of the development, which it was named after, and offers a high quality a la carte service. Amusement is guaranteed with music programmes each night from 21:00 to 01:00 and traditional folklore programmes several times a week.
de: <b>Restoran Pjaca (The Square Restaurant)</b> befindet sich am zentralen Platz des Gebäudes, nach dem es auch benannt wurde, und bietet hochwertigen À-la-carte-Service. Für Unterhaltung sorgen jeden Abend von 21:00 bis 01:00 Uhr Musikprogramme und mehrmals wöchentlich traditionelle Folkloreprogramme.
fr: <b> Restaruant Pjaca (The Square Restaurant) </b> est placé dans le centre carré du développement, qui porte son nom, et offre un haut service à la carte de qualité. L'amusement est garanti avec de la musique programmes tous les soirs de 21h00 à 01h00 et folklore traditionnel plusieurs fois par semaine.
it: <b>Restoran Pjaca (The Square Restaurant)</b> è posizionato alla piazza centrale della struttura, da cui prende il nome, e offre un alto servizio di qualità a la carte. Il divertimento è garantito con i programmi musicali ogni sera da 21:00 a 01:00 ed i programmi di folklore tradizionale più volte alla settimana.
ru: Ресторан "Площадь" расположен на центральной площади комплекса, в честь которой он был назван, и предлагает высокое качество обслуживания по меню. Развлечения гарантированы музыкальными программами каждый вечер с 21:00 до 01:00 и традиционными фольклорными программами несколько раз в неделю.

source: The restaurant, the outdoor and indoor part thereof, has 250 seats and works from 09:00 to 01:00.
de: Das Restaurant bietet insgesamt 250 Sitzplätze im Innen- und Außenbereich und ist von 09:00 bis 01:00 Uhr geöffnet.
fr: Le restaurant, la partie extérieure et intérieure de celui-ci, a 250 sièges et fonctionne de 09h00 à 01h00.
it: La parte interna ed esterna del ristorante ha 250 posti a sedere ed è aperto dalle 09:00 all' 01:00.
ru: Ресторан, его терраса и закрытая часть, имеет 250 посадочных мест и работает с 09:00 до 01:00.

source: BARS
it: BAR
ru: БАРЫ

source: <b>Aperitif Bar</b> is an ideal place for refreshment after an intensive day of sports, hiking or sunbathing at the beach. It offers cakes, pastry, and drinks.
de: Die <b>Aperitif-Bar</b> ist ein idealer Ort um sich nach einem intensiven Sport-, Wander- oder Sonnenbadetag am Strand zu erfrischen. Es bietet Delikatessen wie Kuchen, Gebäck und Getränke.
fr: Le <b> Apéritif Bar </b> est un endroit idéal pour se rafraîchir après une intense journée de sport, randonnée ou bain de soleil à la plage. Il propose des gâteaux, pâtisserie et boissons.
it: <b>Aperitif Bar</b> è il luogo ideale per rinfrescarsi dopo un'intensa giornata di sport, hiking o prendere il sole in spiaggia. Offre torte, pasticceria e bevande.
ru: Аперитив Бар представляет собой идеальное место для отдыха после интенсивного дня спорта, походов или принятия солнечных ванн на пляже. Он предлагает торты, пирожные и напитки.

source: The capacity of this bar is around 40 persons, and it is open from 07:00 to 23:00.
de: Die Kapazität dieser Bar beträgt ca. 40 Personen und ist von 07:00 bis 23:00 Uhr geöffnet.
fr: La capacité de ce bar est d'environ 40 personnes, et il est ouvert à partir de 07h00 à 23h00.
it: La capacità di questo bar è di circa 40 persone ed è aperto dalle 07:00 alle 23:00.
ru: Вместимость этого бара составляет около 40 человек, и он открыт с 07:00 до 23:00

source: <b>Raspućin (Rasputin)</b> is one of the most renowned cafés in the entire <a title="Hotel Group Budvanska Rivijera" href="/en/home/" target="_blank">Budva Riviera</a>. With its 50 seats and an appealing location overlooking the green areas it is considered a favourite meeting place for locals and beyond. Live music, salsa evenings, and fast food at very fair prices are the main trump card of the Rasputin Cafe.
de: Die Habibi Bar ist im orientalischen Design ausgestattet und zieht Gäste mit einem reichhaltigen abendlichen Unterhaltungsprogramm an. <br />Die Bar ist von 16:00 bis 24:00 Uhr geöffnet. <br />Die Aperitif-Bar ist ein idealer Ort um sich nach einem intensiven Sport-, Wander- oder Sonnenbadetag am Strand zu erfrischen. Es bietet Delikatessen wie Kuchen, Gebäck und Getränke. <br />Die Kapazität dieser Bar beträgt ca. 40 Personen und sie ist von 07:00 bis 23:00 Uhr geöffnet. <br />Raspućin (Rasputin) ist eines der bekanntesten Cafés an der gesamten Riviera von Budva. Mit seinen 50 Sitzplätzen und einer attraktiven Lage, mit Blick auf die Grünflächen des ganzen Ortes, ist es ein beliebter Treffpunkt für Einheimische und Touristen. Live-Musik, Salsa-Abende und Fast Food zu sehr fairen Preisen sind die Trumpfkarten des Rasputin Cafes. <br />Geöffnet von 08:00 bis 01:00 Uhr. <br />
fr: <b>L'apéritif Bar</b> est un place idéal pour se rafraîchir après une journée intensive de sport, de randonnée ou de bronzage à la plage. Il propose des gâteaux, des pâtisseries et des boissons. <br /><br /> La capacité de ce bar est d'environ 40 personnes et il est ouvert de 07h00 à 23h00. <br /><br /> <b>Raspućin (Rasputin)</b> est l'un des cafés les plus renommés de toute la Riviera de Budva. Avec ses 50 sièges et un emplacement attrayant donnant sur les espaces verts, il est considéré comme un lieu de rencontre préféré des habitants et au-delà. Musique live, soirées salsa et restauration rapide à des prix très raisonnables sont l'atout principal du Rasputin Cafe. <br /><br /> Les heures de travail sont de 08h00 à 01h00.
it: <b> Raspućin (Rasputin) </b> è uno dei caffè più famosi del <a title="Hotel Group Budvanska Rivijera" href="/en/home/" target="_blank">Budva Riviera</a>. Con i suoi 50 posti a sedere, regala una magnifica vista sul verde ed è considerata dalla gente del posto tra i migliori luoghi d’incontri della città. I pilastri del Raspućin Cafè sono musica dal vivo, serate di salsa e fast food ad ottimi prezzi.
ru: Распутин - одно из самых известных кафе на всей Будванской ривьере. С его 50 местами и привлекательным расположением с видом на зеленые зоны, он считается любимым местом встреч для местных жителей. Живая музыка, вечера сальсы и фаст-фуд по очень разумным ценам - главный козырь кафе «Распутин».

source: Working hours are from 08:00 to 01:00.
de: Die Arbeitszeit ist von 08:00 bis 01:00 Uhr.
fr: Les heures de travail sont de 08h00 à 01h00.
it: L'orario di apertura è dalle 08:00 all' 01: 00.
ru: Рабочее время с 08:00 до 01:00.

source: Restaurants&Bars
fr: Restaurants et bars 1
it: Ristoranti e Bar
ru: Рестораны и Бары

source: resort slovenska plaza double twin room
fr: resort slovenska plaza chambre double
it: resort slovenska plaza camera doppia
ru: курорт славянский пляж двухместный номер с 1 кроватью / 2 отдельными кроватями

source: Double/Twin Room in Resort Slovenska Plaza offers air conditioning, fridge and cable TV.
fr: Suite avec canapé-lit dans le Resort Slovenska Plaza disposent d'un balcon intime, climatisation, télévision par câble et réfrigérateur.
it: Suite con divano letto in Resort Slovenska Plaza offre aria condizionata, frigorifero e TV via cavo, oltre a un cucinino pienamente attrezzato
ru: Двухместный номер с 1 кроватью / 2 отдельными кроватями в курортном отеле Славянский Пляж оснащен кондиционером, холодильником и кабельным телевидением.

source: Budvanska Rivijera | Resort Slovenska Plaza - Double/Twin Room
fr: Budvanska Rivijera | Hotel Slovenska Plaza - Chambre double
it: Budvanska Rivijera | Resort Slovenska Plaza - Camera doppia
ru: Будванская Ривьера | Курорт Славянский Пляж - Двухместный номер с 1 кроватью / 2 отдельными кроватями

source: Standard room with possibility of double or twin beds. The rooms are equipped with all standard hotel equipment. Spacious bathroom with shower. Room size 21 square meters.
de: Standardzimmer mit der Möglichkeit von Doppel- oder Einzelbetten. Die Zimmer sind mit allen Standardausstattungen des Hotels ausgestattet. Geräumiges Badezimmer mit Dusche. Raumgröße 21 m².
fr: Chambre standard avec possibilité de lits doubles ou jumeaux. Les chambres sont équipées de tout l'équipement standard de l'hôtel. Salle de bain spacieuse avec douche. Taille de la chambre 21 mètres carrés.
it: Camera standard con possibilità di letto matrimoniale o due letti singoli. Le camere sono dotate di tutti i servizi alberghieri standard. Ampio bagno con doccia. Dimensioni della camera 21 metri quadrati.
ru: Стандартный номер с возможностью установки двуспальной или двух односпальных кроватей. Номера оснащены всем стандартным гостиничным оборудованием. Просторная ванная комната с душем. Площадь номера 21 квадратный метр.

source: Resort Slovenska Plaza - Double/Twin Room
fr: Resort Slovenska Plaza - Chambre double
it: Resort Slovenska Plaza - Camera doppia
ru: Курорт Славянский Пляж - Двухместный номер с 1 кроватью / 2 отдельными кроватями

source: Resort Slovenska Plaza - Double/Twin Room 5
fr: Resort Slovenska Plaza - Chambre double 5
it: Resort Slovenska Plaza - Camera doppia 5
ru: Курорт Славянский Пляж - Двухместный номер с 1 кроватью / 2 отдельными кроватями 5

source: Standard room with possibility of double or twin beds. The rooms are equipped with all standard hotel equipment. Spacious bathroom with shower. Room size 21 s quare meters.
de: Standardzimmer mit der Möglichkeit von Doppel- oder Einzelbetten. Die Zimmer sind mit allen Standardausstattungen des Hotels ausgestattet. Geräumiges Badezimmer mit Dusche. Raumgröße 21 m².
fr: Chambre standard avec possibilité de lits doubles ou jumeaux. Les chambres sont équipées de tout l'équipement standard de l'hôtel. Salle de bain spacieuse avec douche. Taille de la chambre 21 mètres carrés.
it: Camera standard con possibilità di letto matrimoniale o due letti singoli. Le camere sono dotate di tutti i servizi alberghieri standard. Ampio bagno con doccia. Dimensioni della camera 21 metri quadrati.
ru: Стандартный номер с возможностью установки двуспальной или двух односпальных кроватей. Номера оснащены всем стандартным гостиничным оборудованием. Просторная ванная комната с душем. Площадь номера 21 квадратный метр.

source: Resort Slovenska Plaza - Double/Twin Room no Balcony
fr: Resort Slovenska Plaza - Chambre double 1
ru: Курорт Славянский Пляж - Двухместный номер с 1 кроватью / 2 отдельными кроватями без балкона

source: Resort Slovenska Plaza - Double/Twin Room no Balcony 5
fr: Resort Slovenska Plaza - Chambre double 5
ru: Курорт Славянский Пляж - Двухместный номер с 1 кроватью / 2 отдельными кроватями без балкона 5

source: resort slovenska plaza family apartment balcony
fr: resort slovenska plaza localisation
ru: курорт славянский пляж семейный апартамент с балконом

source: Air conditioning, a fridge and a TV are featured in each family apartment in Resort Slovenska Plaza.
fr: Chaque chambre double standard dans le Resort Slovenska Plaza dispose de la climatisation, d'un réfrigérateur et d'une télévision.
it: In ogni camera sono presenti aria condizionata, frigorifero e TV.
ru: Все семейные апартаменты курортного отеля Славянский Пляж оснащены кондиционером, холодильником и телевизором.

source: Budvanska Rivijera | Resort Slovenska Plaza - Family Apartment with Balcony
fr: Budvanska Rivijera | Hotel Slovenska Plaza - Suite avec canapé-lit
ru: Будванская Ривьера | Курорт Славянский Пляж - Семейный апартамент с балконом

source: FAMILY APARTMENT WITH BALCONY
fr: SUITE DELUXE AVEC BALCON
ru: СЕМЕЙНЫЙ АПАРТАМЕНТ С БАЛКОНОМ

source: Apartments suitable for family arrangements. The accommodation unit has two rooms equipped with twin beds and a sofa. Bathroom with regular hotel equipment. The apartment has a balcony with seating furniture and a view on beautifully landscaped gardens of the resort.
de: Appartements geeignet für Familienarrangements. Die Unterkunft verfügt über zwei Zimmer mit zwei Einzelbetten und einem Sofa. Badezimmer mit normaler Hotelausstattung. Die Wohnung verfügt über einen Balkon mit Sitzmöbeln und Blick auf die wunderschön angelegten Gärten des Resorts.
fr: Appartements adaptés aux familles. Le logement dispose de deux chambres équipées de lits jumeaux et d'un canapé. Salle de bain avec équipement hôtelier régulier. L'appartement dispose d'un balcon avec des sièges et une vue sur les magnifiques jardins paysagers de la station.
it: Appartamenti adatti alle famiglie. L'unità di alloggio dispone di due camere dotate di due letti singoli e un divano. Bagno con attrezzatura alberghiera standard. L'appartamento ha un balcone con dei mobili per sedersi e una vista sui bellissimi giardini paesaggistici del resort.
ru: Апартаменты подходят для семейного отдыха. Жилой блок состоит из двух комнат, оборудованных раздельными кроватями и диваном. Ванная комната со стандартным гостиничным оборудованием. В апартаментах есть балкон с мягкой мебелью и видом на живописные сады курорта.

source: Resort Slovenska Plaza - Family Apartment with Balcony
fr: Resort Slovenska Plaza - Présentation de l'hôtel
ru: Курорт Славянский Пляж - Семейный апартамент с балконом

source: Resort Slovenska Plaza - Family Apartment with Balcony 11
fr: Resort Slovenska Plaza - Suite avec canapé-lit 1
ru: Курорт Славянский Пляж - Семейный апартамент с балконом 11

source: Beautifully landscaped gardens of the resort
de: Wunderschön gestaltete Gärten des Resorts
fr: Jardins magnifiquement aménagés de la station
it: Splendidi giardini paesaggistici del resort
ru: Красиво благоустроенные сады курорта

source: resort slovenska plaza studio apartment kitchen
fr: resort slovenska plaza localisation
ru: курорт славянский пляж апартамент-студия с кухней

source: Air conditioning, a fridge and a TV are featured in each studio apartment in Resort Slovenska Plaza.
fr: Chaque chambre double standard dans le Resort Slovenska Plaza dispose de la climatisation, d'un réfrigérateur et d'une télévision.
it: In ogni camera sono presenti aria condizionata, frigorifero e TV.
ru: В каждой апартамент-студии курортного отеля Славянский Пляж есть кондиционер, холодильник и телевизор.

source: Budvanska Rivijera | Resort Slovenska Plaza - Studio Apartment with Kitchen
fr: Budvanska Rivijera | Hotel Slovenska Plaza - Suite avec canapé-lit
ru: Будванская Ривьера | Курорт Славянский Пляж - Апартамент-студия с кухней

source: STUDIO APARTMENT WITH KITCHEN
de: STUDIO-APPARTEMENT MIT KÜCHE
fr: APPARTEMENT STUDIO AVEC CUISINE
it: MONOLOCALE CON CUCINA
ru: АПАРТАМЕНТ-СТУДИЯ С КУХНЕЙ

source: Apartments with a comfortable room furnished with a double bed and a mini kitchen as well as seating equipment. This apartment type has a terrace with furniture.
de: Appartements mit einem komfortablen Zimmer, ausgestattet mit einem Doppelbett und einer Miniküche sowie Sitzaustüstung. Dieser Wohnungstyp verfügt über eine Terrasse mit Möbeln.
fr: Appartements avec une chambre confortable meublée avec un lit double et une mini-cuisine ainsi que des sièges. Ce type d'appartement dispose d'une terrasse meublée.
it: Appartamenti con una camera confortevole arredata con un letto matrimoniale e una mini cucina, insieme ai posti a sedere. Questo tipo di appartamento ha anche una terrazza arredata.
ru: Апартаменты с комфортабельной комнатой, оборудованной двуспальной кроватью и мини-кухней. В апартаментах этого типа есть терраса с мебелью.

source: Resort Slovenska Plaza - Studio Apartment with Kitchen
fr: Resort Slovenska Plaza - Suite avec canapé-lit
ru: Курорт Славянский Пляж - Апартамент-студия с кухней

source: Resort Slovenska Plaza - Studio Apartment with Kitchen 11
fr: Resort Slovenska Plaza - Suite avec canapé-lit 1
ru: Курорт Славянский Пляж - Апартамент-студия с кухней 11

source: resort slovenska plaza comfort twin room
fr: resort slovenska plaza chambres 3 etoiles
ru: курорт славянский пляж номер "комфорт" с 2 отдельными кроватями
