Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: The French Terrace
de: Französische Terrasse
fr: Terrasse française
it: La terrazza francese
ru: Французская Терраса

source: The French Terrace, with its 100 seats in capacity, is placed side by side to the primary restaurant and acts as a natural shade. It is our guests’ favourite spot for having breakfast with a sea view or refreshment during the day. In the evening, the French Terrace transforms into an intimate a la carte restaurant with a high quality national cuisine menu.
de: Die französische Terrasse mit 100 Sitzplätzen befindet sich neben dem Hauptrestaurant und wirkt als natürlicher Schatten des Hotels. Es ist der Lieblingsort unserer Gäste wo sie tagsüber, mit Blick aufs Meer, frühstücken oder sich erfrischen können. Am Abend verwandelt sich die französische Terrasse in ein intimes A-la-carte-Restaurant mit einer hochwertigen nationalen Küche.
fr: La French Terrace, avec ses 100 places assises, est placée côte à côte côté du restaurant principal et agit comme une ombre naturelle. C'est notre endroit préféré des clients pour prendre le petit déjeuner avec vue sur la mer ou rafraîchissement pendant la journée. Le soir, la terrasse française se transforme en un restaurant à la carte intime avec une haute qualité menu de la cuisine nationale.
it: La terrazza francese, con i suoi 100 posti a sedere, è affiancata al ristorante principale e funge da ombra naturale. È il luogo preferito dai nostri ospiti per fare colazione con vista sul mare o rinfrescarsi durante il giorno. Di sera, la terrazza francese si trasforma in un intimo ristorante a la carte con un menu di cucina nazionale di alta qualità.
ru: Французская терраса, рассчитанная на 100 посадочных мест, расположена рядом с основным рестораном и служит естественной тенью. Это любимое место наших гостей, где можно позавтракать с видом на море или освежиться в течение дня. Вечером Французская терраса превращается в уютный ресторан a la carte с высококачественным меню национальной кухни.

source: American Bar
fr: Bar américain
it: Bar Americano
ru: Американский Бар

source: Our American Bar is opulently decorated and right beside the Reception Desk. It emphasises a breath-taking view of the <a title="Katič Island" href="https://www.lonelyplanet.com/montenegro/petrovac/attractions/katic-island/a/poi-sig/1324855/1314083/" target="_blank">Katic</a> and <a title="Sveta Nedjelja Island" href="https://www.lonelyplanet.com/montenegro/petrovac/attractions/sveta-nedjelja-island/a/poi-sig/1542530/1314083/" target="_blank">Sveta Nedjelja</a> islands and may host around fifty guests. The terrace within the American Bar is 300 m² in area, a popular place for evening relaxation and organisation of <a title="Hotel Palas - Meetings&Events" href="/en/hotel-palas/conference-rooms/" target="_blank">cocktail parties</a>. The bar is open from 08:00 to 00:00.
de: Unsere American Bar ist opulent dekoriert und befindet sich direkt neben der Rezeption. Es bietet einen atemberaubenden Blick auf die Inseln Katic und Sveta Nedjelja und kann bis zu 50 Gäste empfangen. Die Terrasse in der American Bar ist 300 m² groß und ein beliebter Ort zur abendlichen Entspannung und Organisation von <a title="Hotel Palas - Meetings&Events" href="/en/hotel-palas/conference-rooms/" target="_blank">Cocktailpartys</a>. Die Bar ist von 08:00 bis 00:00 Uhr geöffnet.
fr: Notre bar américain est richement décoré et juste à côté de la réception Bureau. Il met l'accent sur une vue à couper le souffle de la Katic et Sveta Nedjelja îles et peut accueillir une cinquantaine d'invités. La terrasse intérieure l'American Bar est de 300 m², un endroit populaire pour la soirée détente et organisation de <a title="Hotel Palas - Réunions et événements" href="/en/hotel-palas/conference-rooms/" target="_blank"> cocktails </a>. Le bar est ouvert du De 8h00 à minuit.
it: Il nostro Bar Americano è decorato in maniera opulenta e si trova proprio accanto alla reception. Sottolinea una vista stupenda delle isole Katic e Sveta Nedjelja, e può ospitare una cinquantina di ospiti. La terrazza all'interno dell'American Bar ha una superficie di 300 m², un luogo popolare per il relax serale e l'organizzazione dei <a title="Hotel Palas - Meetings&Events" href="/en/hotel-palas/conference-rooms/" target="_blank">cocktail parties</a>. Il bar è aperto dalle 08:00 alle 24:00.
ru: Наш Американский бар роскошно оформлен и находится прямо рядом со стойкой регистрации. Он подчеркивает захватывающий вид на острова Катич и Светая Неделя и может принять около пятидесяти гостей. Терраса в Американском баре площадью 300 м2 - популярное место для вечернего отдыха и организации коктейльных вечеринок. Бар открыт с 08:00 до 00:00.

source: Pool Bar
de: Hafen von Bar
fr: Bar de la piscine
it: Bar Piscina
ru: Бар у бассейна

source: Palas Hotel’s Pool Bar adds an extra element of elegance to our guests’ stay. It is placed near the <a title="Hotel Palas - Wellness" href="/en/hotel-palas/wellness-and-spa/" target="_blank">wellness centre</a> and comprises of an indoor area and a terrace leaning onto the outdoor <a title="Hotel Palas - Beaches" href="/en/hotel-palas/beaches-and-pools/" target="_blank">pool</a>. Drinks are served from 08:00 to 23:00. In the evening, the terrace of the Pool Bar is the venue of many music <a title="Hotel Group Budvanska Rivijera - Events" href="/en/events/" target="_blank">events</a> where people can relax and bust some moves too.
de: Die Poolbar des Palas Hotels verleiht dem Aufenthalt unserer Gäste ein zusätzliches Element an Eleganz. Es befindet sich in der Nähe des <a title="Hotel Palas - Wellness" href="/en/hotel-palas/wellness-and-spa/" target="_blank">Wellnesscenters</a> und verfügt über einen Innenbereich und eine Terrasse, die zum <a title="Hotel Palas - Beaches" href="/en/hotel-palas/beaches-and-pools/" target="_blank">Außenpool</a> führt. Getränke werden von 08:00 bis 23:00 Uhr serviert. Abends finden auf der Terrasse des Poolbars viele <a title="Hotel Group Budvanska Rivijera - Events" href="https://hgbudvanskarivijera.com/de/veranstaltungen/">Musikveranstaltungen</a> statt, bei denen sich die Leute entspannen und auch ein bisschen tanzen können.
fr: Le bar de la piscine du Palas Hotel ajoute un élément d'élégance supplémentaire à notre séjour des invités. Il est situé près du <a title="Hotel Palas-Bien-être" href="/en/hotel-palas/wellness-and-spa/" target="_blank"> centre de bien-être </ a > et comprend un espace intérieur et une terrasse donnant sur l'extérieur <a title="Hotel Palas-Beaches" href="/en/hotel-palas/beaches-and-pools/" target="_blank"> piscine </a>. Les boissons sont servi de 08h00 à 23h00. Le soir, la terrasse de la piscine Le bar est le lieu de nombreux <a title="Hotel Group Budvanska Rivijera - Evénements" href="/en/events/" target="_blank"> événements </a> musicaux où les gens peuvent se détendre et buste certains mouvements aussi.
it: Il Pool Bar del Palas Hotel aggiunge un ulteriore elemento di eleganza al soggiorno dei nostri ospiti. Si trova vicino al <a title="Hotel Palas - Wellness" href="/en/hotel-palas/wellness-and-spa/" target="_blank">centro wellness</a> e comprende un'area interna e una terrazza che si affaccia alla <a title="Hotel Palas - Beaches" href="/en/hotel-palas/beaches-and-pools/" target="_blank">piscina</a> esterna. Le bevande vengono servite dalle 08:00 alle 23:00. La sera, la terrazza del Pool Bar è la sede dei vari <a title="Hotel Group Budvanska Rivijera - Events" href="/en/events/" target="_blank">eventi</a> musicali dove la gente può rilassarsi ed anche ballare.
ru: Бар у бассейна отеля Палас добавляет дополнительный элемент элегантности пребыванию наших гостей. Он расположен рядом с оздоровительным центром и состоит из крытой зоны и террасы с видом на открытый бассейн. Напитки подают с 08:00 до 23:00. Вечером терраса бара у бассейна является местом проведения многих музыкальных мероприятий, где люди могут расслабиться и сделать несколько движений.

source: Hotel Palas - Restaurants&Bars
de: Hotel Castellastva - Restaurants
fr: Hotel Palas - Restaurants
it: Hotel Palas - Ristoranti
ru: Отель Палас - Рестораны и Бары

source: Restaurants&Bars 8
de: Restaurants und Bars 1
fr: Restaurants et bars 1
it: Ristoranti e Bar 8
ru: Рестораны и Бары 8

source: hotel palas standard double room
de: hotel aleksandar unterkunft
fr: hotel aleksandar salles de conférence
it: hotel aleksandar camera doppia standard
ru: отель палас стандартный двухместный номер

source: HG Budvanska rivijera - Palas Hotel - Standard Double Room
de: Budvanska Rivijera | Hotel Palas - Unterkunft
fr: HG Budvanska Rivijera | Hotel Palas - Chambres Avec Vue Mer
it: Budvanska Rivijera | Hotel Palas - Camera Doppia Standard
ru: ГГ Будванская Ривьера | Отель Палас - Стандартный двухместный номер

source: STANDARD DOUBLE ROOM
de: SONDERAKTIONEN - STANDARD DOPPELZIMMER
fr: OFFRE SPÉCIALE - CHAMBRE DOUBLE STANDARD
it: CAMERA DOPPIA STANDARD
ru: СТАНДАРТНЫЙ ДВУХМЕСТНЫЙ НОМЕР

source: Standard Double Room
de: Standard DoppelZimmer
fr: Chambre double standard
it: Camera doppia standard
ru: Стандартный двухместный номер

source: Cozy double room with double bed and balcony; with complete standard hotel equipment. Each room has a terrace with furniture and a partial sea view.
de: Gemütliches Doppelzimmer mit Doppelbett, Balkon und kompletter Standardausstattung eines Hotels. Jedes Zimmer verfügt über einen Balkon mit Möbeln und teilweise Meerblick. Die maximale Belegung in Unterkünften dieses Typs beträgt 2 Personen.
fr: Chambre double confortable avec lit double et balcon, et dispose d'un équipement hôtelier standard complet. Chaque chambre dispose d'un balcon meublé et d'une vue partielle sur la mer. L'occupation maximale dans les logements de ce type est de 2 personnes.
it: Accogliente camera doppia con letto matrimoniale e balcone, e dotata di attrezzature alberghiere standard complete. Ogni camera ha un balcone con mobili e una vista parziale sul mare. La capienza massima in unità di alloggio di questo tipo è di 2 persone.
ru: Уютный двухместный номер с двуспальной кроватью и балконом; с полным стандартным гостиничным оборудованием. В каждом номере есть меблированная терраса с частичным видом на море.

source: Partial sea view
de: Teilweiser Meerblick
fr: Vue partielle sur la mer
it: Vista mare parziale
ru: Частичный вид на море

source: hotel palas weddings
de: hotel palas hochzeitszeremonie
fr: hotel palas mariage
it: hotel palas matrimoni
ru: Отель Палас свадьбы

source: Hotel Palas is close to Mother Nature's wonders, therefore being a great coastal venue for weddings and memorable ceremonies alike.
de: Erleben Sie den wichtigsten Tag in Ihrem Leben in einer atemberaubenden Kulisse, die sich perfekt eignet für viele unvergessliches Fotos mit ihren liebsten.
fr: L'Hôtel Palas est proche des merveilles de Mère Nature, c'est donc un lieu côtier idéal pour les mariages et les cérémonies mémorables.
it: L’hotel Palas è situate in prossimità di meraviglie di madre natura, rappresentando una location costiera ideale per matrimony ed alter cerimonie memorabili.
ru: Отель Палас находится недалеко от чудес Матери-природы, поэтому является отличным местом для проведения свадеб и памятных церемоний.

source: Budvanska Rivijera | Hotel Palas - Weddings
de: Budvanska Rivijera | Hotel Palas - Hochzeitszeremonie
fr: Budvanska Rivijera | Hotel Palas - Mariages
it: Budvanska Rivijera | Hotel Palas - Matrimoni
ru: Будванская Ривьера | Отель Палас - Свадьбы

source: Together we plan your
de: Gemeinsam planen wir Ihre
fr: Ensemble, nous planifions votre
it: Insieme progetteremo un
ru: Вместе мы планируем вашу

source: Dream Wedding
de: Traumhochzeit
fr: Mariage de rêve
it: Matrimonio da Sogno
ru: свадьбу мечты

source: Pin the most important day in your lives with a breath-taking setting that’s perfect for saying “I do”, ideal for memorable photographs, and highlights all of Mother Nature’s beauties.
de: Erleben Sie den wichtigsten Tag in Ihrem Leben in einer atemberaubenden Kulisse, die sich perfekt für ein unvergessliches Foto eignet und alle Schönheiten von Mutter Natur hervorhebt.
fr: Épinglez le jour le plus important de votre vie avec un cadre à couper le souffle parfait pour dire 'oui', idéal pour des photos mémorables, et met en valeur toutes les beautés de Mère Nature.
it: Scegli uno scenario mozzafiato per il tuo giorno più importante, ideale per fotografie memorabili in uno scenario pieno di incantevoli bellezze regalateci da madre natura.
ru: Проведите самый важный день в вашей жизни с захватывающей дух атмосферой, которая идеально подходит для того, чтобы сказать «я согласна», запоминающихся фотографий и подчеркивает все красоты Матери-природы.

source: Our crew of experienced and caring event managers guarantee a perfectly planned wedding ceremony with all wishes fulfilled and every detail considered.
de: Unsere Crew, zusammengesetzt aus erfahrenen und fürsorglichen Eventmanagern, garantiert eine perfekt geplante Hochzeitszeremonie bei der alle Wünsche erfüllt und jedes Detail berücksichtigt werden.
fr: Notre équipe de gestionnaires d'événements expérimentés et attentionnés garantit une cérémonie de mariage parfaitement planifiée avec tous les souhaits satisfaits et chaque détail pris en compte.
it: I nostri esperti event manager sono garanzia di una cerimonia perfettamente pianificata, con la piena soddisfazione di tutti I tuoi desideri e grande attenzione per ogni dettaglio.
ru: Наша команда опытных и заботливых менеджеров по проведению мероприятий гарантирует идеально спланированную свадебную церемонию с выполнением всех пожеланий и каждой детали.

source: Hotel Palas can provide multiple <a title="Hotel Palas - Meetings & Events" href="/en/hotel-palas/conference-rooms/" target="_blank">venues</a> for weddings so that bride and groom can consider both indoor and outdoor ceremonies to create an ambience as unique as they are. Our offer entails possibilities to organise large- to small-scale weddings with cuisine ranging from traditional to international and ornamentations that match seasonality (<a title="Hotel Group Budvanska Rivijera - Contact" href="/en/contact/" target="_blank">subject to agreement</a>).
de: Hotel Palas bietet mehrere Hochzeitsorte, sodass Braut und Bräutigam sowohl Zeremonien im Innen- als auch im Außenbereich in Betracht ziehen können, um so ein einzigartiges Ambiente zu kreieren.Unser Angebot umfasst die Möglichkeit große und kleine Hochzeiten zu organisieren, mit traditioneller bis internationaler Küche und saisonalen Ornamenten (nach Vereinbarung).
fr: L'Hotel Palas peut fournir plusieurs lieux de mariage afin que les mariés puissent envisager des cérémonies intérieures et extérieures pour créer une ambiance aussi unique qu'eux. Notre offre comporte des possibilités d'organiser des mariages de grande à petite échelle avec une cuisine allant du traditionnel à l'international et des ornements qui correspondent à la saisonnalité (sous réserve d'accord).
it: L’hotel Palas può organizzare il tuo matrimonio in diverse configurazioni così che tu possa considerare sia l’opzione all’interno che all’aperto per creare un’ambientazione unica. I nostri servizi sono rivolti a matrimoni di ogni dimensione, con una cucina che spazia da quella locale1 a quella internazionale, e con ornamenti scelti nel rispetto della stagionalità (soggetti a conferma).
ru: Отель Палас может предоставить несколько свадебных площадок, чтобы жених и невеста могли рассмотреть варианты проведения церемонии как внутри отеля, так и снаружи, чтобы создать уникальную атмосферу.Наше предложение включает в себя возможность организации крупных и небольших свадеб с блюдами от традиционной до международной кухней, соответствующей сезонy (по согласованию).

source: The Palas Hotel’s larger <a title="Hotel Palas - Restaurants & Bars" href="/en/hotel-palas/restaurants-and-bars/" target="_blank">restaurant hall</a> is overlooking the sea and the hotel’s garden. This area capacitates 500 guests and provides the possibility to install a projector for guests to enjoy the wedding couple’s photographs or video. <br /> An additional smaller hall of the <a title="Hotel Palas - Restaurants & Bars" href="/en/hotel-palas/restaurants-and-bars/" target="_blank">restaurant</a> is available with 120 seats in capacity, suitable for smaller ceremonies that are meant to be more private.
de: Vom größeren Speisesaal des Palas Hotels blicken Sie auf das Meer und den Hotelgarten. Dieser Bereich bietet Platz für 400 Gäste und kommt mit die Möglichkeit einen Projektor zu installieren, damit die Gäste Fotos oder Videos des Hochzeitspaares genießen können.Ein zusätzlicher kleinerer Saal des Restaurants, mit einer Kapazität von 120 Plätzen, ist für kleinere Zeremonien geeignet, die eher privat sein sollen.
fr: La plus grande salle de restaurant du Palas Hotel donne sur la mer et le jardin de l'hôtel. Cette zone peut accueillir 400 personnes et offre la possibilité d'installer un projecteur pour que les invités puissent profiter des photos ou de la vidéo du couple de mariage. <br /> Une salle plus petite supplémentaire du restaurant est disponible avec une capacité de 120 places, adaptée aux petites cérémonies qui sont censées être plus privées.
it: La hall del ristorante del Palas Hotel offre vista sul mare e sui giardini. Quest’area può ospitare 400 ospiti ed è possibile installare proiettori per foto/video. <br /> Una piccola hall aggiuntiva, con 120 posti a sedere, è disponibile per cerimonie più piccole o discrete.
ru: Из большого зала ресторана отеля Палас открывается вид на море и сад отеля. Эта зона вмещает 500 гостей и предоставляет возможность установить проектор, чтобы гости могли насладиться фотографиями или видео свадебной пары. Доступен дополнительный меньший зал ресторана на 120 мест, подходящий для небольших церемоний, которые должны быть более приватными.

source: Our <a title="Hotel Palas - Restaurants & Bars" href="/en/hotel-palas/restaurants-and-bars/" target="_blank">French terrace</a> guarantees romantic moments for newlyweds and all attendees. This area is suitable for smaller weddings with a maximum capacity of 120 seats. <br /> Palas hotel’s terrace by the pool is our sea-oriented setting. This area can host 200 guests and is meant for mid-sized weddings. <br /> The American terrace covers 250 seats and has the most stunning view, with your gaze directly aiming at the sunset and <a title="Katič Island" href="https://www.lonelyplanet.com/montenegro/petrovac/attractions/katic-island/a/poi-sig/1324855/1314083/" target="_blank">Katic</a> and <a title="Sveta Nedjelja Island" href="https://www.lonelyplanet.com/montenegro/petrovac/attractions/sveta-nedjelja-island/a/poi-sig/1542530/1314083/" target="_blank">Sveta Nedjelja</a> islands.
de: Unsere französische Terrasse, umgeben vom attraktiven Garten des Hotels mit mediterraner Vegetation, garantiert romantische Momente für alle Anwesende. Dieser Bereich, mit einer maximalen Kapazität von 120 Plätzen, eignet sich hervorragend für kleinere Hochzeiten. <br />Die Terrasse des Palas Hotels am Pool ist auf das Meer ausgerichtet und von Palmen und anderen Grünflächen umgeben, das dem gesamten mediterranen Ambiente eine botanische Note verleiht. Dieser Bereich bietet Platz für 200 Gäste und ist für mittelgroße Hochzeiten gedacht. <br />Die amerikanische Terrasse bietet 250 Sitzplätze und einen atemberaubenden Blick auf den Sonnenuntergang, sowie die Inseln Katic und Sveta Nedjelja.
fr: Notre terrasse française garantit des moments romantiques pour les jeunes mariés et tous les participants. Cette zone convient aux petits mariages avec une capacité maximale de 120 places. <br /> La terrasse de l'hôtel Palas au bord de la piscine est notre cadre orienté vers la mer. Cette zone peut accueillir 200 invités et est destinée aux mariages de taille moyenne.
it: La nostra terrazza francese, circondata dal nostro attraente giardino con vegetazione mediterranea, garantisce momenti romantici per i novelli sposi ed i loro ospiti. <br /> La terrazza vicino la piscina del Palas hotel, le palme e la vegetazione in generale ivi presente, formano uno scenario dal feeling puramente mediterraneo. <br /> La terrazza americana offre 250 posti a sedere ed ha la vista più incantevole, quella che punta al tramonto e alle isole di Katic e Sveta Nedjelja.
ru: Наша французская терраса гарантирует романтические моменты для молодоженов и всех присутствующих. Эта зона подходит для небольших свадеб с максимальной вместимостью 120 посадочных мест. Терраса отеля Палас у бассейна ориентирована на море. Эта зона вмещает 200 гостей и предназначена для проведения свадеб среднего размера. Американская терраса расчитана на 250 мест и имеет самый потрясающий вид. С нее открывается вид прямо на закат и острова Катич и Святая Неделя.

source: Wedding & Staying at Our Hotel
de: Hochzeit & Aufenthalt in unserem Hotel
fr: Mariage et séjour dans notre hôtel
it: Matrimoni e soggiorni al nostro hotel
ru: Свадьба и пребывание в нашем отеле

source: There are a number of privileges for wedding couples who opt in for spending their weekend in <a title="Hotel Palas - Overview" href="/en/hotel-palas/overview/" target="_blank">Hotel Palas</a>:
de: Es gibt eine Reihe von Privilegien für Hochzeitspaare die sich, nach der Zeremonie, für ein Wochenende im Hotel Palas entscheiden:
fr: Il existe un certain nombre de privilèges pour les couples mariés qui optent pour passer leur week-end à l'hôtel Palas:
it: Ci sono numerosi vantaggi per le coppie di sposi che decidono di spendere il loro weekend al nostro hotel:
ru: Существует несколько привилегий для свадебных пар, которые хотят провести выходные в отеле Палас:

source: Relaxation in a suite for newlyweds with room service, breakfast in the morning, or refreshments with champagne for romantic candle light dinner.
de: Entspannung in einer Suite gedacht für frisch vermählte, mit Zimmerservice, Frühstück im Bett oder Erfrischungen mit Champagner für ein romantisches Abendessen bei Kerzenlicht.
fr: Détente dans une suite pour jeunes mariés avec service en chambre, petit-déjeuner le matin ou rafraîchissements au champagne pour un dîner romantique aux chandelles.
it: Relax in una suite con servizio in camera, colazione al mattino o champagne con cena romantica.
ru: Отдых в номере для молодоженов с обслуживанием номера, завтраком или напитками с шампанским для романтического ужина при свечах.

source: “Just married” <a title="Hotel Palas - Wellness" href="/en/hotel-palas/wellness-and-spa/" target="_blank">wellness</a> package with dozens of perks only for you two in our <a title="Hotel Palas - Wellness" href="/en/hotel-palas/wellness-and-spa/" target="_blank">spa</a> centre.
de: "Just married" <a title="Hotel Palas - Wellness" href="https://hgbudvanskarivijera.com/de/hotel-palas/wellness-und-spa/" target="_blank">Wellness-Paket</a> mit Dutzenden von Vorteilen, nur für Sie zwei, in unserem <a title="Hotel Palas - Wellness" href="/en/hotel-palas/wellness-and-spa/" target="_blank">Spa-Center</a>.
fr: *Juste marié* <a title="Hotel Palas-Bien-être" href="https://hgbudvanskarivijera.com/fr/hotel-palas/bien-etre-et-spa/" target="_blank"> bien-être </a> package avec des dizaines d'avantages uniquement pour vous deux dans notre <a title = "Hotel Palas - Bien-être" href = "https://hgbr.me/en/hotel-palas/wellness-and-spa/" target = " _blank "> spa </a> centre.
it: *Appena sposati* <a title="Hotel Palas - Wellness" href="https://hgbr.me/en/hotel-palas/wellness-and-spa/" target="_blank">wellness</a> pacchetto con tanti vantaggi solo per voi due nel nostro <a title="Hotel Palas - Wellness" href="/en/hotel-palas/wellness-and-spa/" target="_blank">spa</a> centro.
ru: “Молодожены” wellness-пакет с разными преимуществами только для вас двоих в нашем спа-центре.
