Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: The hotel&#39;s serene lodgings inside any of our four grand villas propose the unsurpassable comfort of waking up to the sound of the sea. Our villas feature a total of <a title="Hotel Aleksandar - Accommodation" href="/en/hotel-aleksandar-in-budva/rooms-and-suites/" target="_blank">187 rooms</a> and are named after plant species: Lavanda, Hortensia, Pinea and Tilia; depicting the very surroundings of the buildings.
de: Die ruhigen Unterkünfte des Hotels, in einer unserer vier großen Villen, bieten den unübertroffenen Komfort mit dem Rauschen des Meeres aufzuwachen. Unsere Villen verfügen über insgesamt 187 Zimmer und sind nach Pflanzenarten benannt: Lavanda, Hortensia, Pinea und Tilia.
fr: Les logements sereins de l'hôtel à l'intérieur de l'une de nos quatre grandes villas offrent le confort insurpassable de se réveiller au son de la mer. Nos villas disposent d'un total de 187 chambres et sont nommées d'après des espèces végétales: Lavanda, Hortensia, Pinea et Tilia; représentant l'environnement même des bâtiments.
it: Tutti gli alloggi delle nostre 4 ville offrono quella magica sensazione che solo un risveglio al suono del mare può regalare. Le nostre ville comprendono 187 alloggi e portano il nome di 4 specie vegetali: Lavanda, Ortensia, Pino e Tiglio, proprio perché ispirati a quanto si trova negli immediati dintorni delle proprietà.
ru: Тихие номера отеля в любой из наших четырех великолепных вилл дадут вам непревзойденный комфорт пробуждения под шум моря. Наши виллы имеют в общей сложности 187 номеров и названы в честь видов растений: лаванда, гортензия, сосна и лилия, изображающих окружающую среду вилл.

source: Hotel Aleksandar - Double/Twin Room no Balcony
fr: Hotel Aleksandar - Salles de Conference
ru: Отель Александр - Двухместный номер с 1 кроватью / 2 отдельными кроватями без балкона

source: /en/hotel-aleksandar-in-budva/rooms-and-suites/double-twin-room/
de: /de/hotel-aleksandar-in-budva/unterkunft/doppel-zweibettzimmer/
fr: /fr/hotel-aleksandar-a-budva/chambres-et-suites/chambre-double-lits-jumeaux/
it: /it/hotel-aleksandar-a-budva/alloggi/camera-matrimoniale-doppia/
ru: /ru/otel-aleksandar-v-budve/nomera-i-apartamenty/dvukhmestnyy-nomer/

source: Double/Twin Room no Balcony
de: Doppel- / Zweibettzimmer ohne Balkon
fr: Chambre Double / Lits Jumeaux sans Balcon
it: Camera Matrimoniale/Doppia con Letti Singoli senza Balcone
ru: Двухместный номер с 1 кроватью / 2 отдельными кроватями без балкона

source: od
de: ab
fr: à partir de
it: da
ru: от

source: per room
de: pro Raum
fr: par chambre
it: per camera
ru: за номер

source: Details
de: Einzelheiten
fr: Détails
it: Dettagli
ru: Подробности

source: Book your room
de: Buchen Sie Ihren Aufenthalt
fr: Réservez votre séjour
it: Prenota il tuo soggiorno
ru: Забронируйте свой номер

source: Hotel Aleksandar - Double/Twin Room with Balcony
de: Hotel Aleksandar - Doppel Zweibettzimmer mit Balkon
fr: Hotel Aleksandar - Salle de banquet
it: Hotel Aleksandar - Camera Doppia Standard con Terrazza
ru: Отель Александр - Двухместный номер с 1 кроватью / 2 отдельными кроватями с балконом

source: /en/hotel-aleksandar-in-budva/rooms-and-suites/double-twin-room-balcony/
de: /de/hotel-aleksandar-in-budva/unterkunft/doppel-zweibettzimmer-mit-balkon/
fr: /fr/hotel-aleksandar-a-budva/chambres-et-suites/chambre-double-lits-jumeaux-avec-balcon/
it: /it/hotel-aleksandar-a-budva/alloggi/camera-matrimoniale-doppia-con-balcone/
ru: /ru/otel-aleksandar-v-budve/nomera-i-apartamenty/dvukhmestnyy-nomer-s-balkonom/

source: Double/Twin Room with Balcony
de: Deluxe Suite mit Balkon
fr: Suite de Luxe avec Balcon
it: Suite Deluxe con Balcone
ru: Двухместный номер с 1 кроватью / 2 отдельными кроватями с балконом

source: Hotel Aleksandar - Family Room
de: Hotel Aleksandar - Fitnessstudio
fr: Hotel Aleksandar - Salle de sport
it: Hotel Aleksandar - Camera di famiglia
ru: Отель Александр - Семейный номер

source: /en/hotel-aleksandar-in-budva/rooms-and-suites/family-room/
de: /de/hotel-aleksandar-in-budva/unterkunft/wohnzimmer/
fr: /fr/hotel-aleksandar-a-budva/chambres-et-suites/chambre-de-famille/
it: /it/hotel-aleksandar-a-budva/alloggi/camera-familiare/
ru: /ru/otel-aleksandar-v-budve/nomera-i-apartamenty/gostinaya/

source: Family room
de: Familienzimmer
fr: Chambres familiales
it: Camere familiari
ru: Семейный номер

source: Hotel Aleksandar - Apartment
fr: Hotel Aleksandar - Spa
ru: Отель Александр - Апартамент

source: /en/hotel-aleksandar-in-budva/rooms-and-suites/apartment/
de: /de/hotel-aleksandar-in-budva/unterkunft/wohnung/
fr: /fr/hotel-aleksandar-a-budva/chambres-et-suites/appartement/
it: /it/hotel-aleksandar-a-budva/alloggi/appartamento/
ru: /ru/otel-aleksandar-v-budve/nomera-i-apartamenty/apartamenty/

source: Apartment
de: Appartement
fr: Appartement
it: Appartamento
ru: Апартамент

source: Hotel Aleksandar - Comfort Room with Balcony
fr: Hotel Aleksandar - Salles de Conference
ru: Отель Александр - номер "комфорт" с балконом

source: /en/hotel-aleksandar-in-budva/rooms-and-suites/comfort-room-balcony/
de: /de/hotel-aleksandar-in-budva/unterkunft/komfort-doppelzimmer/
fr: /fr/hotel-aleksandar-a-budva/chambres-et-suites/chambre-confort-avec-balcon/
it: /it/hotel-aleksandar-a-budva/alloggi/camera-comfort-con-balcone/
ru: /ru/otel-aleksandar-v-budve/nomera-i-apartamenty/komfortnyy-nomer-s-balkonom/

source: Comfort Room with Balcony
de: Komfort Doppelzimmer mit Balkon
fr: Chambre Double Confort avec Terrasse et Vue sur la Mer
ru: Номер "комфорт" с балконом

source: Hotel Aleksandar has three swimming pools in total, a playground and an outdoor gym that kids and parents can use during their stay in Budva.
de: Das Hotel Aleksandar verfügt über insgesamt drei Swimmingpools, einen Spielplatz und einenOutdoor-Fitnessstudio, das Kinder und Eltern während ihres Aufenthalts in Budva nutzen können.
fr: L'hôtel Aleksandar dispose de trois piscines au total, d'une aire de jeux et d'une salle de sport en plein air que les enfants et les parents peuvent utiliser pendant leur séjour à Budva.
it: L’hotel Aleksandar include tre piscine in totale, un’area giochi e una palestra all’aperto che bambini e adulti possono utilizzare durante il loro soggiorno a Budva.
ru: В отеле Александр есть три бассейна, детская площадка и открытый тренажерный зал, которыми дети и родители могут пользоваться во время своего пребывания в Будве.

source: hotel aleksandar pools
fr: hotel aleksandar piscines
it: hotel aleksandar piscine
ru: отель александр бассейны

source: Budvanska Rivijera | Hotel Aleksandar - Beaches & Pools
de: Budvanska Rivijera | Hotel Aleksandar - Strände, Spielplätze und Pools
fr: Budvanska Rivijera | Hotel Aleksandar - Plages et Piscines
it: Budvanska Rivijera | Hotel Aleksandar - Spiagge e Piscine
ru: Будванская Ривьера | Отель Александр - Пляжи и Бассейны

source: Hotel Mogren
ru: Отель Могрен

source: <a title="Hotel Aleksandar - Location" href="/en/hotel-aleksandar-in-budva/location/" target="_blank">Behind</a> the very complex, settled within the charming gardens and fenced by graceful palm trees, are two swimming pools with the adjacent “Pinea” pool bar and a playground with an outdoor gym. This scenery is further enriched by looking to the front at a direct connection with the city’s main promenade and the sea, or by looking to the back at the mountains that cover <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a>. The hotel also boasts one more swimming pool in the heart of the complex for a relaxing stress-free experience.
de: Hinter dem Hotel, in den bezaubernden Gärten und von anmutigen Palmen umzäunt, befinden sich zwei Swimmingpools mit der angrenzenden Poolbar „Pinea“, sowie ein Spielplatz mit einem Fitnessstudio im Freien. Diese Landschaft ist desto lobpreisender durch einen Blick nach vorne, wo man eine direkte Verbindung mit der Hauptpromenade der Stadt und dem Meer sehen kann, oder durch einen Blick nach hinten, auf die felsigen Berge die Budva bedecken. Das Hotel verfügt außerdem über einen weiteren Swimmingpool im Herzen des Komplexes, der für ein weiteres, entspannendes, stressfreies Erlebnis sorgt. <br />Das Hotel Aleksandar verfügt über Salzwasser- und Süßwasserpools um besonderen Ansprüchen gerecht zu werden. Alle Pools im Hinterhof sind von kostenlosen Liegen und Sonnenschirmen umgeben, um das Sonnenvergnügen angenehmer zu gestalten. Tagsüber können Sie an der Poolbar „Pinea“ Getränke, tropische Cocktails und leichte Snacks bestellen. <br>Verschiedene Animationsprogramme sorgen für noch mehr Spaß. Kinder haben die Möglichkeit zum Schwimmunterricht, während ältere Gäste kostenlos Wassergymnastik genießen können. <br />
fr: Derrière le complexe, installé dans de charmants jardins et clôturé par de gracieux palmiers, se trouvent deux piscines avec le bar de piscine «Pinea» adjacent et une aire de jeux avec une salle de sport en plein air Ce paysage est encore enrichi en regardant de face une connexion directe avec la promenade principale de la ville et la mer, ou en regardant de dos les montagnes qui couvrent Budva. L'hôtel dispose également d'une piscine de plus au cœur du complexe pour une expérience relaxante sans stress. <br /><br /> L'hôtel Aleksandar dispose de piscines d'eau salée et d'eau douce pour répondre à des demandes spécifiques. Toutes les piscines à l'arrière sont entourées de chaises longues et de parasols gratuits pour rendre le plaisir au soleil plus confortable. Le jour, vous pourrez commander des boissons, des cocktails tropicaux et des collations légères au bar de la piscine «Pinea». <br /><br /> Divers programmes d'animation rendent le temps de piscine encore plus amusant. Les enfants ont la possibilité de prendre des cours de natation, alors que les personnes âgées peuvent profiter gratuitement de l'aquagym.
it: Dietro il complesso, in un magnifico giardino con palme, ci sono due piscine servite dal bar “Pinea”, ed un’area fitness esterna. Lo scenario è ulteriormente arricchito dalla vista del lungomare della città, sul fronte, e dalle montagne di Budva, sul retro. Un’ulteriore piscina si trova al centro del complesso. <br /><br /> L’hotel Aleksandar offre piscine sia d’acqua salata che d’acqua dolce, per soddisfare ogni esigenza. Allo scopo di offrire un’esperienza in piscina più confortevole, Le piscine nel giardino posteriore includono lettini con parasole per offrire un’esperienza più confortevole. Di giorno gli ospiti possono ordinare bevande, cocktail tropicali e snack al bar “Pinea”. <br /><br /> I programmi di animazione rendono il tempo speso in piscina ancor più divertente per i bambini, che avranno la possibilità di seguire lezioni di nuoto mentre i genitori potranno dedicarsi ad un po’ di aerobica acquatica.
ru: За комплексом, расположенным в волшебных садах в окружении изящных пальм, находятся два бассейна с баром "Пинеа", а также игровая площадка с открытым тренажерным залом. Этот пейзаж еще больше усиливается за счет обзора городской набережной и моря, или, если вы повернетесь на противоположную сторону, вы увидите прекрасный вид на горы, которые покрывают Будву. В отеле также есть еще один бассейн в самом центре комплекса для отдыха.

source: Enjoy the full atmosphere
de: Genieße die Atmosphäre
fr: Profitez de toute l'atmosphère
it: Goditi l'atmosfera completa
ru: Наслаждайтесь атмосферой

source: <a title="Hotel Aleksandar - Overview" href="/en/hotel-aleksandar-in-budva/overview/" target="_blank">Hotel Aleksandar</a> features both <a title="Saltwater pools" href="https://www.riverpoolsandspas.com/blog/saltwater-pools/" target="_blank">saltwater</a> and freshwater swimming pools to cater to specific demands. All backyard swimming pools are surrounded by complimentary sunbeds and parasols to make enjoyment in the sun more comfortable. At daytime, guests can order drinks, tropical cocktails, and light snacks at the “<a title="Hotel Aleksandar - Restaurants&Bars" href="/en/hotel-aleksandar-in-budva/restaurants-and-bars/" target="_blank">Pinea</a>” pool bar.
de: Das <a title="Hotel Aleksandar - Overview" href="/en/hotel-aleksandar-in-budva/overview/" target="_blank">Hotel Aleksandar</a> verfügt über Salzwasser - und Süßwasserpools um besonderen Ansprüchen gerecht zu werden. Alle Pools im Hinterhof sind von kostenlosen Liegen und Sonnenschirmen umgeben, um das Sonnenvergnügen angenehmer zu gestalten. Tagsüber können Sie an der Poolbar “<a title="Hotel Aleksandar - Restaurants&Bars" href="https:https://hgbudvanskarivijera.com/de/hotel-aleksandar-in-budva/restaurants-und-bars/" target="_blank">Pinea</a>” Getränke, tropische Cocktails und leichte Snacks bestellen.
fr: <a title="Hôtel Aleksandar-Présentation" href="/en/hotel-aleksandar-in-budva/overview/" target="_blank"> Hotel Aleksandar </a> propose à la fois des eau salée et piscines d'eau douce pour répondre aux demandes spécifiques. Toutes les piscines à l'arrière sont entourées par des transats et des parasols gratuits pour profiter du soleil plus confortable. Le jour, vous pourrez commander des boissons, des cocktails tropicaux, et des collations légères au *<a title="Hotel Aleksandar - Restaurants & Bars" href="/en/hotel-aleksandar-in-budva/restaurants-and-bars/" target="_blank"> Pinea </a>* bar de la piscine.
it: <a title="Hotel Aleksandar - Overview" href="/en/hotel-aleksandar-in-budva/overview/" target="_blank">Hotel Aleksandar</a> presenta entrambe aqua salata e piscine d'acqua dolce per soddisfare esigenze specifiche. Tutte le piscine del cortile sono circondate con lettini e ombrelloni gratuiti per rendere il divertimento al sole più confortevole. Di giorno, gli ospiti possono ordinare bevande, cocktail tropicali, e snack leggeri al "<a title="Hotel Aleksandar-Restaurants&Bars" href="/en/hotel-aleksandar-in-budva/restaurants-and-bars/" target="_blank"> Pinea </a> "bar della piscina.
ru: В отеле Александр есть бассейны с соленой и пресной водой для удовлетворения конкретных требований. Все бассейны во внутреннем дворе окружены шезлонгами и зонтиками, которые предоставляются бесплатно, чтобы наслаждение солнцем было более комфортным. В течение дня гости могут заказать напитки, тропические коктейли и легкие закуски в баре "Пинеа".

source: Various animation programmes make pool time even more fun. Kids have the possibility for swimming lessons, while the elderly can enjoy free-of charge water aerobics.
de: Verschiedene Animationsprogramme sorgen für noch mehr Spaß. Kinder haben die Möglichkeit zum Schwimmunterricht, während ältere Gäste kostenlos Wassergymnastik genießen können.
it: Vari programmi di animazione rendono il tempo della piscina ancora più divertente. I bambini hanno la possibilità di lezioni di nuoto, mentre gli anziani possono praticare gratuitamente l'aerobica in acqua.
ru: Различные анимационные программы делают время, проведенное в бассейне, еще более увлекательным. Для детей организованы уроки плавания, а пожилые могут бесплатно заняться аквааэробикой.

source: Gallery
de: Galerie
fr: Galerie
it: Galleria
ru: Галерея

source: Hotel Aleksandar - Beaches&Pools
de: Hotel Aleksandar - Strände und Pools
fr: Hotel Aleksandar - Plages et Piscines
it: Hotel Aleksandar - Spiagge e Piscine
ru: Отель Александр - Пляжи и Бассейны

source: Previous
de: Bisherige
fr: Précédent
it: Precedente
ru: Предыдущий

source: Next
de: Nächster
fr: Prochain
it: Il prossimo
ru: Следующий

source: Playtime for kids
de: Spielzeit für Kinder
fr: Playtime pour les enfants
it: Svago per i bambini
ru: Время игр для детей

source: Beside the pools, a playground and a playhouse cottage, parents also enjoy the benefit of having certified animators take care and supervise the activity of their children.
de: Neben den Pools, einem Spielplatz und einem Spielhaus können Eltern auch den Vorteil von zertifizierten Animatoren genießen, die sich um Kinder kümmern und im Laufe jener Aktivitäten beaufsichtigen.
fr: En plus des piscines, d'une aire de jeux et d'un chalet de jeu, les parents bénéficient également de la présence d'animateurs certifiés qui prennent en charge et encadrent l'activité de leurs enfants.
it: Oltre alle piscine, un parco giochi e una casetta da gioco, anche i genitori si godono il vantaggio di avere gli animatori certificati che si prendono cura e supervisionano l'attività dei loro figli.
ru: Помимо бассейнов, детской площадки и игрового домика, родители также могут воспользоваться услугами сертифицированных аниматоров, которые позаботятся и проконтролируют деятельность их детей.

source: A proven track record of serving our family guests taught us that the more animation there is, the more fun is guaranteed. Therefore our long list of summer activities in our backyard such as: outdoor gym exercises, dance lessons, live music, magician shows, drawing contests, table tennis tournaments, and many more. We invite all children between the ages of five to twelve to participate in the games, and encourage all other guests to share the fun and laughter.
de: Für den Nutz des Pools, dem Spielplatz und dem Spielhaus können Eltern zertifizierte Animateure beaufsichtigen um die Aktivitäten ihrer Kinder zu überwachen.<br />Eine nachgewiesene Erfolgsbilanz in der Bedienung unserer Familiengäste hat uns gelehrt dass je mehr Animation vorhanden ist, desto mehr Spaß ist garantiert. Deshalb unsere lange Liste von Sommeraktivitäten in unserem Hinterhof wie: Outdoor-Gymnastikübungen, Tanzstunden, Live-Musik, Zaubershows, Malwettbewerbe, Tischtennisturniere und vieles mehr. Wir laden alle Kinder im Alter von fünf bis zwölf Jahren ein an den Spielen teilzunehmen, und ermutigen alle anderen Gäste den Spaß und das Lachen mit uns zu teilen.<br />
fr: Outre les piscines, une aire de jeux et un chalet de jeux, les parents bénéficient également de la présence d'animateurs certifiés qui prennent en charge et encadrent l'activité de leurs enfants. <br /> Une expérience éprouvée au service de nos invités familiaux nous a appris que plus il y a d'animation, plus le plaisir est garanti. Par conséquent, notre longue liste d'activités estivales dans notre arrière-cour, telles que: exercices de gym en plein air, cours de danse, musique live, spectacles de magicien, concours de dessin, tournois de tennis de table, et bien d'autres. Nous invitons tous les enfants âgés de cinq à douze ans à participer aux jeux et encourageons tous les autres invités à partager le plaisir et le rire.
it: Una comprovata esperienza nel servire i nostri ospiti di famiglia ci ha insegnato che più animazione c'è, più divertimento è garantito. Pertanto, la nostra lunga lista di attività estive nel nostro cortile, come: esercizi in palestra all'aperto, lezioni di ballo, musica dal vivo, spettacoli di mago, gare di disegno, tornei di ping-pong e molti altri. Invitiamo tutti i bambini da 5 a 12 anni a partecipare ai giochi e incoraggiamo tutti gli altri ospiti a condividere il divertimento e le risate.
ru: Проверенный опыт обслуживания наших семейных гостей научил нас тому, что чем больше анимации, тем больше удовольствия. В связи с этим мы организуем различные летние упражнения и мероприятия на нашем заднем дворе, таких как упражнения в тренажерном зале на открытом воздухе, уроки танцев, живая музыка, шоу фокусников, конкурсы рисования, турниры по настольному теннису и многое другое. Мы приглашаем всех детей в возрасте от пяти до двенадцати лет принять участие в играх и призываем всех остальных гостей поделиться весельем и смехом.

source: In our neighbourhood
de: In unserer Nachbarschaft
fr: Dans notre quartier
it: Nelle vicinanze
ru: В нашем районе

source: An alternative to our hotel’s water and outdoor activities is our first neighbour, the <a title="Adriatic Sea" href="https://travelhonestly.com/adriatic-sea/" target="_blank">Adriatic sea</a>. The city of <a title="Budva" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> is known for its many types of sand beaches for children to build castles, or pebble beaches to collect tiny rocks as memorabilia for your dear collection. Crystal clear water will make swimming one of your favourite activities during your stay, while the vicinity of it all enables discovering one <a title="Beaches in Petrovac" href="https://www.tripadvisor.com/Attractions-g804484-Activities-c61-t52-Petrovac_Budva_Municipality.html/" target="_blank">beach</a> after the other in a short timeframe.
de: Eine Alternative zu den Wasser- und Outdoor-Aktivitäten unseres Hotels ist unser erster Nachbar, die Adria selbst.<br />Die Stadt Budva ist bekannt für ihre vielen Arten von Sandstränden, an denen Kinder Schlösser bauen können, oder Kiesstrände, an denen Sie kleine Steine als Erinnerungsstücke für Ihre Sammlung sammeln können.<br />Kristallklares Wasser macht das Schwimmen zu einer Ihrer Lieblingsbeschäftigungen während Ihres Aufenthalts, wohingegen die Umgebung es Ihnen ermöglicht in kurzer Zeit einen Strand nach dem anderen zu entdecken.<br />Der uns am nächsten und längste Strand ist der Slovenska plaza Strand, zu dem Sie von unserem Hotel direkten Zugang haben. Sie können auch den 20 Gehminuten entfernten Strand Mogren erkunden. Und es gibt verschiedene andere Strände wie Jaz, Przno und viele weitere die Sie in Budva entdecken können.<br />
fr: Une alternative aux activités nautiques et de plein air de notre hôtel est notre premier voisin, la mer Adriatique. <br /><br /> La ville de Budva est connue pour ses nombreux types de plages de sable pour que les enfants construisent des châteaux, ou des plages de galets pour collecter de minuscules rochers comme souvenirs pour votre chère collection. <br /><br /> Une eau cristalline fera de la baignade l'une de vos activités préférées pendant votre séjour, tandis que sa proximité permet de découvrir une plage après l'autre en peu de temps. <br /><br /> La plage la plus proche et la plus longue est la plage de la place Slovenska, avec un accès direct depuis notre hôtel. Vous pouvez également explorer Mogren, qui est à 20 minutes à pied. Et il y a divers autres volets comme Jaz, Przno et bien d'autres plages à Budva que vous pouvez découvrir.
it: In alternativa alle piscine ed alle altre attività all’aperto c’è il nostro vicino, il Mar Adriatico. <br /><br /> La città di Budva è famosa per le sue numerose spiagge di sabbia, dove i bambini possono costruire castelli, e le numerose spiagge con ciottoli, dove si possono raccogliere piccole pietre particolari da aggiungere alla propria collezione. <br /><br /> L’acqua cristallina rende il nuoto una delle attività preferite dai nostri ospiti durante il soggiorno, e la sua vicinanza permette di scoprire una spiaggia dopo l’altra, in pochissimo tempo. <br /><br />
ru: Альтернативой нашим бассейнам и мероприятиям на свежем воздухе является наш первый «сосед» - Адриатическое море. Город Будва известен своими многочисленными песчаными и галечными пляжами, где дети могут делать замки из песка и где вы можете собирать маленькие камни для долгой памяти. Кристально чистая вода сделает плавание одним из ваших любимых занятий во время вашего пребывания, а близость всего этого позволяет вам открыть новые пляжи один за другим в течение короткого времени.
