Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: The restaurant is air-conditioned to provide everyone with a pleasant atmosphere during dining hours on hot summer days. It also equips a children’s corner where kids can enjoy their meals with peers, yet within eyesight of their guardians.
de: Das Restaurant ist klimatisiert um, während Essenszeiten an heißen Sommertagen für eine angenehme Atmosphäre zu sorgen. Es gibt auch eine Kinderecke, in der Kinder ihre Mahlzeiten mit Gleichaltrigen genießen, und in Sichtweite ihrer Hütern bleiben können.
fr: Le restaurant est climatisé pour offrir à chacun une atmosphère agréable pendant les heures de repas sur chaud jours d'été. Il équipe également un coin pour enfants où les enfants peuvent profiter leurs repas avec leurs pairs, mais à la vue de leurs tuteurs.
it: Il ristorante è climatizzato per offrire a tutti un'atmosfera piacevole durante le ore di pranzo nelle calde giornate estive. Fornisce inoltre un angolo in cui i bambini possono gustare i propri pasti con dei coetanei, ma sotto la supervisione di loro tutori.
ru: В ресторане есть кондиционер, чтобы обеспечить всем приятную атмосферу в течение обеденных часов в жаркие летние дни. Он также оборудован детским уголком, где дети могут наслаждаться едой со сверстниками, но в пределах видимости их родителей.

source: hotel castellastva family room
fr: hotel aleksandar chambres
ru: отель кастелластва семейный номер

source: Budvanska Rivijera | Hotel Castellastva - Family Room
fr: Budvanska Rivijera | Hotel Castellastva - Chambre d'ami
ru: Будванская Ривьера | Отель Кастелластва - Семейный номер

source: Garden view
de: Gartenaussicht
fr: Vue du jardin
it: Vista giardino
ru: Вид на сад

source: Pool view
de: Blick auf den Pool
fr: Vue de la piscine
it: Vista piscina
ru: Вид на бассейн

source: Mountain view
de: Blick auf die Berge
fr: Vue sur la montagne
it: Vista montagna
ru: Вид на горы

source: hotel castellastva spa
fr: hotel castellastva bien-etre
ru: отель кастелластва спа

source: Budvanska Rivijera | Hotel Castellastva - Wellness & Spa
de: Budvanska Rivijera | Hotel Castellastva - Wellness und Spa Erlebnis
fr: Budvanska Rivijera | Hotel Castellastva - Bien-être et Spa
it: Budvanska Rivijera | Hotel Castellastva - Wellness e Spa
ru: Будванская Ривьера | Отель Кастелластва - Wellness и Спа

source: Hotel Castellastva - wellness
fr: Hotel Castellastva - Bien-être
ru: Отель Кастелластва - wellness

source: In line with global tourism trends and new standards in hotel facilities, the novel offer of <a title="Hotel Castellastva - Location" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank">hotel Castellastva</a> furthermore includes a wellness centre where guests can let off steam or relax after a long day full of activities. <br /> <br /> Our getaway spa offer is particularly attractive to dynamic and sports-active holiday lovers. Though small in size, our property enables guests to enjoy:
de: Das neuste Angebot des Hotels Castellastva steht im Einklang mit den globalen Tourismustrends und den neuen Standards der Hoteleinrichtungen und umfasst außerdem ein Wellnesscenter, in dem sich Gäste nach einem langen Tag voller Aktivitäten entspannen oder Dampf ablassen können. <br />Unser Wellnessangebot ist besonders attraktiv für dynamische und sportlich aktive Urlauber. Obwohl das Wellnesscenter klein ist, können die Gäste Folgendes genießen: <br />
fr: En ligne avec les tendances touristiques mondiales et les nouvelles normes en matière d'installations hôtelières, la nouvelle offre de l'hôtel Castellastva comprend en outre un centre de bien-être où les clients peuvent se défouler ou se détendre après une longue journée remplie d'activités. <br /> <br /> Notre offre de spa escapade est particulièrement attrayante pour les amateurs de vacances dynamiques et sportifs. Bien que de petite taille, notre propriété permet aux clients de profiter:
it: In linea con i trend globali e i nuovi standard per le strutture dell’hotel, l’hotel Castellastva offre anche un centro benessere dove gli ospiti possono rilassarsi dopo una giornata intensa. <br /> <br /> La nostra spa è particolarmente adatta a coloro i quali non rinunciano allo sport neanche in vacanza. Piccolo ma funzionale, il nostro centro benessere include:
ru: В соответствии с мировыми туристическими тенденциями и новыми стандартами гостиничного обслуживания, новое предложение отеля Кастелластва, кроме того, включает в себя wellness, где гости могут расслабиться после долгого дня, полного активного отдыха. Наше спа-предложение особенно привлекательно для любителей динамичного и рекреационного отдыха. Хотя пространство не велико, наш отель позволяет гостям наслаждаться:

source: Hotel Castellastva - Finnish sauna
de: Hotel Castellastva - Finnische Sauna
fr: Hotel Castellastva - Sauna finlandais
it: Hotel Castellastva - Sauna finlandese
ru: Отель Кастелластва - Финской сауной

source: Finnish sauna
de: Finnische Sauna
fr: Sauna finlandais
it: Sauna finlandese
ru: Финской сауной

source: Our premises provide sublime relaxation through a <a title="{%% trans "The Health Benefits Of A Traditional Finnish Sauna" %%]" href="https://www.luxurylifestylemag.co.uk/health-wellbeing/the-health-benefits-of-a-traditional-finnish-sauna/" target="_blank">Finnish smoke sauna</a> for those who want to purge their body and mind from stress and negative energy.
de: Unser Hotel bietet großartige Entspannung durch eine <a title="{%% trans "The Health Benefits Of A Traditional Finnish Sauna" %%]" href="https://www.luxurylifestylemag.co.uk/health-wellbeing/the-health-benefits-of-a-traditional-finnish-sauna/" target="_blank">finnische Holzsauna</a> für diejenigen die ihren Körper und Geist von Stress und negativer Energie befreien möchten.
fr: Nos locaux offrent une détente sublime à travers un <a title = "{%% trans" Les bienfaits d'un sauna finlandais traditionnel sur la santé "%%]" href = "https://www.luxurylifestylemag.co.uk/health-wellbeing/the-health-benefits-of- a-traditional-finnish-sauna / "target =" _ blank "> sauna finlandais à fumée </a> pour ceux qui veulent purger leur corps et leur esprit du stress et l'énergie négative.
it: I nostri locali offrono un sublime relax attraverso la <a title="{%% trans *I benefici salutari di sauna finlandese tradizionale* %%]" href="https://www.luxurylifestylemag.co.uk/health-wellbeing/the-health-benefits-of-a-traditional-finnish-sauna/" target="_blank">sauna finlandese a fumo</a> per coloro che vogliono eliminare il corpo e la mente dallo stress ed energia negativa.
ru: Наши помещения обеспечивают возвышенное расслабление через финскую дымовую сауну для тех, кто хочет очистить свое тело и ум от стресса и негативной энергии.

source: Hotel Castellastva - Steam bath
de: Hotel Castellastva - Dampfbad
fr: Hotel Castellastva - Bain de vapeur
it: Hotel Castellastva - Bagno turco
ru: Отель Кастелластва - Паровой баней

source: Steam bath
de: Dampfbad
fr: Bain de vapeur
it: Bagno turco
ru: Паровой баней

source: Guests who are used to maintaining good blood circulation, skin health, or simply reducing stress are fond of using our <a title="What are the benefits of a steam room" href="https://www.medicalnewstoday.com/articles/320314/" target="_blank">steam bath</a> offer.
de: Gäste die es gewohnt sind einen normalen Blutdruck, die Gesundheit der Haut aufrechtzuerhalten oder einfach nur Stress abzubauen, nutzen gerne unser Dampfbadangebot.
fr: Les clients habitués à maintenir une bonne circulation sanguine, la santé de la peau ou tout simplement à réduire le stress aiment utiliser notre offre de hammam.
it: Perfetta per gli ospiti che amano mantenere una buona circolazione sanguigna, una pelle in salute o semplicemente per ridurre lo stress.
ru: Гостям, которые привыкли поддерживать хорошее кровообращение, здоровье кожи или просто уменьшить стресс, гарантированно понравится наша паровая баня.

source: Hotel Castellastva - Gym
de: Hotel Castellastva - Fitnessstudio
fr: Hotel Castellastva - Salle de sport
it: Hotel Castellastva - Una sala fitness
ru: Отель Кастелластва - Спортзалом

source: We provide a well-equipped and modern gym that can be used for weight lifting or potent cardio exercises by those who prefer working out before relaxing their muscles. <br />
de: Wir bieten ein gut ausgestattetes und modernes Fitnessstudio, das zum Gewichtheben oder für kräftige Cardio-Übungen von unseren Gästen genutzt werden kann, die vor dem Entspannen ihrer Muskeln lieber trainieren.
fr: Nous fournissons une salle de sport bien équipée et moderne qui peut être utilisée pour la musculation ou les exercices cardio puissants par ceux qui préfèrent s'entraîner avant de détendre leurs muscles.<br />
it: Offriamo una sala fitness moderna e ben attrezzata, utilizzabile sia per pesistica che per attività cardio. <br />
ru: Мы предоставляем хорошо оборудованный и современный тренажерный зал, которым гости могут пользоваться для тяжелой атлетики или мощных кардиотренировок.

source: Make sure to use your vacations for moments of relaxation. <br /> <br /> We invite guests to visit the new hotel <a title="Hotel Castellastva - Restaurants" href="/en/hotel-castellastva-in-petrovac/restaurants-and-bars/" target="_blank">lounge bar</a> both during check-in and other breaks, where they can chill out and enjoy peaceful moments in a tastefully furnished ambience.
de: Stellen Sie sicher das Ihr Urlaub für Momente der Entspannung reserviert ist. <br />Wir laden die Gäste ein die neue Hotel-Loungebar zu besuchen, wo sie sich entspannen und ruhige Momente in einem geschmackvoll eingerichteten Ambiente genießen können. <br />
fr: Assurez-vous d'utiliser vos vacances pour des moments de détente.<br /> <br /> Nous invitons les clients à visiter le nouveau bar-salon de l'hôtel pendant l'enregistrement et les autres pauses, où ils peuvent se détendre et profiter de moments paisibles dans une ambiance meublée avec goût.
it: Sii certo di fare della tua vacanza un’occasione per rilassarti. <br /> <br /> I nostri ospiti sono invitati a visitare il nuovo lounge bar sia durante il check-in che durante altri momenti di pausa, dove potersi rilassare e godere di momenti di pace in un luogo con un’ambientazione ricercata.
ru: Обязательно используйте все возможности отеля для своего отдыха. Мы также приглашаем гостей посетить новый лаундж-бар, будь то во время регистрации заезда или других моментов. где они могут расслабиться и насладиться спокойными моментами в приятной обстановке.

source: ALL HOTELS
de: ALLE HOTELS
fr: TOUS LES HÔTELS
it: TUTTI HOTELI
ru: ВСЕ ОТЕЛИ

source: /en/hotel-palas/overview
de: /de/hotel-palas/hoteluebersicht/
fr: /fr/hotel-palas/apercu/
it: /it/hotel-palas/informazioni-generali/
ru: /ru/otel-palas/obzor/

source: Palas Hotel
de: Hotel Palas
ru: Отель Палас

source: Resort Slovenska Plaza - Overview
de: Resort Slovenska Plaza - Hotelübersicht
fr: Resort Slovenska Plaza - Présentation de l'hôtel
it: Resort Slovenska Plaza - Informazioni Generali
ru: Курорт Славянский Пляж - Обзор

source: /en/hotel-slovenska-plaza-in-budva/overview/
de: /de/hotel-slovenska-plaza-in-budva/hoteluebersicht/
fr: /fr/hotel-slovenska-plaza-a-budva/apercu/
it: /it/hotel-slovenska-plaza-a-budva/informazioni-generali/
ru: /ru/otel-slovenskiy-plyazh-v-budve/obzor/

source: Slovenska Plaza
ru: Славянский Пляж

source: Resort Slovenska Plaza - Accommodation 3*
de: Resort Slovenska Plaza - Unterkunft 3*
fr: Resort Slovenska Plaza - Hébergement 3*
it: Resort Slovenska Plaza - Alloggi 3*
ru: Курорт Славянский Пляж - Размещение 3*

source: /en/hotel-slovenska-plaza-in-budva/3-star-guest-rooms/
de: /de/hotel-slovenska-plaza-in-budva/3-sterne-unterkunft/
fr: /fr/hotel-slovenska-plaza-a-budva/chambres-d-hotes-3-etoiles/
it: /it/hotel-slovenska-plaza-a-budva/alloggi-3-stelle/
ru: /ru/otel-slovenskiy-plyazh-v-budve/3-zvezdochnyye-nomera/

source: Accommodation***
de: 3-Sterne Unterkunft
fr: Hébergement &#9733;&#9733;&#9733;
it: Alloggi &#9733;&#9733;&#9733;
ru: Размещение &#9733;&#9733;&#9733;

source: Resort Slovenska Plaza - Accommodation 4*
de: Resort Slovenska Plaza - Unterkunft 4*
fr: Resort Slovenska Plaza - Hébergement 4*
it: Resort Slovenska Plaza - Alloggi 4*
ru: Курорт Славянский Пляж - Размещение 4*

source: /en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/
de: /de/hotel-slovenska-plaza-in-budva/4-sterne-unterkunft/
fr: /fr/hotel-slovenska-plaza-a-budva/chambres-d-hotes-4-etoiles/
it: /it/hotel-slovenska-plaza-a-budva/alloggi-4-stelle/
ru: /ru/otel-slovenskiy-plyazh-v-budve/4-zvezdochnyye-nomera/

source: Accommodation****
de: 4-Sterne Unterkunft
fr: Hébergement &#9733;&#9733;&#9733;&#9733;
it: Alloggi &#9733;&#9733;&#9733;&#9733;
ru: Размещение &#9733;&#9733;&#9733;&#9733;

source: Resort Slovenska Plaza - Restaurants
it: Resort Slovenska Plaza -Ristoranti
ru: Курорт Славянский Пляж - Рестораны

source: /en/hotel-slovenska-plaza-in-budva/restaurants-and-bars/
de: /de/hotel-slovenska-plaza-in-budva/restaurants-und-bars/
fr: /fr/hotel-slovenska-plaza-a-budva/restaurants-et-bars/
it: /it/hotel-slovenska-plaza-a-budva/ristoranti-e-bar/
ru: /ru/otel-slovenskiy-plyazh-v-budve/restorany-i-bary/

source: Resort Slovenska Plaza - Beaches & Pools
de: Resort Slovenska Plaza - Strände und Pools
fr: Resort Slovenska Plaza - Plages et Piscines
it: Resort Slovenska Plaza - Spiagge e Piscine
ru: Курорт Славянский Пляж - Пляжи и Бассейны

source: /en/hotel-slovenska-plaza-in-budva/beaches-and-pools/
de: /de/hotel-slovenska-plaza-in-budva/straende-und-pools/
fr: /fr/hotel-slovenska-plaza-a-budva/plages-et-piscines/
it: /it/hotel-slovenska-plaza-a-budva/spiagge-e-piscine/
ru: /ru/otel-slovenskiy-plyazh-v-budve/plyazhi-i-basseyny/

source: Resort Slovenska Plaza - Eco Label
de: Resort Slovenska Plaza - ECO Label Zertifikat
fr: Resort Slovenska Plaza - ECO Label Certificat
it: Resort Slovenska Plaza - Certificato-Ecologico
ru: Курорт Славянский Пляж - Эко-знак Ecolabel

source: /en/hotel-slovenska-plaza-in-budva/eco-label-certificate/
de: /de/hotel-slovenska-plaza-in-budva/eco-label-zertifikat/
fr: /fr/hotel-slovenska-plaza-a-budva/eco-label-certificat/
it: /it/hotel-slovenska-plaza-a-budva/certificato-ecologico/
ru: /ru/otel-slovenskiy-plyazh-v-budve/eco-leybl-sertifikat/

source: Eco label
fr: Label écologique
it: Certificato Ecologico
ru: Эко-знак Ecolabel

source: Resort Slovenska Plaza - Tennis resort
de: Resort Slovenska Plaza - Hotelübersicht
fr: Resort Slovenska Plaza - Station de tennis
ru: Курорт Славянский пляж - Теннисный курорт

source: /en/hotel-slovenska-plaza-in-budva/tennis-resort/
de: /de/hotel-slovenska-plaza-in-budva/tennis/
fr: /fr/hotel-slovenska-plaza-a-budva/tennis/
it: /it/hotel-slovenska-plaza-a-budva/tennis/
ru: /ru/otel-slovenskiy-plyazh-v-budve/tennis/

source: Tennis resort
fr: Station de tennis
it: Resort di tennis
ru: Tеннисный курорт

source: Resort Slovenska Plaza - Location
de: Resort Slovenska Plaza - Lage
fr: Resort Slovenska Plaza - Localisation
it: Resort Slovenska Plaza - Posizione
ru: Курорт Славянский Пляж - Местоположение

source: /en/hotel-slovenska-plaza-in-budva/360-hotel-tour/
de: /de/hotel-slovenska-plaza-in-budva/lage/
fr: /fr/hotel-slovenska-plaza-a-budva/localisation/
it: /it/hotel-slovenska-plaza-a-budva/posizione/
ru: /ru/otel-slovenskiy-plyazh-v-budve/lokaciya/

source: Hotel Mogren - Overview
de: Hotel Mogren - Hotelübersicht
fr: Hotel Mogren - Présentation de l'hôtel
it: Hotel Mogren - Informazioni generali
ru: Отель Могрен - Обзор

source: /en/hotel-mogren-in-budva/overview/
de: /de/hotel-mogren-in-budva/hoteluebersicht/
fr: /fr/hotel-mogren-a-budva/apercu/
it: /it/hotel-mogren-a-budva/informazioni-generali/
ru: /ru/otel-mogren-v-budve/obzor/

source: Mogren Hotel
de: Hotel Mogren
ru: Отель Могрен

source: Hotel Mogren - Accommodation
de: Hotel Mogren - Unterkunft
fr: Hotel Mogren - Hébergement
it: Hotel Mogren - Alloggi
ru: Отель Могрен - Размещение

source: /en/hotel-mogren-in-budva/guest-rooms/
de: /de/hotel-mogren-in-budva/unterkunft/
fr: /fr/hotel-mogren-a-budva/hebergement/
it: /it/hotel-mogren-a-budva/alloggi/
ru: /ru/otel-mogren-v-budve/nomera/

source: Hotel Mogren - Meetings & Events
de: Hotel Mogren - Konferenzen und Veranstaltungen
fr: Hotel Mogren - Réunions et événements
it: Hotel Mogren - Meetings ed Eventi
ru: Отель Могрен - Встречи и События

source: /en/hotel-mogren-in-budva/conference-rooms/
de: /de/hotel-mogren-in-budva/konferenzraeume/
fr: /fr/hotel-mogren-a-budva/salles-de-conference/
it: /it/hotel-mogren-a-budva/sala-conferenze/
ru: /ru/otel-mogren-v-budve/konferents-zaly/

source: Hotel Mogren - Weddings
de: Hotel Mogren - Hochzeiten
fr: Hotel Mogren - Cérémonies de mariage
it: Hotel Mogren - Matrimoni
ru: Отель Могрен - Свадьбы

source: /en/hotel-mogren-in-budva/weddings/
de: /de/hotel-mogren-in-budva/hochzeiten/
fr: /fr/hotel-mogren-a-budva/mariages/
it: /it/hotel-mogren-a-budva/matrimoni/
ru: /ru/otel-mogren-v-budve/svadby/

source: Hotel Mogren - Restaurants
it: Hotel Mogren - Ristoranti
ru: Отель Могрен - Рестораны

source: /en/hotel-mogren-in-budva/restaurants-and-bars/
de: /de/hotel-mogren-in-budva/restaurants-und-bars/
fr: /fr/hotel-mogren-a-budva/restaurants-et-bars/
it: /it/hotel-mogren-a-budva/ristoranti-e-bar/
ru: /ru/otel-mogren-v-budve/restorany-i-bary/

source: Hotel Mogren - Location
de: Hotel Mogren - Lage
fr: Hotel Mogren - Localisation
it: Hotel Mogren - Posizione
ru: Отель Могрен - Местоположение

source: /en/hotel-mogren-in-budva/location/
de: /de/hotel-mogren-in-budva/lage/
fr: /fr/hotel-mogren-a-budva/localisation/
it: /it/hotel-mogren-a-budva/posizione/
ru: /ru/otel-mogren-v-budve/lokaciya

source: Palas
ru: Палас

source: Hotel
fr: Hôtel
ru: Отель

source: Overview
de: Hotelübersicht
fr: Aperçu
it: Informazioni generali
ru: Обзор

source: Restaurants & Bars
de: Restaurants und Bars
fr: Restaurants et bars
it: Ristoranti e Bar
ru: Рестораны и Бары

source: Beaches and Pools
de: Strände und Pools
fr: Plages et piscines
it: Spiagge e piscine
ru: Пляжи и Бассейны

source: Wellness and Spa
de: Wellness und Spa
fr: Bien-être et spa
it: Wellness e Spa
ru: Wellness и Спа

source: Aleksandar
ru: Александр

source: Castellastva
ru: Кастелластва

source: ECO Label
fr: Étiquette ECO
it: Certificato Ecologico
ru: ЭКО-Знак Ecolabel

source: /en/hotel-slovenska-plaza-in-budva/location/
de: /de/hotel-slovenska-plaza-in-budva/lage/
fr: /fr/hotel-slovenska-plaza-a-budva/localisation/
it: /it/hotel-slovenska-plaza-a-budva/posizione/
ru: /ru/otel-slovenskiy-plyazh-v-budve/lokaciya

source: Mogren
ru: Могрен

source: Contact Us
de: Kontakt
fr: Contactez Nous
it: Contattaci
ru: Связаться с нами

source: Hotel group &quot;Budvanska rivijera&quot; AD
fr: hotel group budvanska rivijera nous connaître
ru: Гостиничная группа "Будванская ривьера" AD

source: Trg Slobode 1, 85310 Budva <br> PIB: 02005328 <br> CRPS: 40004651
fr: Trg Slobode 1, 85310 Budva PIB: 02005328
it: Piazza della Libertà 1, 85310 Budva <br> PIB: 02005328 <br> CRPS: 40004651
ru: Площадь Свободы 1, 85310 Будва <br> PIB: 02005328 <br> CRPS: 40004651

source: Our Hotels
de: Unsere Hotels
fr: Nos hôtels
it: I nostri hotel
ru: Наши отели

source: Slovenska Plaza Hotel
de: Slovenska Plaza Resort
ru: Отель Славянский Пляж

source: Stay In Touch
de: Bleiben Sie in Kontakt
fr: Reste en contact
it: Rimani in contatto
ru: Оставайтесь на связи

source: HG Budvanska Rivijera - News
de: HG Budvanska Rivijera - Nachrichten
fr: HG Budvanska Rivijera - Nouvelles
it: HG Budvanska Rivijera - Notizie
ru: Гостиничная группа Будванская Ривьера - Новости

source: /en/news/
de: /de/nachrichten/
fr: /fr/nouvelles/
it: /it/notizie/
ru: /ru/novosti/

source: News
de: Nachrichten
fr: Nouvelles
it: Notizie
ru: Новости

source: HG Budvanska Rivijera - Events
de: HG Budvanska Rivijera - Veranstaltungen
fr: HG Budvanska Rivijera - Événements
it: HG Budvanska Rivijera - Eventi
ru: Гостиничная группа Будванская Ривьера - События

source: /en/events/
de: /de/veranstaltungen/
fr: /fr/evenements/
it: /it/eventi/
ru: /ru/sobytija/

source: Events
de: Veranstaltungen
fr: Événements
it: Eventi
ru: События

source: HG Budvanska Rivijera - Special Offers
de: HG Budvanska Rivijera - Sonderaktionen
fr: HG Budvanska Rivijera - Offres spéciales
it: HG Budvanska Rivijera - Offerte Speciali
ru: Гостиничная группа Будванская Ривьера - Специальные предложения

source: /en/special-offers/
de: /de/sonderaktionen/
fr: /fr/offres-speciales/
it: /it/offerte-speciali/
ru: /ru/specialnye-predloženija/

source: Special Offers
de: Sonderaktionen
fr: Offres spéciales
it: Offerte Speciali
ru: Специальные предложения

source: HG Budvanska Rivijera - Activities
de: HG Budvanska Rivijera - Aktivitaeten
fr: HG Budvanska Rivijera - Activités
it: HG Budvanska Rivijera - Attività
ru: Гостиничная группа Будванская Ривьера - Mероприятия

source: /en/activities/
de: /de/aktivitaeten/
fr: /fr/activites/
it: /it/attività/
ru: /ru/deyatelnost/

source: HG Budvanska Rivijera - Contact
de: HG Budvanska Rivijera - Kontakt
fr: HG Budvanska Rivijera - Contactez Nous
it: HG Budvanska Rivijera - Contatti
ru: Гостиничная группа Будванская Ривьера - Kонтакт

source: /en/contact/
de: /de/kontakt/
fr: /fr/contactez-nous
it: /it/contatti/
ru: /ru/kontakt/

source: Contact
de: Kontakt
it: Contatti
ru: Kонтакт

source: Trg slobode 1,
it: Piazza della Libertà 1,
ru: Площадь Свободы 1,

source: &nbsp&nbsp&nbsp&nbsp&nbsp85310 Budva
de: 85310 Budva
ru: &nbsp&nbsp&nbsp&nbsp&nbsp85310 Будва

source: &nbsp&nbsp&nbsp&nbsp&nbspCRPS: 40004651
fr: &nbsp&nbsp&nbsp&nbsp&nbspPIB: 02005328
ru: &nbsp&nbsp&nbsp&nbsp&nbsp85310 Будва

source: HG Budvanka Rivijera - News
de: HG Budvanka Rivijera - Nachrichten
fr: HG Budvanka Rivijera - Nouvelles
it: HG Budvanka Rivijera - Notizie
ru: Гостиничная группа Будванская Ривьера - Новости

source: HG Budvanka Rivijera - Events
de: HG Budvanka Rivijera - Veranstaltungen
fr: HG Budvanka Rivijera - Événements
it: HG Budvanka Rivijera - Eventi
ru: Гостиничная группа Будванская Ривьера - События

source: HG Budvanka Rivijera - Special Offers
de: HG Budvanka Rivijera - Sonderaktionen
fr: HG Budvanka Rivijera - Offres spéciales
it: HG Budvanka Rivijera - Offerte Speciali
ru: Гостиничная группа Будванская Ривьера - Специальные предложения

source: HG Budvanka Rivijera - Contact
de: Budvanska Rivijera | Kontakt
fr: HG Budvanka Rivijera - Contactez Nous
it: HG Budvanka Rivijera - Contatti
ru: Гостиничная группа Будванская Ривьера - Kонтакт

source: HG Budvanska Rivijera - Facebook Page
de: HG Budvanska Rivijera - Facebook Seite
fr: HG Budvanska Rivijera - Page Facebook
it: HG Budvanska Rivijera - Pagina Facebook
ru: Гостиничная группа Будванская Ривьера - Страница Фэйсбук

source: HG Budvanska Rivijera - Twitter Page
de: HG Budvanska Rivijera - Twitter Seite
fr: HG Budvanska Rivijera - Page Twitter
it: HG Budvanska Rivijera - Pagina Twitter
ru: Гостиничная группа Будванская Ривьера - Страница Твиттер

source: HG Budvanska Rivijera - Instagram Page
de: HG Budvanska Rivijera - Instagram Seite
fr: HG Budvanska Rivijera - Page Instagram
it: HG Budvanska Rivijera - Pagina Instagram
ru: Гостиничная группа Будванская Ривьера - Страница Инстаграм

source: Copyright © 2020 Hotelska grupa Budvanska Rivijera. All rights reserved.
de: Copyright © 2019 Hotelska grupa Budvanska Rivijera. Alle Rechte vorbehalten.
fr: Copyright © 2019 Hotelska grupa Budvanska Rivijera. Tous les droits sont réservés
it: Copyright © 2020 Gruppo alberghiero Budvanska Rivijera. All rights reserved. (Tutti i diritti riservati.)
ru: Copyright © 2020 Hotelska grupa Budvanska Rivijera. Все права защищены.

source: /en/news/covid-19/
fr: /fr/nouvelles/
it: /it/notizie/covid-19/
ru: /ru/novosti/

source: Homepage
de: Startseite
fr: Accueil
it: Pagina iniziale
ru: Начальная страница

source: SPECIAL OFFERS
de: SONDERAKTIONEN
fr: OFFRES SPÉCIALES
it: OFFERTE SPECIALI
ru: СПЕЦИАЛЬНЫЕ ПРЕДЛОЖЕНИЯ
