Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: The closest and longest one is <a title="Slovenska Beach" href="https://www.tripadvisor.com/Attraction_Review-g304074-d8514355-Reviews-Slovenska_Beach-Budva_Budva_Municipality.html/" target="_blank">Slovenska plaza</a> beach, with direct access to it from our hotel. You can also explore <a title="Hotel Mogren - Overview" href="/en/hotel-mogren-in-budva/overview/" target="_blank">Mogren</a>, which is 20 minutes away by foot. And there are various other strands like <a title="Jaz Beach" href="https://www.tripadvisor.com/Attraction_Review-g15836321-d4875947-Reviews-Jaz_Beach-Prijevor_Budva_Municipality.html/" target="_blank">Jaz</a>, <a title="Przno Beaches" href="https://www.tripadvisor.com/Attraction_Review-g1472387-d8690265-Reviews-Przno_Beach-Przno_Budva_Municipality.html/" target="_blank">Przno</a>, and many more beaches in Budva that you can discover.
de: Der uns am nächsten und längste Strand ist der Slovenska plaza Strand, zu dem Sie von unserem Hotel direkten Zugang haben. Sie können auch den 20 Gehminuten entfernten Strand <a title="Hotel Mogren - Overview" href="/en/hotel-mogren-in-budva/overview/" target="_blank">Mogren</a> erkunden. Und es gibt verschiedene andere Strände wie Jaz, Przno und viele weitere die Sie in Budva entdecken können.
fr: Le plus proche et le plus long est <a title="Slovenska Beach" href="https://www.tripadvisor.com/Attraction_Review-g304074-d8514355-Reviews-Slovenska_Beach-Budva_Budva_Municipality.html/" target="_blank"> Slovenska plaza </a> beach, avec accès direct depuis notre hôtel. Vous pouvez également explorer <a title="Hotel Mogren-Presentation" href="https://hgbudvanskarivijera.com/fr/hotel-mogren-a-budva/apercu/" target="_blank"> Mogren </a>, soit 20 minutes à pied. Et il existe divers autres volets comme Jaz, Przno, et beaucoup plus de plages à Budva que vous pouvez découvrir.
it: La più vicina e la più lunga è la spiaggia Slovenska, con accesso diretto dal nostro hotel. Si può anche esplorare <a title="Hotel Mogren - Overview" href="/en/hotel-mogren-in-budva/overview/" target="_blank">Mogren</a>, che dista 20 minuti a piedi. E ci sono anche vari altri posti come Jaz, Przno, e molte altre spiagge di Budva che puoi scoprire.
ru: Ближайший и самый длинный пляж в Будве - Slovenska Beach (Славянский Пляж), к которому вы можете напрямую попасть из нашего отеля. Вы также можете изучить Могрен, который находится в 20 минутах ходьбы от отеля. В Будве вы можете найти множество других пляжей, таких как Яз, Пржно и др.

source: hotel aleksandar comfort room balcony
fr: hotel aleksandar salles de conférence
it: hotel aleksandar camera doppia comfort
ru: отель александр номер "комфорт" с балконом

source: Budvanska Rivijera | Hotel Aleksandar - Comfort Room with Balcony
fr: Budvanska Rivijera | Hotel Aleksandar - Salles de Conference
it: Budvanska Rivijera | Hotel Aleksandar - Comfort Camera Doppia
ru: Будванская Ривьера | Отель Александр - Номер "комфорт" с балконом

source: COMFORT ROOM WITH BALCONY
de: KOMFORTABLES ZIMMER MIT BALKON
fr: CHAMBRE CONFORT AVEC BALCON
it: CAMERA COMFORT CON BALCONE
ru: НОМЕР "КОМФОРТ" С БАЛКОНОМ

source: Contemporary double or twin room with extra bed. The room is equipped with overall hotel facilities. Modern designed bathroom.
de: Zeitgemäßes Doppel- oder Zweibettzimmer mit Zustellbett. Das Zimmer ist mit allen Hoteleinrichtungen ausgestattet. Modern gestaltetes Badezimmer.
fr: Chambre double ou twin contemporaine avec lit d'appoint. La chambre est équipée de tous les équipements de l'hôtel. Salle de bain au design moderne.
it: Camera moderna matrimoniale o doppia con letto extra. La camera è dotata di tutti i servizi alberghieri. Bagno dal design moderno.
ru: Современный двухместный номер с 1 кроватью или 2 отдельными кроватями и дополнительной кроватью. Номер оснащен всеми удобствами отеля. Есть современная ванная комната.

source: Resort Slovenska Plaza - Suite with Sofa Bed
de: Resort Slovenska Plaza - Suite mit Schlafsofa
fr: Resort Slovenska Plaza - Suite avec canapé-lit
it: Resort Slovenska Plaza - Suite con Divano Letto
ru: Курорт Славянский Плаж - Люкс с диваном-кроватью

source: In your private bathroom
de: In Ihrem privaten Badezimmer
fr: Dans votre salle de bain privée
it: Nel tuo bagno privato sono presenti:
ru: В вашей ванной комнате

source: Hairdryer
de: Fön
fr: Sèche-cheveux
it: Asciugacapelli
ru: Фен

source: Towels
de: Handtücher
fr: Les serviettes
it: Asciugamani
ru: Полотенца

source: Free toiletries
de: Kostenlose Toilettenartikel
fr: Toilettes gratuits
it: Accessori da bagno
ru: Бесплатные туалетные принадлежности

source: Shower
fr: Bain ou douche
it: Vasca o doccia
ru: Душ

source: Slippers
de: Hausschuhe
fr: Chaussons
it: Ciabatte
ru: Tапочки

source: Bathrobe on request
de: Bademäntel auf Anfrage
fr: Peignoir sur demande
it: Accappatoio su richiesta
ru: Халат по запросу

source: Cosmetic mirror
de: Kosmetikspiegel
fr: Miroir cosmétique
it: Specchio cosmetico
ru: Косметическое зеркало

source: View
de: Aussicht
fr: Vue
it: Vista
ru: Вид

source: Sea or pool
de: Meer oder Pool
fr: Mer ou piscine
it: Mare o piscina
ru: Море или бассейн

source: Room facilities
de: Zimmerausstattung
fr: Équipements de la chambre
it: Strutture e servizi nelle camere
ru: Услуги в номере

source: Flat-screen TV
de: Flachbildfernseher
fr: TV à écran plat
it: TV a schermo piatto
ru: Телевизор с плоским экраном

source: Cable Channels
de: Kabelkanäle
fr: Chaînes câblées
it: Canali via cavo
ru: Кабельное телевидение

source: Free WiFi (rooms and other areas)
de: Kostenloses WiFi (Zimmer und andere Bereiche)
fr: WiFi gratuit (chambres et autres espaces)
it: WiFi gratuito (camere e altri ambienti)
ru: Бесплатный Wi-Fi (в номерах и других помещениях)

source: Mini fridge (minibar on request)
de: Minikühlschrank (Minibar auf Anfrage)
fr: Mini réfrigérateur (minibar sur demande)
it: Mini frigo (mini bar su richiesta)
ru: Мини-холодильник (мини-бар по запросу)

source: Wake Up Service
fr: Service de réveil / réveil
it: Servizio sveglia
ru: Услуга "Звонок-Будильник"

source: Air conditioning
de: Klimaanlage
fr: Climatisation
it: Climatizzazione
ru: Кондиционер

source: Closet
fr: Fermer
it: Chiudere
ru: Шкаф

source: Socket near the bed
de: Steckdose neben dem Bett
fr: Prise près du lit
it: Prese di corrente vicino il letto
ru: Розетка возле кровати

source: Safety Deposit Box
de: Safe
fr: Coffre de sécurité
it: Cassaforte
ru: Сейф

source: Book this room
de: Buchen Sie dieses Zimmer
fr: Réservez cette chambre
it: Prenota questa camera
ru: Забронировать эту комнату

source: hotel aleksandar family room
de: hotel aleksandar unterkunft
fr: hotel aleksandar piscines
it: hotel aleksandar camera di famiglia
ru: отель александр семейный номер

source: Budvanska Rivijera | Hotel Aleksandar - Family Room
de: Budvanska Rivijera | Hotel Aleksandar - Lage
fr: Budvanska Rivijera | Hotel Aleksandar - Localisation
it: Budvanska Rivijera | Hotel Aleksandar - Camera di Famiglia
ru: Будванская Ривьера | Отель Александр - Семейный номер

source: FAMILY ROOM
de: FAMILIENZIMMER
fr: LA SALLE A MANGER
it: CAMERA DI FAMIGLIA
ru: СЕМЕЙНЫЙ НОМЕР

source: Family Room
de: Familienzimmer
fr: Chambres familiales
it: Camere familiari
ru: Семейный номер

source: Perfectly designed for family - spacious accommodation unit with two bedrooms and two bathrooms. Each room has an extra bed (sofa bed) with two bathrooms. The room also has its own terrace overlooking the sea
fr: Spacieuse unité d'hébergement familial avec deux chambres et deux salles de bains. Chaque chambre dispose d'un lit d'appoint (canapé-lit) avec deux salles de bain. Occupation max 6 personnes. La chambre possède également son propre balcon donnant sur la mer.
it: Spaziosa sistemazione per famiglie con due camere da letto e due bagni. Ogni camera ha un letto extra (divano letto) con due bagni. Occupazione massima 6 persone. La camera ha anche un proprio balcone con vista sul mare.
ru: Идеально подходит для семейного отдыха - просторная квартира с двумя спальнями и двумя ванными комнатами. В каждом номере есть дополнительная кровать (диван-кровать) с двумя ванными комнатами. В номере также есть собственная терраса с видом на море.

source: Sea
de: Meer
fr: Sur la mer
it: Vista mare
ru: Море

source: Hotel Aleksandar is Budva's most family-friendly resort. It is comprised of four separate villas and is the very embodiment of Mediterranean architecture.
de: Das Hotel Aleksandar ist ein Familienclubhotel, das seit 1989 Gäste in Budva empfängt. Der Komplex ist das Juwel im Angebot der Hotelgruppe „Budvanska“ Rivijera ”.
fr: L'hôtel Aleksandar est le complexe le plus familial de Budva. Il est composé de quatre villas séparées et est l'incarnation même de l'architecture méditerranéenne.
it: L’hotel Aleksandar è la struttura più adatta alle famiglie in Budva. Include 4 distinte ville ed è il ritratto dell’architettura mediterranea.
ru: Отель Александр является самым семейным курортом Будвы. Он состоит из четырех отдельных вилл и является воплощением средиземноморской архитектуры.

source: hotel aleksandar budva
ru: отель александр будва

source: Budvanska Rivijera | Hotel Aleksandar in Budva
fr: Budvanska Rivijera | Hotel Aleksandar à Budva
it: Budvanska Rivijera | Hotel Aleksandar a Budva
ru: Будванская Ривьера | Отель Александр в Будве

source: Aleksandar Hotel
de: Hotel Aleksandar
ru: Александр Отель

source: Beachfront
de: Strände
fr: Front de mer
it: Di fronte al mare
ru: Пляжный

source: Family
de: Familien
fr: Famille
it: Famiglia
ru: Семья

source: Ideally <a title="Hotel Aleksandar - Location" href="/en/hotel-aleksandar-in-budva/location/" target="_blank">located</a> near the beach, yet far away from the major hustle and bustle, lies hotel Aleksandar, a family club hotel that has welcomed guests in <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> since 1989. The complex represents the jewel in the crown of the Hotel Group “<a title="Hotel Group Budvaska Rivijera" href="/en/home/" target="_blank">Budvanska Rivijera</a>” tourism offers.
de: Das Hotel Aleksandar ist ein Familienclubhotel, das seit 1989 Gäste in <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> empfängt. Der Komplex ist das Juwel im Angebot der Hotelgruppe “<a title="Hotel Group Budvaska Rivijera" href="/en/home/" target="_blank">Budvanska Rivijera</a>” und ist <a title="Hotel Aleksandar - Location" href="/en/hotel-aleksandar-in-budva/location/" target="_blank">ideal loziert</a> sodas Gäste nahe am Strand sein können, jedoch weit entfernt bleiben vom Stadtrummel.
fr: Idéalement, <a title="Hotel Aleksandar - Localisation" href="https://hgbudvanskarivijera.com/fr/hotel-aleksandar-a-budva/localisation/" target="_blank"> situé </a> près de la plage, mais loin de l'agitation principale et l'agitation, se trouve l'hôtel Aleksandar, un hôtel club familial qui a accueilli invités à <a title="Budva, Monténégro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank"> Budva </a> depuis 1989. Le complexe représente le joyau du couronne du groupe hôtelier *<a title="Hotel Group Budvaska Rivijera" href="/en/home/" target="_blank"> Budvanska Rivijera </a>* propose des offres touristiques.
it: <a title="Hotel Aleksandar - Location" href="/en/hotel-aleksandar-in-budva/location/" target="_blank">Posizionato</a> idealmente vicino alla spiaggia, ma allo stesso tempo lontano dal trambusto, l'hotel Aleksandar è un hotel di family club che accoglie gli ospiti a <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> dal 1989. Il complesso rappresenta il gioiello della corona della offerta turistica del gruppo alberghiero *<a title="Hotel Group Budvaska Rivijera" href="/en/home/" target="_blank">Budvanska Rivijera</a>*.
ru: Отель Александр идеально расположен недалеко от пляжа, вдали от толпы. Это семейный клубный отель, который приветствовал гостей в Будве, а с 1989 года комплекс является жемчужиной в короне гостиничной группы «Будванская Ривьера».

source: The vastness of the hotel’s estate is comprised of 4 separate villas, all named after plant species: Lavanda, Hortensia, Pinea, and Tilia.
de: Der gewaltige Umfang des Hotels besteht aus 4 separaten Villen, die alle nach Pflanzenarten benannt sind: Lavanda, Hortensia, Pinea und Tilia.
fr: L’immensité du domaine de l’hôtel comprend 4 villas séparées, toutes nommées d'après des espèces végétales: Lavanda, Hortensia, Pinea et Tilia.
it: La vastità della proprietà dell'hotel comprende 4 ville separate, che prendono il nome da specie vegetali: Lavanda, Hortensia, Pinea e Tilia.
ru: Отель состоит из 4 отдельных вилл, названных в честь растений: Лаванда, Гортензия, Сосна и Тилия.

source: The nomenclature embodies the very feel of the hotel with its lavishing vegetation and Mediterranean vibes. An exceptional <a title="Hotel Aleksandar - Location" href="/en/hotel-aleksandar-in-budva/location/" target="_blank">geographical position</a>, with few meters of walk to the city’s longest beach, enables our guests to shift from one enjoying oasis to another.
de: Die Nomenklatur verkörpert das Gefühl des Hotels mit seiner üppigen Vegetation und mediterranen Atmosphäre. Eine außergewöhnliche <a title="Hotel Aleksandar - Location" href="/en/hotel-aleksandar-in-budva/location/" target="_blank">geografische Position</a>, mit nur wenigen Metern vom längsten Strand der Stadt entfernt, ermöglicht es unseren Gästen, von einer Genussoase zur anderen zu wechseln.
fr: La nomenclature incarne l'ambiance même de l'hôtel avec ses somptueux végétation et vibrations méditerranéennes. Un exceptionnel <a title="Hotel Aleksandar-Localisation" href="https://hgbudvanskarivijera.com/fr/hotel-aleksandar-a-budva/localisation/" target="_blank"> position géographique </a>, à quelques mètres de la plus longue plage de la ville, permet nos clients de passer d'une oasis de plaisir à l'autre.
it: La nomenclatura incarna la vera atmosfera dell'hotel con la sua ricca vegetazione e le sue vibrazioni mediterranee. La eccezionale <a title="Hotel Aleksandar - Location" href="/en/hotel-aleksandar-in-budva/location/" target="_blank">posizione geografica</a>, con pochi metri a piedi dalla spiaggia più lunga della città, consente ai nostri ospiti di passare da un'oasi all'altra.
ru: Названия вилл олицетворяют богатую зелень отеля, а также средиземноморское очарование, которым виллы окружены. Исключительное расположение, всего в нескольких метрах от самого длинного городского пляжа, позволяет нашим гостям перемещаться из одного оазиса в другой.

source: With the exclusive exit/entry leading directly from our <a title="Hotel Aleksandar - Beaches&Pools" href="/en/hotel-aleksandar-in-budva/beaches-and-pools/" target="_blank">pool area</a> to the city’s promenade, guests will have access to various attractions, <a title="Hotel Aleksandar - Restaurants&Bars" href="/en/hotel-aleksandar-in-budva/restaurants-and-bars/" target="_blank">restaurants</a>, souvenir shops, and much more in no time.
de: Mit dem exklusiven Ausgang / Eingang, der direkt von unserem <a title="Hotel Aleksandar - Beaches&Pools" href="/en/hotel-aleksandar-in-budva/beaches-and-pools/" target="_blank">Poolbereich</a> zur Promenade der Stadt führt haben die Gäste in kürzester Zeit Zugang zu verschiedenen Attraktionen, <a title="Hotel Aleksandar - Restaurants&Bars" href="/en/hotel-aleksandar-in-budva/restaurants-and-bars/" target="_blank">Restaurants</a>, Souvenirläden und vielem mehr.
fr: Avec la sortie / entrée exclusive menant directement de notre <a title="Hotel Aleksandar - Plages et piscines" href="https://hgbudvanskarivijera.com/fr/hotel-aleksandar-a-budva/plages-et-piscines/" target="_blank"> espace piscine </a> à la promenade de la ville, les clients auront accès à diverses attractions, <a title="Hotel Aleksandar- Restaurants&Bars" href="https://hgbudvanskarivijera.com/fr/hotel-aleksandar-a-budva/restaurants-et-bars/" target="_blank"> restaurants </a>, boutiques de souvenirs, et bien plus en un rien de temps.
it: Con l'esclusiva uscita / entrata direttamente dalla nostra <a title="Hotel Aleksandar - Beaches&Pools" href="https://hgbudvanskarivijera.com/it/hotel-aleksandar-a-budva/spiagge-e-piscine/" target="_blank">area piscina</a> che porta al lungomare della città, gli ospiti avranno accesso diretto a varie attrazioni, <a title="Hotel Aleksandar - Restaurants&Bars" href="https://hgbudvanskarivijera.com/it/hotel-aleksandar-a-budva/ristoranti-e-bar/" target="_blank">ristoranti</a>, negozi di souvenir e molto altro.
ru: Благодаря эксклюзивному входу / выходу, ведущему прямо из нашего бассейна к городской набережной, гости имеют доступ к различным достопримечательностям, ресторанам, сувенирным магазинам и многому другому, находящемуся рядом.

source: Amenities
de: Ausstattung
fr: Agréments
it: Servizi
ru: Удобства

source: Close by parking house
de: In der Nähe anderer Sehenswürdigkeiten
fr: Près d'attractions
it: Parcheggio nelle vicinanze
ru: Рядом с парковкой

source: Free access to wireless in the rooms and in public places
de: Freier Zugang zu WLAN in den Zimmern und an öffentlichen Orten
fr: Accès gratuit au sans fil dans les chambres et dans les lieux publics
it: Accesso gratuito al wireless nelle camere e nei luoghi pubblici
ru: Бесплатный доступ в Интернет в номерах и общественных местах

source: Reception, lobby
de: Rezeption, Lobby
fr: Réception, lobby
ru: Стойка регистрации, вестибюль

source: Internet center at the reception
de: Internetcenter an der Rezeption
fr: Centre Internet à la réception
it: Internet centro alla reception
ru: Интернет-центр на стойке регистрации

source: <a title="Hotel Aleksandar - Wellness&Spa" href="/en/hotel-aleksandar-in-budva/wellness-and-spa/" target="_blank">Massage</a> and physiotherapy center at affordable prices for hotel guests
fr: <a title="Hotel Aleksandar - Wellness&Spa" href="/en/hotel-aleksandar-in-budva/wellness-and-spa/" target="_blank">Le massage</a> et centre de physiothérapie à des prix abordables pour les clients de l'hôtel
it: centro di <a title="Hotel Aleksandar - Wellness&Spa" href="https://hgbr.me/en/hotel-aleksandar-in-budva/wellness-and-spa/" target="_blank">massagi</a> e fisioterapia a prezzi convenienti per gli ospiti dell'hotel
ru: Массажный и физиотерапевтический центр по доступным ценам для гостей отеля

source: Modern equipped mini <a title="Hotel Aleksandar - Wellness&Spa" href="/en/hotel-aleksandar-in-budva/wellness-and-spa/" target="_blank">wellness center</a>
fr: Mini <a title="Hotel Aleksandar - Bien-être et Spa" href="https://hgbudvanskarivijera.com/fr/hotel-aleksandar-a-budva/bien-etre-et-spa/" target="_blank"> bien-être centre </a>
it: Mini <a title="Hotel Aleksandar - Wellness&Spa" href="https://hgbr.me/en/hotel-aleksandar-in-budva/wellness-and-spa/" target="_blank">centro wellness</a> attrezzato di stile moderno
ru: Современный оборудованный мини wellness центр

source: Hotel Policy
de: Hotel Regeln
fr: Politique de l'hôtel
it: Regole dell’hotel
ru: Политика отеля

source: Accept all credit cards
de: Wir akzeptieren alle Kreditkarten
fr: Acceptez toutes les cartes de crédit
it: Tutte le carte di credito accettate
ru: Принимаем все кредитные карты

source: Check-in after 12:00
de: Check-in nach 12:00 Uhr
fr: L'enregistrement après midi
it: Ingresso dopo le ore 12:00
ru: Регистрация после 12:00

source: Check-out by 10:00
de: Check-out bis 10:00 Uhr
fr: Le départ avant 10h00
it: Uscita entro le ore 10:00
ru: Выписка до 10:00

source: Late check-out at an extra charge
de: Später Check-out (je nach Verfügbarkeit) gegen Aufpreis
fr: Le départ tardif moyennant des frais supplémentaires
it: Eventuali uscite ritardate comportano un addebito extra
ru: Поздняя выписка за дополнительную плату

source: Pets are not allowed
de: Haustiere sind nicht erlaubt
fr: Les animaux ne sont pas acceptés
it: Ingresso vietato ad animali domestici
ru: Домашние животные не допускаются

source: Certificates
de: Zertifikate
fr: Certificats
it: Certificati
ru: Сертификаты

source: Lauded the most family-friendly hotel in the Adriatic Sea
de: Gelobt das familienfreundlichste Hotel an der Adria
fr: Loué l'hôtel le plus familial de la mer Adriatique
it: Considerato l’hotel più a misura di famiglia dell’intero mar Adriatico
ru: Признан одним из лучших семейных отелей на Адриатике

source: Idyllic and tranquil, it is a preferred destination for families from all around the globe. Guests love the fact that the complex features a total of 187 family rooms and suites, 3 outdoor swimming pools (saltwater and freshwater pools), playgrounds for kids, and many other facilities spread across a beautifully landscaped estate, of which all can be utilized as recreation amenities for quality leisure activities.
de: Idyllisch und ruhig, heißt das es ein bevorzugtes Ziel für Familien aus der ganzen Welt ist. Die Gäste schätzen die Tatsache, dass der Komplex über insgesamt 187 Familienzimmer und Suiten, 3 Außenpools (Salzwasser- und Süßwasserpools), Kinderspielplätze und vielen anderen Einrichtungen verfügt. All dies verteilt sich auf einem wunderschön angelegten Grundstück und wird als solches für Erholungsmöglichkeiten für hochwertige Freizeitaktivitäten genutzt.
fr: Idyllique et tranquille, c'est une destination privilégiée pour les familles du monde entier. Les clients adorent le fait que le complexe dispose d'un total de 187 chambres et suites familiales, 3 piscines extérieures (piscines d'eau salée et d'eau douce), des aires de jeux pour enfants et de nombreuses autres installations réparties dans un domaine magnifiquement paysagé, dont tous peuvent être utilisés comme équipements de loisirs pour des activités de loisirs de qualité.
it: Idilliaco, tranquillo, è la destinazione prescelta da famiglie di tutto il mondo. Ha 187 alloggi familiari, 3 piscine esterne (sia d’acqua salata che d’acqua dolce), aree gioco per bambini e molte altre strutture pensate per la ricreazione ed il tempo libero dislocate in tutta la tenuta.
ru: Идиллический и умиротворенный; это излюбленное место для отдыха семей со всего мира. Комплекс содержит всего 187 семейных номеров и люксов, 3 открытых бассейна (бассейны с соленой и пресной водой), детские игровые площадки и многие другие объекты, расположенные на территории с красивым ландшафтом, которые можно использовать в качестве рекреационных объектов для качественного отдыха.
