Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: Controlled waste management through conscientious purchases of eco-friendly products,
de: Kontrollierte Abfallentsorgung durch gewissenhaften Einkauf umweltfreundlicher Produkte,
fr: Gestion maîtrisée des déchets par des achats consciencieux de produits respectueux de l'environnement,
it: Gestione rifiuti controllata attraverso la predilezione per i prodotti biodegradabili,
ru: Контролируемое управление отходами путем добросовестных закупок экологически чистых продуктов,

source: Reducing water footprint by sparingly using any hygiene or cleaning products during maintenance work,
de: Reduzierung des Wasser-Fußabdrucks durch sparsamen Einsatz von Hygiene- oder Reinigungsmitteln bei Wartungsarbeiten,
fr: Réduire l'empreinte hydrique en utilisant peu de produits d'hygiène ou de nettoyage lors des travaux de maintenance,
it: Riduzione dell’impatto sull’acqua limitando l’uso di prodotti chimici durante i lavori di manutenzione,
ru: Сокращение расхода воды за счет экономного использования любых гигиенических или чистящих средств во время технического обслуживания,

source: Prevention of use of hazardous materials during construction and/or renovation work,
de: Verhinderung der Verwendung gefährlicher Stoffe während Bau- und / oder Renovierungsarbeiten,
fr: Prévention de l'utilisation de matières dangereuses lors de travaux de construction et / ou de rénovation,
it: Prevenzione nell’uso di materiali aggressivi durante lavori di costruzione o manutenzione,
ru: Предотвращение использования опасных материалов во время строительных и / или ремонтных работ,

source: Usage and consumption of food from the region, e.g. from organic plantations.
de: Verwendung und Verzehr von Lebensmitteln aus der Region, z. aus biologischen Plantagen.
fr: Utilisation et consommation d'aliments de la région, par ex. de plantations biologiques
it: Uso e consumo di cibo locale1 biologico.
ru: Использование и потребление продуктов питания из региона, например, из органических плантаций.

source: Resort "<a href="/en/hotel-slovenska-plaza-in-budva/location/" target="_blank">Slovenska Plaza</a>" is a green oasis without cars, which is it is recommended for guests and associates to use vehicles that lessen greenhouse gas emissions (bicycles, battery vehicle, or simply by foot).
fr: Le complexe ‚Slovenska Plaza’ est une oasis de verdure sans voitures. Il est recommandé aux clients et associés d'utiliser des véhicules qui réduisent les émissions de gaz à effet de serre (vélos, véhicule à batterie ou tout simplement à pied).
it: Il Resort “Slovenska Plaza’ è un’oasi verde senza automobili, che è quanto raccomandiamo di fare anche ad ospiti e collaboratori per limitare le emissioni di gas nocivi.
ru: Курорт Славянский Пляж - это зеленый оазис без автомобилей, который рекомендуется для гостей и партнеров, пользующихся транспортными средствами, которые уменьшают выбросы парниковых газов (велосипеды, аккумуляторные транспортные средства или просто пешком).

source: Sustainability is one of our main corporate values. Thus, environmental protection, waste reduction and optimization of energy consumption are our standard.
de: Nachhaltigkeit ist einer unserer wichtigsten Unternehmenswerte. Umweltschutz, Abfallreduzierung und Optimierung des Energieverbrauchs sind daher unsere Norm.
fr: La durabilité est l'une de nos principales valeurs d'entreprise. Ainsi, la protection de l'environnement, la réduction des déchets et l'optimisation de la consommation d'énergie sont notre standard.
it: La sostenibilità è uno dei nostri valori aziendali chiave. Pertanto, la protezione dell'ambiente, la riduzione dei rifiuti e l'ottimizzazione del consumo di energia sono il nostro standard.
ru: Устойчивое развитие является одной из наших основных корпоративных ценностей. Таким образом, защита окружающей среды, сокращение отходов и оптимизация потребления энергопотребления являются нашим стандартом.

source: The company has certified a number of international standards and eco-labels:
de: Das Unternehmen hat eine Reihe internationaler Standards und Umweltzeichen zertifiziert:
fr: L'entreprise a certifié un certain nombre de normes internationales et d'écolabels:
it: L'azienda ha certificato numerosi standard internazionali ed eco-labels:
ru: Компания сертифицировала ряд международных стандартов и экомаркировок:

source: Travelife Gold Certificate
de: Travelife Gold Zertifikat
fr: Certificat Or Travelife
it: Certificato Travelife Gold
ru: Сертификат "Travelife Gold"

source: All the company's hotels have "Travelife Gold", an international quality label in the area of respect for environmental and social principles.
de: Alle Hotels des Unternehmens haben "Travelife Gold", ein internationales Qualitätslabel im Bereich der Achtung der Umwelt- und Sozialgrundsätze.
fr: Tous les hôtels de la société ont "Travelife Gold", un label de qualité international dans le domaine du respect des principes environnementaux et sociaux.
it: Tutti gli hotel dell'azienda hanno *Travelife Gold*, un certificato di qualità internazionale nel settore del rispetto dei principi ambientali e sociali.
ru: Все отели компании имеют "Travelife Gold", международный знак качества в области соблюдения экологических и социальных принципов.

source: ISO standards:
fr: Normes ISO:
it: ISO standard:
ru: ISO стандарты:

source: food safety management
de: Management von Lebensmittelsicherheit
fr: gestion de la sécurité alimentaire
it: gestione della sicurezza alimentare
ru: менеджер по безопасности пищевых продуктов

source: This standard is owned by the hotels: "Slovenska plaza", "Aleksandar", "Palas" and "Castellastva"
de: Inhaber dieses Standards sind die Hotels: "Slovenska plaza", "Aleksandar", "Palas" and "Castellastva"
fr: Cette norme appartient aux hôtels: *Slovenska plaza*, *Aleksandar*, *Palas* et *Castellastva*
it: Questo standard è di proprietà degli hotel: *Slovenska plaza*, *Aleksandar*, *Palas* and *Castellastva*
ru: Этот стандарт принадлежит отелям: "Славянский Пляж", "Александр", "Палас" и "Кастелластва"

source: quality system management
de: Qualitätssystemmanagement
fr: gestion du système qualité
it: sistema gestione qualità
ru: управление системой качества

source: This standard is possessed by all hotels of the company
de: Dieser Standard wird von allen Hotels des Unternehmens besessen
fr: Ce standard est possédé par tous les hôtels de l'entreprise
it: Questo standard è di proprietà da tutti gli hotel dell'azienda
ru: Этим стандартом обладают все отели компании.

source: environmental management
de: Umweltmanagement
fr: gestion de l'environnement
it: gestione ambientale
ru: экологического менеджмента

source: EU Ecolabel - Tourist Resort "Slovenska plaža"
de: EU ECO Label - Touristenort "Slovenska plaža"
fr: Ecolabel européen - Station touristique "Slovenska plaža"
it: EU Ecolabel - Resort turistico *Slovenska plaža*
ru: EU Ecolabel - Туристический Курорт "Славянский Пляж"

source: is the holder of the EU Ecolabel
de: ist Inhaber des EU ECO Label
fr: est titulaire du label écologique de l'UE
it: è il titolare del certificato Ecolabel UE
ru: является обладателем экологической маркировки ЕС

source: ecological label
de: ECO Label
fr: Label écologique
it: Certificato Ecologico
ru: экологическая маркировка

source: which obliges to operate according to the principle of sustainable development with minimal endangerment of natural resources.
de: die verpflichtet ist nach dem Prinzip der nachhaltigen Entwicklung bei minimaler Gefährdung der natürlichen Ressourcen zu arbeiten.
fr: qui oblige à fonctionner selon le principe du développement durable avec une mise en danger minimale des ressources naturelles.
it: che obbliga a operare secondo il principio dello sviluppo sostenibile, ponendo le risorse naturali al rischio minimo.
ru: которая обязывает действовать в соответствии с принципом устойчивого развития с минимальной угрозой природных ресурсов.

source: Global Code of Ethics for Tourism
de: Globaler Ethikkodex für den Tourismus
fr: Code mondial d'éthique du tourisme
it: Codice etico globale per il turismo
ru: Глобальный этический кодекс туризма

source: Hotel Group Budvanska Riviera is a signatory to the Global Code of Ethics for Tourism, established by the World Tourism Organization.
de: Die Hotelgruppe Budvanska Riviera ist Unterzeichner des globalen Ethikkodex für Tourismus, der von der Welttourismusorganisation festgelegt wird.
fr: Hotel Group Budvanska Riviera est signataire du Code mondial de Ethics for Tourism, établi par l'Organisation mondiale du tourisme.
it: Il gruppo alberghiero Budvanska Riviera è un firmatario del Codice etico globale per il turismo, istituito dall'Organizzazione mondiale del turismo.
ru: Группа отелей Будванская Ривьера является участником Глобального этического кодекса туризма, созданного Всемирной туристической организацией.

source: WILD BEAUTY AWARD
fr: PRIX DE LA BEAUTÉ SAUVAGE
it: PREMIO WILD BEAUTY
ru: ПРЕМИЯ WILD BEAUTY

source: For the certification of international standards, the BudvanskaRiviera Hotel Group was awarded at the annual
de: Für die Zertifizierung internationaler Standards wurde die Budvanska Riviera Hotel Group ausgezeichnet bei der jährlichen
fr: Pour la certification des normes internationales, le groupe hôtelier Budvanska Riviera a été récompensé lors de la
it: Per la certificazione di standard internazionale, il Gruppo alberghiero BudvanskaRiviera è stato premiato dell'annuale
ru: За сертификацию международных стандартов гостиничная группа Будванская Ривьера была награждена

source: Recognition for the contribution to the quality and development of the tourism offer of Montenegro, with focus on the implementation of standards in the hotel industry.
de: Anerkennung für den Beitrag zur Qualität und Entwicklung des Tourismusangebots Montenegros mit Fokus auf der Implementierung von Standards in der Hotelbranche.
fr: Reconnaissance pour la contribution à la qualité et au développement du offre touristique du Monténégro, en mettant l'accent sur la mise en œuvre de normes dans l'industrie hôtelière.
it: Riconoscimento per il contributo alla qualità e allo sviluppo dell'offerta turistica del Montenegro, con particolare attenzione all'implementazione di standard nel settore alberghiero.
ru: Признание за вклад в качество и развитие туристического предложения Черногории, с акцентом на внедрение стандартов в гостиничной индустрии.

source: resort slovenska plaza budva
ru: курорт славянский пляж будва

source: Resort Slovenska Plaza is the pride of all Budva. It is a popular resort for families who want sea experiences mixed with the best accommodation.
de: Das Resort Slovenska Plaza ist der Stolz aller Budva. Es ist ein beliebter Ferienort für Familien, die Meereserlebnisse mit der besten Unterkunft kombinieren möchten.
fr: L'hôtel Slovenska Plaza est la fierté de tous les Budva. C'est une station balnéaire populaire pour les familles qui veulent des expériences en mer mélangées avec le meilleur hébergement.
it: Resort Slovenska Plaza è l’orgiglio di Budva. E’ un hotel rinomato per famiglie in cerca di mare soggiornando nei migliori alloggi.
ru: Курорт Славянский Пляж - гордость всей Будвы. Это популярный курорт для семей, которые хотят получить морские впечатления в сочетании с лучшим размещением.

source: Budvanska Rivijera | Resort Slovenska Plaza in Budva
fr: Budvanska Rivijera | Hotel Slovenska Plaza à Budva
it: Budvanska Rivijera | Resort Slovenska Plaza a Budva
ru: Будванская Ривьера | Курорт Славянский Пляж в Будве

source: Framed in an authentic Mediterranean setting is the Resort Slovenska Plaza, one of the oldest and most sought-after establishments in <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a>. It is characterized by romantic aesthetics; low-pitched roofs, symmetrical design, open-air balconies and terraces that leave guests in awe. This family nest incorporates 10 separate villas, all enriched by distinguishable <a title="Mediterranean vegetation" href="https://www.britannica.com/plant/Mediterranean-vegetation/" target="_blank">Mediterranean vegetation</a> and named after distinct Montenegrin plant species.
de: In einer authentischen mediterranen Umgebung befindet sich das Hotel Slovenska Plaza, eines der ältesten und meist begehrtesten Hotels in <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a>. Es charakterisiert sich durch romantische Ästhetik; niedrige Dächer, symmetrisches Design, offene Balkone und Terrassen die Gäste in Erstaunen versetzen. Das Hotel verfügt über 10 separate Villen, die alle mit charakteristischer mediterraner Vegetation geschmückt und nach verschiedenen montenegrinischen Pflanzenarten benannt sind.
fr: Encadré dans un cadre méditerranéen authentique, le Resort Slovenska Plaza, l'un des établissements les plus anciens et les plus recherchés de<a title="Budva, Monténégro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank"> Budva </a>. Il se caractérise par une esthétique romantique; toitures à faible pente, symétriques design, balcons et terrasses en plein air qui laissent les invités en admiration. Cette le nid familial comprend 10 villas séparées, toutes enrichies par des Végétation méditerranéenne et du nom d'une plante monténégrine distincte espèce.
it: Il Resort Slovenska Plaza, incorniciato in un'autentico ambiente mediterraneo è uno dei più antichi e ricercati stabilimenti di <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a>. È caratterizzato da un'estetica romantica; tetti bassi, design simmetrico, balconi all'aperto e terrazze che lasciano gli ospiti a bocca aperta. Questo ambiente familiare comprende 10 ville separate, tutte arricchite da elementi distintivi vegetazione mediterranea e prende il nome da distinte specie vegetali montenegrine.
ru: Курорт Славянский Пляж расположен в очень аутентичной средиземноморской среде и является одним из старейших и самых популярных курортов Будвы. Для него характерен романтический вид: покатая крыша, симметричный дизайн, открытые балконы и террасы, которые поражают гостей. Это семейное гнездо состоит из 10 отдельных вилл с узнаваемой средиземноморской растительностью, названной в честь особых видов черногорских растений.

source: The vastness of the complex creates the impression of walking through a tourist village, set directly on the <a title="Adriatic Sea" href="https://travelhonestly.com/adriatic-sea/" target="_blank">Adriatic</a> coast of <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a>. More so because of the resort being a large sprawling site that pools everything necessary for an all-encompassing vacation: a public car park at the entrance, <a title="Resort Slovenska Plaza - Restaurants" href="/en/hotel-slovenska-plaza-in-budva/restaurants-and-bars/" target="_blank">restaurants</a>, cafes, boutiques, a gallery, tourist agencies, dental and outpatient centres, hairdresser and beauty salons, and much more – literally putting the best of <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> at your fingertips.
de: Die Weite des Komplexes erweckt den Eindruck als würde man durch ein Feriendorf laufen, das direkt an der Adriaküste von Budva liegt. Mehr noch weil das Hotel ein weitläufiger Ort ist, an dem alles für einen umfassenden Urlaub gebündelt ist: ein öffentlicher Parkplatz am Eingang, <a title="Resort Slovenska Plaza - Restaurants" href="https://hgbudvanskarivijera.com/de/hotel-slovenska-plaza-in-budva/restaurants-und-bars/" target="_blank">Restaurants</a>, Cafés, Boutiquen, eine Galerie, Reisebüros, Zahnarzt- und Ambulanzzentren, Friseur und Schönheit Salons und vieles mehr - das Beste aus Budva zum Anfassen nah.
fr: L’immensité du complexe donne l’impression de marcher dans un village touristique, situé directement sur la Adriatic côte du Budva. D'autant plus parce que la station est un grand site tentaculaire qui rassemble tout nécessaire pour des vacances globales: un parking public au entrée, <a title="Resort Slovenska Plaza-Restaurants" href="https://hgbudvanskarivijera.com/fr/hotel-slovenska-plaza-a-budva/restaurants-et-bars/" target="_blank"> restaurants </a>, cafés, boutiques, galerie, agences de tourisme, centres dentaires et ambulatoires, salons de coiffure et de beauté, et bien d'autres plus - mettant littéralement le meilleur de Budva sur vos doigts.
it: La vastità del complesso crea l'impressione di camminare attraverso un villaggio turistico, situato direttamente sulla costa Adriatica di Budva. Soprattutto perché il resort è un luogo grande che riunisce tutto il necessario per una vacanza onnicomprensiva: un parcheggio pubblico all'ingresso, <a title="Resort Slovenska Plaza - Restaurants" href="https://hgbudvanskarivijera.com/it/hotel-slovenska-plaza-a-budva/ristoranti-e-bar/" target="_blank">ristoranti</a>, caffè, boutique, galleria, agenzie turistiche, centri dentistici e ambulatoriali, parrucchieri e saloni di bellezza e molto altro ancora - mettendo letteralmente il meglio di Budva a tua disposizione.
ru: Пространство комплекса создает впечатление, будто вы идете по туристической деревне, которая находится прямо на Адриатическом побережье Будвы. И более того, потому что курорт - это одно большое пространство, которое объединяет в себе все необходимое для полноценного отдыха: общественную парковку у входа, рестораны, кафе, бутики, галереи, туристические агентства, стоматологические и амбулаторные центры, парикмахерские и салоны красоты, и еще много чего – все самое лучшее, что есть в Будве, у вас под рукой.

source: Our hotel features two accommodation styles. Rooms & Suites of <a title="Resort Slovenska Plaza - Accommodation 3*" href="/en/hotel-slovenska-plaza-in-budva/3-star-guest-rooms/" target="_blank">3</a> and <a title="Resort Slovenska Plaza - Accommodation 4*" href="/en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/" target="_blank">4</a> stars rating.
de: Von <a title="Resort Slovenska Plaza - Accommodation 4*" href="https://hgbudvanskarivijera.com/de/hotel-slovenska-plaza-in-budva/4-sterne-unterkunft/" target="_blank">Unterkunft</a> und <a title="Resort Slovenska Plaza - Restaurants" href="/en/hotel-slovenska-plaza-in-budva/restaurants-and-bars/" target="_blank">Verpflegung</a> bis hin zu Erholung und Unterhaltung, vereint das Hotel Slovenska Plaza alle Anforderungen um einen perfekten Ort für Ihren Familiensommerurlaub zu kreieren.
fr: De <a title = "Resort Slovenska Plaza - Hébergement 4 *" href = "https://hgbudvanskarivijera.com/fr/hotel-slovenska-plaza-a-budva/chambres-d-hotes-4-etoiles/" target = "_ blank "> hébergement </a> et <a title="Resort Slovenska Plaza-Restaurants" href="https://hgbudvanskarivijera.com/fr/hotel-slovenska-plaza-a-budva/restaurants-et-bars/" target="_blank"> food </a> aux loisirs et divertissements, Resort Slovenska Plaza combine toutes les exigences pour fournir un endroit parfait pour vos vacances d'été en famille.
it: Da <a title="Resort Slovenska Plaza - Accommodation 4*" href="https://hgbudvanskarivijera.com/en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/" target="_blank">alloggio</a> e <a title="Resort Slovenska Plaza - Restaurants" href="https://hgbudvanskarivijera.com/it/hotel-slovenska-plaza-a-budva/ristoranti-e-bar/" target="_blank">cibo</a> alla ricreazione e divertimento, Resort Slovenska Plaza unisce tutti i requisiti per offrire un luogo perfetto per le vacanze di famiglia estive.
ru: Что касается размещения, курорт Славянский Пляж предлагает 3- и 4-звездочные номера и апартаменты.

source: Proud winner of ECO Label Certificate
de: Stolze Inhaber des ECO Label Zertifikats
fr: Fier vainqueur du certificat ECO Label
it: Orgoglioso vincitore del certificato ECO Label
ru: Гордый обладатель сертификата Ecolabel

source: The Resort „Slovenska plaza“ is one of the first winners of the <a title="Resort Slovenska Plaza - Eco Label" href="/en/hotel-slovenska-plaza-in-budva/eco-label-certificate/" target="_blank">ECO Label Certificate</a> in Montenegro, the European Union certificate for care and preservation of the natural environment. The certificate „<a title="Resort Slovenska Plaza - Eco Label" href="/en/hotel-slovenska-plaza-in-budva/eco-label-certificate/" target="_blank">ECO Label</a>“ commits the business of the entire complex "Slovenska plaza" (which already stands for Green oasis of <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a>) to be based on sustainable development with minimal threat to natural resources.
de: Das Resort „Slovenska plaza“ ist einer der ersten Gewinner des <a title="Resort Slovenska Plaza - Eco Label" href="/en/hotel-slovenska-plaza-in-budva/eco-label-certificate/" target="_blank">ECO-Label-Zertifikats</a> in Montenegro, dem EU-Zertifikat für die Pflege und Erhaltung der natürlichen Umwelt. Das Zertifikat „<a title="Resort Slovenska Plaza - Eco Label" href="/en/hotel-slovenska-plaza-in-budva/eco-label-certificate/" target="_blank">ECO Label</a>“ verpflichtet das Geschäft des gesamten Komplexes „Slovenska plaza“ (das bereits für Green Oasis of <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> steht) auf eine nachhaltige Entwicklung bei minimaler Gefährdung der natürlichen Ressourcen.
fr: Le complexe *Slovenska plaza* est l’un des premiers lauréats du <a title="Resort Slovenska Plaza-Eco Label" href="https://hgbudvanskarivijera.com/fr/hotel-slovenska-plaza-a-budva/eco-label-certificat/" target="_blank"> Label ECO Certificat </a> dans Monténégro, le certificat de l'Union européenne pour les soins et la préservation des ressources naturelles environnement. Le certificat *<a title =" Resort Slovenska Plaza - Eco Label "href =" /en/hotel-slovenska-plaza-in-budva/eco-label-certificate/ "target =" _ blank " > Label ECO </a> * engage l'entreprise de l'ensemble du complexe *Slovenska plaza* (qui signifie déjà oasis verte de Budva) être basé sur un développement durable avec une menace minimale pour les ressources naturelles.
it: Il resort *Slovenska plaza* è uno dei primi vincitori del <a title="Resort Slovenska Plaza - Eco Label" href="/en/hotel-slovenska-plaza-in-budva/eco-label-certificate/" target="_blank">Certificato ECO Label</a> in Montenegro, il certificato dell'Unione Europea per la cura e la conservazione dell'ambiente naturale. Il certificato *<a title="Resort Slovenska Plaza - Eco Label" href="/en/hotel-slovenska-plaza-in-budva/eco-label-certificate/" target="_blank">ECO Label</a>* assicura che l'attività dell'intero complesso *Slovenska plaza* (che sta già per oasi verde di Budva) si basi sullo sviluppo sostenibile con una minima minaccia alle risorse naturali.
ru: Курорт Славянский Пляж - один из первых обладателей сертификата Ecolabel в Черногории, который является сертификатом Европейского Союза за заботу и сохранение окружающей среды. Сертификат «Ecolabel» подразумевает работу всего курорта Славянский Пляж (который уже представляет собой Зеленый оазис Будвы), основанную на устойчивом развитии с минимальной угрозой для природных ресурсов.
