Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: hotel palas lux suite sea view
de: Hotel Palas Lux - Hotelübersicht
fr: Hotel Palas Lux - Présentation de l'hôtel
it: hotel palas suite lux vista mare
ru: отель палас люкс с видом на море

source: HG Budvanska rivijera - Palas Hotel - Lux Suite with Sea View
de: Budvanska Rivijera | Hotel Palas - Unterkunft
fr: HG Budvanska Rivijera | Hotel Palas - Chambres Avec Vue Mer
it: Budvanska Rivijera | Hotel Palas - Suite Lux con Vista Mare
ru: ГГ Будванская Ривьера | Отель Палас - Номер Люкс с видом на море

source: LUX SUITE WITH SEA VIEW
de: SUITE MIT SCHLAFSOFA
fr: SUITE AVEC LIT CANAPÉ
it: LUX SUITE CON VISTA MARE
ru: ЛЮКС С ВИДОМ НА МОРЕ

source: Lux Suite with Sea View
de: Suite mit Schlafsofa
fr: Suite avec canapé-lit
it: Lux Suite con Vista Mare
ru: Люкс с видом на море

source: Apartments created for a perfect vacation. All apartments are with living room (sofa and chairs) and a bedroom (double bed). Luxurious bathroom with bath and shower and separate toilet. Spacious balcony with accompanying furniture, and with magical view of the sea, islands, city fortress. Accommodation for two adults and two children up to 12 years or one adult on an extra bed - sofa. Area 110 m2.
de: Diese Unterkunft ist für einen perfekten Urlaub geschaffen. Alle Apartments verfügen über ein Wohnzimmer (Sofa und Stühle) und ein Schlafzimmer. Es gibt ein luxuriöses Badezimmer mit Badewanne und Dusche sowie eine separate Toilette. Die maximale Belegung beträgt 4 Personen, 2 + 2 Personen (zwei Erwachsene und zwei Kinder bis 12 Jahre oder ein Erwachsener auf dem zusätzlichen Schlafsofa). Die ungefähre Größe beträgt 110 m².
fr: Ces appartements sont créés pour des vacances parfaites. Tous les appartements disposent d'un salon (canapé et chaises) et d'une chambre. Il y a une salle de bains luxueuse avec une baignoire et une douche et des toilettes séparées. L'occupation maximale est de 4 personnes, 2 + 2 (deux adultes et deux enfants jusqu'à 12 ans ou un adulte sur le canapé-lit supplémentaire). La superficie approximative est de 110 m².
it: Questi appartamenti sono stati creati per una vacanza perfetta. Tutti gli appartamenti hanno un soggiorno (divano e sedie) e una camera da letto. C'è un lussuoso bagno con vasca e doccia e un gabinetto separato. La capienza massima è di 4 persone, 2 + 2 (due adulti e due bambini fino a 12 anni o un adulto sul divano letto supplementare). La dimensione approssimativa è di 110m².
ru: Апартаменты созданы для идеального отдыха. Во всех апартаментах есть гостиная (диван и стулья) и спальня (двуспальная кровать). Роскошная ванная комната с ванной и душем и отдельным туалетом. Просторный балкон с сопутствующей мебелью и волшебным видом на море, острова, городскую крепость. Размещение двух взрослых и двух детей до 12 лет или одного взрослого на дополнительной кровати - диване. Площадь 110 м2.

source: Hotel Palas - Lux Suite with Sea View
de: Hotel Palas Lux - Hotelübersicht
fr: Hotel Palas Lux - Présentation de l'hôtel
it: Hotel Palas - Lux Suite con vista Mare
ru: Отель Палас - Номер Люкс с видом на море

source: hotel palas conference rooms
de: hotel palas konferenzraeume
fr: hotel palas salles de conférence
it: hotel palas sala conferenze
ru: отель палас конференц-залы

source: Hotel Palas has conference rooms that event organizers can use for various seminars, meetings, and congresses. Book your next event closer to the Sea!
de: Die vorteilhafte Lage des Hotels und die vielen hervorragenden Einrichtungen machen es zu einem interessanten Veranstaltungsort für verschiedene Events.
fr: L'hôtel Palas dispose de salles de conférence que les organisateurs d'événements peuvent utiliser pour divers séminaires, réunions et congrès. Réservez votre prochain événement plus près de la mer!
it: L’hotel Palas ha una sala conferenze che gli organizzatori di eventi possono usare per vari seminari, riunioni e congressi. Prenota il tuo prossimo evento sul mare!
ru: В отеле Палас есть конференц-залы, которые организаторы мероприятий могут использовать для проведения различных семинаров, встреч и конгрессов. Организуйте ваше следующее мероприятие поближе к морю!

source: Budvanska Rivijera | Hotel Palas - Conference Rooms
de: Budvanska Rivijera | Hotel Palas - Konferenzräume
fr: Budvanska Rivijera | Hotel Palas - Salles de Conference
it: Budvanska Rivijera | Hotel Palas - Sala Conferenze
ru: Будванская Ривьера | Отель Палас - Конференц-залы

source: Hotel Palas - Meetings&Events
de: Hotel Palas - Konferenzen und Veranstaltungen
fr: Hotel Palas - Réunions et événements
it: Hotel Palas - Meetings ed Eventi
ru: Отель Палас - Встречи и События

source: The favourable position of <a title="Hotel Palas - Overview" href="/en/hotel-palas/overview/" target="_blank">hotel Palas</a>, along with its many superior conference rooms and facilities make it a very interesting venue for various seminars, meetings, and congresses.
de: Die vorteilhafte Lage des Hotels und die vielen hervorragenden Einrichtungen machen es zu einem sehr interessanten Veranstaltungsort für verschiedene Seminare, Tagungen und Kongresse.
fr: La position favorable de l'hôtel, ainsi que ses nombreuses installations supérieures en font un lieu très intéressant pour divers séminaires, réunions et congrès.
it: La posizione favorevole dell’hotel e le sue strutture di qualità superiore ne fanno un sito privilegiato per vari seminari, meeting e congressi.
ru: Выгодное расположение отеля Палас, а также его многочисленные превосходные конференц-залы и удобства делают его очень интересным местом для проведения различных семинаров, встреч и конгрессов.

source: Hotel Palas - Conference Room Castio
de: Hotel Palas - Konferenzräume Castio
fr: Hotel Palas - Salles de Conference Castio
it: Hotel Palas - Sala Conferenze Castio
ru: Oтель Палас - Конференц-зал - Castio

source: Conference Room <br/> Castio
de: Konferenzraum <br /> Castio
fr: Salle de conférence <br/> Castio
it: Sala conferenze <br/> Castio
ru: Конференц-зал Castio

source: Hotel Palas - Class Room Katič
de: Hotel Palas - Klassenzimmer <br/> Katič
fr: Hotel Palas - Salle de classe Katič
it: Hotel Palas - Aula Katic
ru: Oтель Палас - Kласс Катич

source: Class Room <br/> Katič
de: Klassenzimmer <br/> Katič
fr: Salle de classe <br/> Katič
it: Aula <br/> Katic
ru: Kласс Катич

source: Hotel Palas - Boardroom Nerin
de: Hotel Palas - Sitzungssaal <br/> Nerin
fr: Hotel Palas - Salle de réunion Nerin
it: Hotel Palas - Sala riunioni Nerin
ru: Oтель Палас - Зал для встреч Nerin

source: Boardroom <br/> Nerin
de: Sitzungssaal <br/> Nerin
fr: Salle de réunion <br/> Nerin
it: Sala riunioni <br/> Nerin
ru: Зал для встреч <br/> Nerin

source: Hotel Palas - Aperitif Bar
fr: Hotel Palas - Apéritif Bar
it: Hotel Palas - Un bar per aperitivi
ru: Отель Палас - Аперитив бар

source: Aperitif <br/> Bar
fr: Apéritif <br/> Bar
it: Un bar <br/> Per aperitivi
ru: Аперитив <br/> бар

source: The conference room Castio, with its 215 m² area and capability to house 220 seats, is intended for large-scale business purposes, like seminars and conferences. The space is covered with air conditioning and features modern conference equipment (projector, projector screen, speaker’s stand, and other items on-demand).
de: Der Konferenzraum ist 150 m² groß und bietet Platz für 150 Personen. Er ist für große geschäftliche Zwecke wie Seminare und Konferenzen gedacht. Der Raum ist klimatisiert und verfügt über moderne Konferenztechnik (Projektor, Leinwand, Lautsprecherständer und andere Geräte auf Anfrage).
fr: La salle de conférence Castio est un espace spacieux de 215 m² qui peut accueillir 220 sièges et est destinée à des fins commerciales à grande échelle comme des séminaires et des conférences. L'espace est couvert de climatisation et dispose d'équipements de conférence modernes (un projecteur, un écran de projection, un support pour haut-parleur et d'autres articles sur demande).
it: La sala conferenze Castio, con la sua superficie di 215 m² e la capacità di ospitare 220 posti, è destinata a scopi commerciali su larga scala come seminari e conferenze. Lo spazio è coperto di aria condizionata e moderne attrezzature per conferenze (proiettore, schermo del proiettore, supporto per altoparlanti e altri oggetti su richiesta).
ru: Конференц-зал Castio площадью 215 м2, рассчитанный на 220 посадочных мест, предназначен для проведения крупных деловых мероприятий, таких как семинары и конференции. Помещение оборудовано кондиционером и современным конференц-оборудованием (проектор, проекционный экран, подставка для спикера и другие предметы по запросу).

source: U-Shape
de: U-Form
fr: En forme de U
it: U-Forma
ru: Форма U

source: Square
de: Quadrat
fr: Carré
it: Forma quadrata
ru: Площадь

source: Banquet Style
de: Bankettstil
fr: Style de banquet
it: Stile banchetto
ru: Банкет Стиль

source: Coctail Style
de: Cocktail-Stil
fr: Style de cocktail
it: Stile cocktail
ru: Коктейль Стиль

source: The class conference room Katič is another spacious (145 m²) area that capacitates 80-100 seats and perfectly suitable for the organization of seminars, banquet celebrations, and alike smaller events. It possesses all the necessary technical equipment for creating a professional ambience.
de: Das Klassenzimmer Katič ist ein weiterer geräumiger Bereich (145 m²) mit einer Kapazität von 80 bis 100 Sitzplätzen, der sich perfekt für die Organisation von Seminaren, Bankettfeiern und kleineren Veranstaltungen eignet. Es verfügt über alle notwendigen technischen Geräte, um ein professionelles Ambiente zu schaffen.
fr: La salle de classe Katič est un autre espace spacieux (145 m²) pouvant accueillir de 80 à 100 personnes et parfaitement adapté à l'organisation de séminaires, de banquets et de petits événements. Il possède tout l'équipement technique nécessaire pour créer une ambiance professionnelle.
it: L'aula Katič è un'altra area spaziosa (145 m²) che può ospitare 80-100 posti e perfettamente adatta per l'organizzazione di seminari, feste di banchetti ed eventi simili. Possiede tutte le attrezzature tecniche necessarie per creare un ambiente professionale.
ru: Конференц-зал Катич - это еще одна просторная (145 м2) площадь, вмещающая 80-100 посадочных мест и идеально подходящая для организации семинаров, банкетов и других небольших мероприятий. Он обладает всем необходимым техническим оснащением для создания профессиональной атмосферы.

source: The boardroom is smaller in size (25 m² in area) and can fit 1220 seats. It is available for adjustments to various business purposes; from conducting mini events such as board meetings to professional lectures and business meals. Upon request, all conference equipment is available for use.
de: Der Sitzungssaal ist kleiner (25 m²) und kann 1220 Sitze passen. Es steht für Anpassungen an verschiedeneGeschäftszwecke; von der Durchführung von Mini-Events wie BoardBesprechungen zu professionellen Vorträgen und Geschäftsessen. Auf Anfrage alleKonferenzausrüstung steht zur Verfügung.
fr: La salle de réunion est plus petite (25 m² de surface) et peut accueillir 20 sièges. Il est disponible pour des ajustements à diverses fins commerciales; de l'organisation de mini-événements tels que des réunions du conseil d'administration, des conférences professionnelles et des repas d'affaires. Sur demande, tous les équipements de conférence sont disponibles.
it: La sala riunioni è più piccola (25 m²) e prevede 20 posti a sedere. E’ disponibile per adattamenti per vari scopi, da mini eventi come riunioni di lavoro a pranzi di lavoro. Anche qui, su richiesta, è disponibile l’attrezzatura necessaria ad ogni utilizzo convenuto.
ru: Зал для встреч меньше по размерам (площадь 25 м2) и вмещает 1220 посадочных мест. Он доступен для корректировки различных деловых целей: от проведения мини-мероприятий, таких как заседания совета директоров, до профессиональных лекций и деловых обедов. По запросу гости могут воспользоваться всем конференц-оборудованием.

source: Hotel Palas facilitates a multi-functional 200 m² Aperifit Bar, located in the central part of the hotel and used for different purposes: seminars, theatre plays, dance parties, gala dinners, etc. <br><br> Our offer additionally covers the services of a culinary team that will make sure to add flair through delicious meals, ranging from traditional to modern cuisines.
de: Hotel Palas ermöglicht ein multifunktionales 200 m² große Aperifit Bar im zentralen Teil des Hotels und für verschiedene Zwecke verwendet: Seminare, Theaterstücke, Tanzpartys, Galadinner usw. <br> <br> Unser Angebot umfasst zusätzlich die Leistungen eines kulinarischen Teams, daswird Stellen Sie sicher, dass Sie durch köstliche Mahlzeiten, vontraditionell zu moderner Küche.
fr: L'Hôtel Palas propose un bar multifonctionnel Aperifit de 200 m², situé dans la partie centrale de l'hôtel et utilisé à différentes fins: séminaires, pièces de théâtre, soirées dansantes, dîners de gala, etc. <br><br> Notre offre couvre également les services d'une équipe culinaire qui veillera à ajouter du flair à travers de délicieux repas, allant de la cuisine traditionnelle à la cuisine moderne.
it: L'Hotel Palas offre un bar aperitivo multifunzionale di 200 m², situato nella parte centrale dell'hotel e utilizzato per diversi scopi: seminari, spettacoli teatrali, feste da ballo, cene di gala, ecc. <br> <br> La nostra offerta comprende inoltre servizi di un team culinario che farà in modo di aggiungere un tocco di classe a piatti deliziosi, che vanno dalla cucina tradizionale a quella moderna.
ru: Отель Палас располагает многофункциональным аперитивным баром площадью 200 м2, расположенным в центральной части отеля и используемым для различных целей: семинаров, театральных постановок, танцевальных вечеринок, гала-ужинов и т. д. Наше предложение дополнительно включает в себя услуги кулинарной команды, которая обязательно добавит чутье к вкусным блюдам, начиная от традиционной и заканчивая современной кухней.

source: Hotel Palas - Conference Rooms - Floorplan
de: Hotel Palas - Konferenzräume - Gebäudeplan
fr: Hotel Palas - Salles de conférence - Plan d'étage
it: Hotel Palas - Conference Rooms - Piano terra
ru: Oтеле Палас - Конференц-зал - план этажа

source: At hotel Palas we consider our conference rooms as multi-purpose areas that can also cater for special events such as <a title="Hotel Palas - Weddings" href="/en/hotel-palas/weddings/" target="_blank">wedding ceremonies</a>. Which is why we would like to point out the organisation of <a title="Hotel Palas - Weddings" href="/en/hotel-palas/weddings/" target="_blank">weddings</a>. Whether large- or small-scale, traditional or somewhat more fashionable, we can arrange everything according to your needs.
de: Unsere Mehrzweckräume sind auch für besondere Anlässe wie Hochzeitszeremonien geeignet. Aus diesem Grund möchten wir auf die Organisation von Hochzeiten hinweisen. Ob groß oder klein, traditionell oder etwas modischer - wir können alles nach Ihren Wünschen arrangieren.
fr: À l'hôtel Palas, nous considérons nos salles de conférence comme des espaces polyvalents pouvant également accueillir des événements spéciaux tels que des cérémonies de mariage. C'est pourquoi nous tenons à souligner l'organisation des mariages. Que ce soit à grande ou à petite échelle, traditionnelle ou un peu plus à la mode, nous pouvons tout organiser selon vos besoins.
it: Le nostre sale sono utilizzabili per eventi speciali, come la celebrazione di matrimoni. In tema, possiamo organizzare tutto quanto vi occorra per questo giorno speciale, qualsiasi sia il vostro stile preferito.
ru: В отеле Палас мы рассматриваем наши конференц-залы как многофункциональные помещения, которые также могут обслуживать специальные мероприятия, такие как свадебные церемонии. Именно поэтому мы хотели бы обратить внимание на организацию свадеб. Будь то крупномасштабной или мелкомасштабной, традиционной или несколько более модной, мы можем организовать все в соответствии с вашими потребностями.

source: Petrovac, Montenegro
fr: Petrovac, Monténégro
ru: Петровац, Черногория

source: hotel palas restaurant
it: hotel palas ristoranti
ru: отель палас ресторан

source: Hotel Palas features restaurants and bars that promise unforgettable dining experiences through authentic Montenegrin cuisine, various cocktails, and more.
de: In unserem Hotelrestaurant haben Gäste zwei Möglichkeiten; Mahlzeiten à la carte zu wählen oder Buffets mit verschiedenen Gerichten ihrer Wahl zu genießen.
fr: L'Hotel Palas propose des restaurants et des bars qui promettent des expériences culinaires inoubliables à travers une cuisine monténégrine authentique, divers cocktails, etc.
ru: В отеле Палас есть рестораны и бары, которые обещают незабываемые блюда подлинной черногорской кухни, различные коктейли и многое другое.

source: Budvanska Rivijera | Hotel Palas - Restaurants & Bars in Petrovac
de: Budvanska Rivijera | Hotel Palas - Restaurants und Bars in Petrovac
fr: Budvanska Rivijera | Hotel Palas - Restaurants et Bars à Petrovac
it: Budvanska Rivijera | Hotel Palas - Ristoranti e Bar a Petrovac
ru: Будванская Ривьера | Отель Палас - Рестораны и Бары в Петроваце

source: Famous Restaurant
de: Berühmtes Restaurant
fr: Restaurant célèbre
it: Famoso Ristorante
ru: Знаменитый ресторан

source: The Palas-starred restaurant experience is elevated through authentic Montenegrin cuisine, as well as continental and international dishes. It was awarded the <a title="HG Budvanska Rivijera: Quality Service Leads to Successful Business" href="https://www.total-montenegro-news.com/business/3817-budvanska-rivijera-successful/" target="_blank">ISO 22000</a> certificate, implemented in 2010, which guarantees safety and utmost care across the process of the food we serve and the drinks we pour. Guests have both, the option to choose meals a-la-carte, or enjoy buffets with various dishes of their choice. <br /> <br /> Our dining areas are atmospheric by nature; furnished with sophisticated and charming ornamentation, enriched by the savour of exquisite food, therein providing all senses with a vibrant feel.
de: Das von Palas ausgezeichnete Restauranterlebnis wird durch authentische montenegrinische Küche, sowie kontinentale und internationale Gerichte erhöht. Das Hotel wurde mit dem <a title="HG Budvanska Rivijera: Quality Service Leads to Successful Business" href="https://www.total-montenegro-news.com/business/3817-budvanska-rivijera-successful/" target="_blank">ISO 22000-Zertifikat</a> ausgezeichnet, das 2010 eingeführt wurde und Sicherheit und größtmögliche Sorgfalt während des gesamten Prozesses der von uns servierten Speisen und Getränke garantiert. Die Gäste haben beide Möglichkeiten; Mahlzeiten à la carte zu wählen oder Buffets mit verschiedenen Gerichten ihrer Wahl zu genießen. <br /> <br /> Unsere Essbereiche sind von Natur aus stimmungsvoll. Ausgestattet mit raffinierten und charmanten Ornamenten, sowie bereichert durch den Geschmack von exquisitem Essen, bietet dieser Raum allen Sinnen ein lebendiges Gefühl.
fr: L'expérience du restaurant étoilé Palas est rehaussée par l'authenticité Cuisine monténégrine, ainsi que des plats continentaux et internationaux. Il a reçu le <a title = "HG Budvanska Rivijera: un service de qualité mène à une entreprise prospère" href = "https://www.total-montenegro-news.com/business/3817-budvanska-rivijera-successful/" target = "_blank"> ISO 22000 </a> certificat, mis en œuvre en 2010, qui garantit la sécurité et le plus grand soin tout au long du processus de la nourriture que nous servir et les boissons que nous versons. Les clients ont les deux, la possibilité de choisir repas à la carte, ou profitez de buffets avec divers plats de leur choix. <br /> <br /> Nos salles à manger sont atmosphériques par nature; meublé avec ornementation sophistiquée et charmante, enrichie par la saveur de nourriture exquise, procurant à tous les sens une sensation vibrante.
it: L'esperienza del ristorante stellato Palas è elevata attraverso l'autentica cucina montenegrina, nonché piatti continentali e internazionali. È stato insignito del certificato <a title="HG Budvanska Rivijera: Quality Service Leads to Successful Business" href="https://www.total-montenegro-news.com/business/3817-budvanska-rivijera-successful/" target="_blank">ISO 22000</a>, implementato nel 2010, che garantisce sicurezza e massima cura durante tutto il processo del cibo che serviamo e delle bevande che versiamo. Gli ospiti hanno la possibilità di scegliere i pasti alla carta o di gustare buffet con vari piatti a scelta. <br /> <br /> Le nostre sale da pranzo hanno un'atmosfera speciale; arredate con ornamenti sofisticati e affascinanti, arricchite dal sapore di cibo squisito, fornendo una sensazione vibrante a tutti i sensi.
ru: В ресторане Палас, подают аутентичные блюда черногорской кухни, а также блюда континентальной и интернациональной кухни. Он был награжден сертификатом ISO 22000, введенным в действие в 2010 году, который гарантирует безопасность и максимальную осторожность во всем процессе подачи пищи и напитков, которые мы разливаем. Гости могут выбрать блюда по меню или заказать "шведский стол" с различными блюдами по своему выбору. Наши обеденные зоны атмосферны по своей природе; они украшены утонченным и очаровательным орнаментом, обогащены вкусом изысканной еды, обеспечивая все чувства живым ощущением.

source: Primary hotel restaurant
de: A la carte Restaurant
fr: hotel palas restaurant
it: Il ristorante principale dell'hotel
ru: Основной ресторан отеля

source: In the heart of our <a title="Hotel Palas - Overview" href="/en/hotel-palas/overview/" target="_blank">hotel</a> is our primary hotel restaurant which can accommodate around 500 guests. It occupies a central position and therefore offers the most beautiful view of the hotel’s carefully maintained flower garden. The high ceilings and the expansiveness of this room make it a perfect place for <a title="Hotel Palas - Meetings&Events" href="/en/hotel-palas/conference-rooms/" target="_blank">social gatherings</a> of any nature.
de: Im Herzen unseres Hotels befindet sich unser primäres Hotelrestaurant, das Platz für maximal 500 Gäste bietet. Es befindet sich in zentraler Lage und bietet daher den schönsten Blick auf den sorgfältig gepflegten Blumengarten des Hotels. Die hohen Decken und die Weite dieses Raumes machen ihn zum perfekten Ort für gesellige Zusammenkünfte jeglicher Art.
fr: Au cœur de notre <a title="Hotel Palas - Presentation" href="https://hgbudvanskarivijera.com/fr/hotel-palas/apercu/" target="_blank"> hotel </a> est notre principal restaurant d'hôtel qui peut accueillir environ 500 personnes. Il occupe une position centrale et offre donc la plus belle vue de l'hôtel soigneusement jardin fleuri entretenu. Les hauts plafonds et l'expansion de cette salle en fait un endroit idéal pour les <a title="Hotel Palas - Réunions et événements" href="/en/hotel-palas/conference-rooms/" target="_blank"> rencontres sociales </ un> de toute nature.
it: Nel cuore del nostro <a title="Hotel Palas - Overview" href="https://hgbr.me/en/hotel-palas/overview/" target="_blank">hotel</a> si trova il nostro ristorante principale che può ospitare circa 500 ospiti. Occupa una posizione centrale e offre una vista stupenda del giardino dell'hotel mantenuto con cura. Gli alti soffitti e l'ampiezza di questa sala lo rendono un luogo perfetto per <a title="Hotel Palas - Meetings&Events" href="/en/hotel-palas/conference-rooms/" target="_blank">incontri sociali</a> di ogni tipo.
ru: В самом сердце нашего отеля находится наш основной гостиничный ресторан, который может вместить около 500 гостей. Он занимает центральное положение и поэтому предлагает самый красивый вид на тщательно ухоженный цветочный сад отеля. Высокие потолки и обширность этой комнаты делают ее идеальным местом для общественных встреч любого характера.
