Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: Studio Apartment with Kitchen
de: Studio-Appartement mit Küche
fr: Studio avec Cuisine
it: Monolocale con cucina
ru: Апартамент-студия с кухней

source: resort slovenska plaza 4 star rooms
de: resort slovenska plaza 3 sterne unterkunft
fr: resort slovenska plaza chambres 4 etoiless
it: resort slovenska plaza alloggi 4 stelle
ru: курорт славянский пляж 4 звезды номера

source: Resort Slovenska Plaza comprises of 10 villas in total, with a combined number of 396 rooms and 98 apartments, all immaculately maintained.
de: Das Resort Slovenska Plaza besteht aus insgesamt 10 Villen mit insgesamt 441 Zimmern und 53 Apartments mit Terrasse, die alle makellos gepflegt sind.
ru: Курорт Славянский Пляж состоит из 10 вилл, в общей сложности 396 номеров и 98 апартаментов, все в безукоризненном состоянии.

source: Budvanska Rivijera | Resort Slovenska Plaza - 4-Star Rooms
de: Budvanska Rivijera | Resort Slovenska Plaza - 4-Sterne Unterkunft
fr: Budvanska Rivijera | Hotel Slovenska Plaza - Chambres 4 etoiles
it: Budvanska Rivijera | Resort Slovenska Plaza - Alloggi-4-stelle
ru: Будванская Ривьера | Курорт Славянский Пляж - 4 звезды номера

source: ACCOMMODATION 4*
de: UNTERKUNFT 4*
fr: HÉBERGEMENT 4 *
it: ALLOGGI 4*
ru: РАЗМЕЩЕНИЕ 4*

source: Accommodation 4*
de: Unterkunft 4*
fr: Hébergement 4 *
it: Alloggi 4*
ru: Размещение 4*

source: BOOK NOW
de: BUCHEN JETZT
fr: RESERVE MAINTENANT
it: PRENOTA ORA
ru: ЗАБРОНИРУЙТЕ СЕЙЧАС

source: <a title="Resort Slovenska Plaza - Overview" href="/en/hotel-slovenska-plaza-in-budva/overview/" target="_blank">Resort Slovenska Plaza</a> comprises of 10 villas in total, out of which 4 fall into the category of 4* resorts. This part of the settlement entails a combined number of 396 rooms and 98 apartments, all immaculately maintained for maximum comfort. Rooms and suites are equipped with standard furniture: bathroom with shower, hairdryer, refrigerator, safe, cable TV, air conditioning, baby cot on demand, and more.
de: Hotel Slovenska Plaza verfügt über insgesamt 10 Villen, von denen 4 in die Kategorie des 4 * -Hotels fallen. Dieser Teil der Siedlung umfasst insgesamt 441 Zimmer und 53 Apartments mit Terrasse, die alle tadellos gepflegt wurden um maximalen Komfort zu bieten.Die Zimmer und Suiten sind mit Standard-Hotelmöbeln ausgestattet: Bad mit Dusche, Haartrockner, Kühlschrank, Safe, Kabel-TV, Klimaanlage, Babybett auf Anfrage und viel mehr.
it: L’hotel Slovenska Plaza include 10 ville in totale, di cui 4 di categoria 4 stelle. Quest’ultima parte include 396 camere e 98 appartamenti, tutte ottimamente mantenute per il massimo comfort. Camere e suite sono equipaggiate con: bagno con doccia, asciugacapelli, frigorifero, cassaforte, TV via cavo, climatizzatore, su richiesta lettino ed altro.
ru: Курорт Славянский Пляж состоит всего из 10 вилл, из которых 4 относятся к категории курортов 4*. Эта часть поселка включает в себя совокупное количество 396 номеров и 98 квартир, все безукоризненно ухоженные для максимального комфорта. Номера и люксы оснащены стандартной мебелью: ванная комната с душем, фен, холодильник, сейф, кабельное телевидение, кондиционер, детская кроватка по запросу и многое другое.

source: Resort Slovenska Plaza - Accommodation 4* - Comfort Twin Room
de: Resort Slovenska Plaza - Unterkunft 4* - Doppelzimmer
fr: Resort Slovenska Plaza - Hébergement 4* - Chambre Double
ru: Курорт Славянский Пляж - Размещение 4* - Двухместный номер "Комфорт" с отдельными кроватями

source: /en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/comfort-twin-room/
de: /de/hotel-slovenska-plaza-in-budva/4-sterne-unterkunft/komfort-zweibettzimmer/
fr: /fr/hotel-slovenska-plaza-a-budva/chambres-d-hotes-4-etoiles/chambre-twin-confort/
it: /it/hotel-slovenska-plaza-a-budva/alloggi-4-stelle/camera-doppia-comfort/
ru: /ru/otel-slovenskiy-plyazh-v-budve/4-zvezdochnyye-nomera/dvukhmestnyy-nomer-komfort/

source: Resort Slovensa Plaza - Comfort Twin Room
de: Resort Slovenska Plaza - Doppelzimmer
fr: Resort Slovenska Plaza - Chambre double
ru: Курорт Славянский Пляж - Двухместный номер "Комфорт" с отдельными кроватями

source: Comfort Twin Room
de: Doppelzimmer
fr: Chambre double
it: Camera doppia comfort
ru: Двухместный номер "Комфорт" с отдельными кроватями

source: Resort Slovenska Plaza - Accommodation 4* - Studio Apartment
fr: Resort Slovenska Plaza - Hébergement 4* - Suite (2 Adultes)
it: Resort Slovenska Plaza - Alloggi 4* - Suite 2 Adulti
ru: Курорт Славянский Пляж - Размещение 4* - Апартамент-студия

source: /en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/studio-apartment/
fr: /de/hotel-slovenska-plaza-in-budva/4-sterne-unterkunft/studio-apartment/
it: /it/hotel-slovenska-plaza-a-budva/alloggi-4-stelle/monolocale/
ru: /ru/otel-slovenskiy-plyazh-v-budve/4-zvezdochnyye-nomera/kvartira-studiya/

source: Resort Slovensa Plaza - Studio Apartment
fr: Resort Slovenska Plaza - Localisation
it: Resort Slovenska Plaza - Posizione
ru: Курорт Славянский Пляж - Апартамент-студия

source: Studio Apartment
de: Studio-Appartement
fr: Studio
it: Monolocale
ru: Апартамент-студия

source: Resort Slovenska Plaza - Accommodation 4* - Double/Twin Room no Balcony
fr: Resort Slovenska Plaza - Hébergement 4* - Chambre Double
it: Resort Slovenska Plaza - Alloggi 4* - Camera doppia
ru: Курорт Славянский Пляж - Размещение 4* - Двухместный номер с 1 кроватью / 2 отдельными кроватями без балкона

source: /en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/double-twin-room/
de: /de/hotel-slovenska-plaza-in-budva/4-sterne-unterkunft/doppel-zweibettzimmer/
fr: /fr/hotel-slovenska-plaza-a-budva/chambres-d-hotes-4-etoiles/chambre-double-lits-jumeaux/
it: /it/hotel-slovenska-plaza-a-budva/alloggi-4-stelle/camera-matrimoniale-doppia/
ru: /ru/otel-slovenskiy-plyazh-v-budve/4-zvezdochnyye-nomera/dvukhmestnyy-nomer/

source: Resort Slovenska Plaza - Accommodation 4* - Double/Twin Room with Balcony
de: Resort Slovenska Plaza - Unterkunft 4* - Doppelzimmer mit Balkon
fr: Resort Slovenska Plaza - Hébergement 4* - Chambre Double
it: Resort Slovenska Plaza - Alloggi 4* - Camera doppia
ru: Курорт Славянский Пляж - Размещение 4* - Двухместный номер с 1 кроватью / 2 отдельными кроватями с балконом

source: /en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/double-twin-room-balcony/
de: /de/hotel-slovenska-plaza-in-budva/4-sterne-unterkunft/doppel-zweibettzimmer-mit-balkon/
fr: /fr/hotel-slovenska-plaza-a-budva/chambres-d-hotes-4-etoiles/chambre-double-lits-jumeaux-avec-balcon/
it: /it/hotel-slovenska-plaza-a-budva/alloggi-4-stelle/camera-matrimoniale-doppia-con-balcone/
ru: /ru/otel-slovenskiy-plyazh-v-budve/4-zvezdochnyye-nomera/dvukhmestnyy-nomer-s-balkonom/

source: Resort Slovenska Plaza - Accommodation 4* - Family Apartment with Balcony
fr: Resort Slovenska Plaza - Hébergement 4* - Suite avec canapé-lit
it: Resort Slovenska Plaza - Alloggi 4* - Suite con Divano Letto
ru: Курорт Славянский Пляж - Размещение 4* - Семейный апартамент с балконом

source: /en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/family-apartment-balcony/
de: /de/hotel-slovenska-plaza-in-budva/4-sterne-unterkunft/familienwohnung-mit-balkon/
fr: /fr/hotel-slovenska-plaza-a-budva/chambres-d-hotes-4-etoiles/appartement-familial-avec-balcon/
it: /it/hotel-slovenska-plaza-a-budva/alloggi-4-stelle/appartamento-familiare-con-balcone/
ru: /ru/otel-slovenskiy-plyazh-v-budve/4-zvezdochnyye-nomera/semeynaya-kvartira-s-balkonom/

source: resort slovenska plaza pools
fr: resort slovenska plaza piscines
it: resort slovenska plaza piscine
ru: курорт славянский пляж бассейны

source: Resort Slovenska Plaza's favourite site for families and elderly guests is the circle-shaped swimming pool - a tropical paradise for pool enthusiasts.
de: Das Resort Slovenska Plaza ist der beliebteste Ort für Familien und ältere Gäste, der kreisförmige Pool - ein tropisches Paradies für Poolbegeisterte.
fr: Le site préféré de l'hôtel Slovenska Plaza pour les familles et les personnes âgées est la piscine en forme de cercle - un paradis tropical pour les amateurs de piscine.
it: Tra le attrattive preferite dai nostri ospiti merita menzione la nostra piscina circolare, un paradiso tropicale per gli entusiasti del genere.
ru: Курорт Славянский Пляж является любимым местом для семей и пожилых гостей. Наш бассейн в форме круга - рай для любителей бассейнов.

source: Budvanska Rivijera | Resort Slovenska Plaza - Beaches & Pools
de: Budvanska Rivijera | Resort Slovenska Plaza - Strände und Pools
fr: Budvanska Rivijera | Hotel Slovenska Plaza - Plages et Piscines
it: Budvanska Rivijera | Resort Slovenska Plaza - Spiagge e Piscine
ru: Будванская Ривьера | Курорт Славянский Пляж - Пляжи и Бассейны

source: Slovenska Plaza - Beaches & Pools
de: Resort Slovenska Plaza - Strände und Pools
fr: Resort Slovenska Plaza - Plages et Piscines
it: Resort Slovenska Plaza - Spiagge e Piscine
ru: Славянский Пляж - Пляжи и Бассейны

source: Pools at Our Resort
de: Pools in unserem Resort
fr: Piscines dans notre complexe
it: Piscine nel nostro resort
ru: Бассейны на нашем курорте

source: <a title="Resort Slovenska Plaza - Overview href="/en/hotel-slovenska-plaza-in-budva/overview/" target="_blank">Slovenska Plaza’s</a> most favourite site for families and elderly guests is the very circle-shaped swimming pool, a tropical paradise that makes people pool-addicted. <br /><br /> The development counts two swimming pools, named <b>Kids’ Pool</b> and <b>Rondo</b>, of which the latter is a saltwater pool with additional features such as water slides and bouncy castles. For more entertainment, there’s a team of animators on-site who make sure to fill children and/or elderly programmes with <a title="Aqua aerobics benefits equipment" href="https://www.swimming.org/justswim/aqua-aerobics-benefits-equipment/" target="_blank">water aerobics</a> and other fun pool activities.
de: Für Familien und ältere Gäste, der beliebteste Platz im Hotel Slovenska Plaza ist das kreisförmige Swimmingpool, ein tropisches Paradies das meist unserer Gäste Pool-abhängig macht. <br />Die Siedlung umfasst zwei Swimmingpools mit den Namen Kids 'Pool und Rondo, von denen letzterer ein Salzwasserpool ist mit zusätzlichen Eigenschaften wie Wasserrutschen und Hüpfburgen. Für mehr Unterhaltung am Ort sorgt ein Team von Animateuren die sicherstellen dass Kinder- und / oder Seniorenprogramme mit Wasseraerobic und anderen unterhaltsamen Poolaktivitäten gefüllt werden. <br />Alle Geräte am Pool sind kostenlos; Liegen, Sonnenschirme, Outdoor-Lounge-Betten, Spielzeug für Kinder usw. <br />Auf der anderen Seite des Pools befindet sich eine kleine Plattform die für kulturelle Veranstaltungen genutzt wird und auf der abends lehrreiche und unterhaltsame Theatershows für Kinder stattfinden. <br />
fr: Le site le plus apprécié de l'hôtel Slovenska Plaza pour les familles et les personnes âgées est la piscine en forme de cercle, un paradis tropical qui rend les gens accros à la piscine. <br /><br /> Le développement compte deux piscines, appelées Kids’s Pool et Rondo, dont cette dernière est une piscine d'eau salée avec des fonctionnalités supplémentaires telles que des toboggans et des châteaux gonflables. Pour plus de divertissement, il y a une équipe d'animateurs sur place qui s'assurent de remplir les programmes pour enfants et / ou personnes âgées avec de l'aquagym et d'autres activités de piscine amusantes. <br /><br /> Tout l'équipement de la piscine est gratuit; transats, parasols, chaises longues, articles de divertissement pour enfants, etc. <br /><br /> À travers la piscine est une petite plate-forme qui est utilisée pour le développement culturel. Là-bas spectacles de théâtre éducatifs et amusants jouent pour les enfants le soir.
it: Tra le maggiori attrazioni dell’hotel Slovenska Plaza menzioniamo una piscina perfettamente circolare considerata da tutti un paradiso tropicale che causa dipendenza! <br /><br /> Ci sono una piscina per bambini ed una piscina Rondo, d’acqua salata, che include scivoli e castelli di gomma. Per ancora più divertimento c’è un team di animatori che supervisionano i bambini ed offrono programmi di aerobica acquatica. <br /><br />
ru: Самым любимым местом отдыха семей и пожилых гостей Славянского Пляжа является круглый бассейн, тропический рай, который делает людей зависимыми от бассейна. Комплекс состоит из двух бассейнов, называемых Детским бассейном и Рондо, из которых последний представляет собой бассейн с морской водой с дополнительными функциями, такими как водные горки и надувные замки. Для большего развлечения на территории отеля работает команда аниматоров, которые обязательно заполнят детские и/или пожилые программы аквааэробикой и другими веселыми мероприятиями у бассейна.

source: All equipment at the pool is free of charge; sunbeds, parasols, lounge beds, kids’ entertainment items, etc. <br /><br /> Across the swimming pool is a small platform that is being used for cultural development, where educational and fun theatre shows play for kids in the evening.
de: Alle Geräte am Pool sind kostenlos; Liegen, Sonnenschirme, Outdoor-Lounge-Betten, Spielzeug für Kinder usw. <br /><br /> Auf der anderen Seite des Pools befindet sich eine kleine Plattform die für kulturelle Veranstaltungen genutzt wird und auf der abends lehrreiche und unterhaltsame Theatershows für Kinder stattfinden.
fr: Tout l'équipement de la piscine est gratuit; transats, parasols, salon lits, articles de divertissement pour enfants, etc. <br /> <br /> À travers la piscine est une petite plate-forme qui est utilisée pour le développement culturel, où des spectacles de théâtre éducatifs et amusants jouent enfants le soir.
it: Tutte le attrezzature in piscina sono gratuite; lettini, ombrelloni, lettini lounge, articoli da intrattenimento per bambini, ecc. <br /><br /> Dall'altra parte della piscina c'è una piccola piattaforma che viene utilizzata per lo sviluppo culturale, dove la sera i spettacoli teatrali educativi e divertenti si svolgono per i bambini.
ru: Все оборудование бассейна предоставляется бесплатно: шезлонги, зонтики, шезлонги, детские развлечения и т.д. Напротив плавательного бассейна находится небольшая площадка, которая используется для культурного развития, где по вечерам проводятся образовательные и веселые театральные представления для детей.

source: When outside our premises
de: Außerhalb unserer Prämissen
fr: Lorsque vous êtes à l'extérieur de nos locaux
it: Una volta fuori la struttura
ru: Когда находитесь за пределами нашего помещения

source: We know that vacations at the sea mean enjoying the <a title="Beaches in Budva" href="https://www.tripadvisor.com/Attractions-g304074-Activities-c61-t52-Budva_Budva_Municipality.html/" target="_blank">coast</a> as much as possible. Which is why our resort proves to be the best option for anyone visiting <b><a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a></b> because of its many beaches.
de: Wir wissen was Urlaub am Meer bedeutet. Nämlich, die <a title="Beaches in Budva" href="https://www.tripadvisor.com/Attractions-g304074-Activities-c61-t52-Budva_Budva_Municipality.html/" target="_blank">Küste</a> so gut wie möglich zu genießen! Und aufgrund seiner vielen Strände in der Nähe ist unser Hotel die beste Wahl für alle die <b>Budva</b> besuchen.
fr: Nous savons que les vacances à la mer signifient profiter de la <a title="Beaches in Budva" href="https://www.tripadvisor.com/Attractions-g304074-Activities-c61-t52-Budva_Budva_Municipality.html/" target="_blank"> côte </a> autant que possible. C'est pourquoi notre station se révèle être la meilleure option pour quiconque visiter <b> <a title="Budva, Monténégro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank"> Budva </a> </b> à cause de ses nombreuses plages.
it: Sappiamo che le vacanze al mare significano godersi la <a title="Beaches in Budva" href="https://www.tripadvisor.com/Attractions-g304074-Activities-c61-t52-Budva_Budva_Municipality.html/" target="_blank">costa</a> il più possibile. Ecco perché il nostro resort si rivela l'opzione migliore per chiunque visiti <b>Budva</b> grazie a sue numerose spiagge.
ru: Мы знаем, что отдых на море означает как можно больше наслаждаться побережьем. Именно поэтому наш курорт оказывается лучшим вариантом для тех, кто посещает Будву из-за его многочисленных пляжей.

source: Explore Beaches Around Us
de: Entdecken Sie Strände in unserer Nähe
fr: Explorez les plages autour de nous
it: Esplora le spiagge intorno a noi
ru: Исследуйте пляжи вокруг нас

source: No matter what your preferences may be, the many options at hand provide you with sand, pebble, and concrete beaches throughout the city’s coastline. In Budva’s vicinity, just a few hours away by car or bus, are cities like <b>Bar</b>, <b>Ulcinj</b>, and <b>Kotor</b> - where tourists can explore even more of Montenegro’s wild beauty. <br /><br /> The northernmost arm of the Mediterranean Sea is famous for its crystal clear water, which makes resort Slovenska Plaza an enticing option for avid swimmers, scuba divers, and water sports aficionados.
de: Wir wissen was Urlaub am Meer bedeutet. Die Küste so gut wie möglich zu genießen! Und aufgrund seiner vielen Strände in der Nähe ist unser Hotel die beste Wahl für alle die Budva besuchen. <br />Egal welche Bevorzugungen Sie haben, die zahlreichen verfügbaren Optionen bieten Ihnen Sand-, Kies- und Betonstrände an der gesamten Küste der Stadt. In der Nähe von Budva, nur wenige Stunden mit dem Auto oder Bus entfernt, befinden sich Städte wie Bar, Ulcinj und Kotor, in denen Touristen noch mehr von Montenegros wilder Schönheit entdecken können. <br />Der nördlichste Arm des Mittelmeers ist berühmt für sein kristallklares Wasser, was das Hotel Slovenska Plaza zu einer verlockenden Option für begeisterte Schwimmer, Taucher und Wassersportler macht. <br />Erwähnenswert ist auch dass unser Hotel nach dem Strand benannt ist, der vor unseren Gästen liegt (Slovenska Plaza Strand). Mit 1600 Metern Länge ist Slovenska Plaza der längste Strand in Budva. Es ist charakteristisch und beliebt wegen der Mischung aus Sand und Kieselsteinen - perfekt für Familien die Spaß am Meer wollen. <br />Nicht weit entfernt sind die, nicht weniger beeindruckenden, Strände Mogren und Ricardova Glava. <br />
fr: Nous savons que les vacances à la mer signifient profiter au maximum de la côte. Pour cette raison, notre hôtel est la meilleure option pour tous ceux qui visitent Budva car il possède de nombreuses plages. <br /><br /> Quelles que soient vos préférences, les nombreuses options disponibles vous offrent des plages de sable, de galets et de béton sur tout le littoral de la ville. Près de Budva, à seulement quelques heures en voiture ou en bus, se trouvent des villes comme Bar, Ulcinj et Kotor - où les touristes peuvent explorer encore plus la beauté sauvage du Monténégro. <br /><br /> La partie la plus septentrionale de la mer Méditerranée est célèbre pour ses eaux cristallines qui font de l'hôtel Slovenska Plaza une option attrayante pour les nageurs passionnés, les plongeurs et les amateurs de sports nautiques. <br /><br /> Il convient de mentionner que notre hôtel porte le nom de la plage qui se trouve devant nos clients. Avec 1600 mètres de longueur, la place Slovenska est la plus longue plage de Budva. Il est caractéristique et populaire en raison du mélange de sable et de galets - parfait pour les familles. <br /><br /> Non loin se trouvent des plages aussi belles que Mogren et Ricardova glava.
it: Non importa quali preferenze tu abbia, troverai lungo la costa cittadina sia spiagge sabbiose che con ciottoli. Nelle vicinanze di Budva, ad appena qualche ora di auto, troverai città come Bar, Ulcinj e Kotor, dove i turisti potranno apprezzare le altre bellezze che il nostro splendido Paese offre. <br /><br /> Il braccio nord del Mediterraneo è famoso per la sua acqua cristallina, il che rende il nostro hotel un’opzione ideale per gli amanti del nuoto, delle immersioni e degli sport acquatici in generale. <br /><br />
ru: Какими бы ни были ваши предпочтения, множество доступных вариантов обеспечат вам песчаные, галечные и бетонные пляжи по всему побережью города. В окрестностях Будвы, всего в нескольких часах езды на машине или автобусе, находятся такие города, как Бар, Улцинь и Котор, где туристы могут исследовать еще больше дикой красоты Черногории. Самый северный рукав Средиземного моря славится своей кристально чистой водой, что делает курорт Славянский Пляж заманчивым вариантом для заядлых пловцов, аквалангистов и любителей водных видов спорта.

source: Worthwhile mentioning is that our resort is named after the very beach that lies in front of our guests. With 1600 meters in length, <b>Slovenska plaza</b> is the longest beach in Budva. It is characteristic and popular because of the mixture of sand and pebbles - perfect for families. <br /><br /> Not far away are non the less beautiful beaches like <b>Mogren</b> and <b>Ricardova glava</b>.
de: Erwähnenswert ist auch dass unser Hotel nach dem Strand benannt ist, der vor unseren Gästen liegt (Slovenska Plaza Strand). Mit 1600 Metern Länge ist <b>Slovenska plaza</b> der längste Strand in Budva. Es ist charakteristisch und beliebt wegen der Mischung aus Sand und Kieselsteinen - perfekt für Familien die Spaß am Meer wollen. <br /><br /> Nicht weit entfernt sind die, nicht weniger beeindruckenden, Strände <b>Mogren</b> und <b>Ricardova glava</b>.
fr: Il convient de mentionner que notre complexe porte le nom de la plage qui se trouve devant nos invités. Avec 1600 mètres de long, <b> Slovenska plaza </b> est la plus longue plage de Budva. C'est caractéristique et populaire grâce au mélange de sable et de galets - parfait pour les familles. <br /> <br /> Non loin se trouvent les plages les moins belles comme <b> Mogren </b> et <b> La tête de Richard </b>.
it: Vale la pena ricordare che il nostro resort prende il nome proprio dalla spiaggia che si trova di fronte ai nostri ospiti. Con 1600 metri di lunghezza, <b>Slovenska plaza</b> è la spiaggia più lunga di Budva. È caratteristica e famosa per via del misto di sabbia e ciottoli, perfetto per le famiglie. <br /><br /> A pochi passi si trovano anche altre spiagge ugualmente belle come <b>Mogren</b> e <b>Ricardova glava</b>.
ru: Стоит отметить, что наш курорт назван в честь того самого пляжа, который находится перед нашими гостями. Славянский Пляж имеет длину 1600 метров и является самым длинным пляжем в Будве. Он характерен и популярен из-за смеси песка и гальки - идеально подходит для семейного отдыха. Неподалеку находятся не менее красивые пляжи, такие как Могрен и Ричардова глава.
