Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: Free parking lots for all wedding guests.
de: Kostenlose Parkplätze für alle Hochzeitsgäste
fr: Parking gratuit pour tous les invités au mariage.
it: Parcheggio gratuito per tutti gli ospiti dell’evento.
ru: Бесплатная парковка для всех гостей свадьбы.

source: We are here to make one of your happiest days truly memorable. <a title="Hotel Group Budvanska Rivijera - Contact" href="/en/contact/" target="_blank">Write us</a> in the form below in as much detail as possible, and our talented wedding planners will reach out to you.
de: Wir sind hier um einen Ihrer schönsten Tage unvergesslich zu machen. Schreiben Sie uns in Details, in das unten stehende Formular, und unsere talentierten Hochzeitsplaner werden sich mit Ihnen in Verbindung setzen.
fr: Nous sommes ici pour rendre l'un de vos jours les plus heureux vraiment mémorable. Écrivez-nous dans le formulaire ci-dessous avec autant de détails que possible et nos talentueux organisateurs de mariage vous contacteront.
it: Siamo qui per rendere il tuo giorno più speciale davvero memorabile. Scrivici pure nel form sottostante. Un nostro talentuoso event manager ti contatterà per ogni delucidazione.
ru: Мы здесь для того, чтобы сделать один из ваших самых счастливых дней по-настоящему незабываемым. Напишите нам в форме ниже как можно более подробно, и наши талантливые свадебные организаторы свяжутся с вами.

source: hotel palas spa
ru: отель палас спа

source: Hotel Palas offers a wellness and spa centre where guests can enjoy a broad range of services like therapeutic massages, face and body treatments, etc.
de: Das Hotel Palas verfügt über ein neu eröffnetes 300 m² großes Wellnesscenter, das unseren Gästen eine breite Auswahl verschiedener Therapies bietet.
fr: L'Hotel Palas propose un centre de bien-être et de spa où les clients peuvent profiter d'une large gamme de services tels que des massages thérapeutiques, des soins du visage et du corps, etc.
it: L’hotel Palas include un centro benessere ed una spa dove gli ospiti possono usufruire di una moltitudine di servizi, come massaggi terapeutici, trattamenti viso e corpo, ecc.
ru: Отель Палас предлагает wellness и спа-центр, где гости могут насладиться широким спектром услуг, таких как лечебный массаж, процедуры для лица и тела и т.д.

source: Budvanska Rivijera | Hotel Palas - Wellness & Spa Experience
de: Budvanska Rivijera | Hotel Palas - Wellness & Spa Erlebnis
fr: Budvanska Rivijera | Hotel Palas - Bien-être et Spa Experience
it: Budvanska Rivijera | Hotel Palas - Esperienze Wellness e Spa
ru: Будванская Ривьера | Отель Палас - Wellness и Спа

source: <a title="Hotel Palas - Overview" href="/en/hotel-palas/overview/" target="_blank">Hotel Palas</a> provides 300 m² wellness and spa centre, offering to our guests a broad range of various treatments. The centre appoints a Finnish sauna, Turkish bath, salt room, whirlpool with various hydro massage options, and showers of different sensations. <br /><br /> All areas have excellent sound isolation, reducing any unwanted outside noise and warranting the peace you are seeking. Choose your wellness services:
de: Das Hotel Palas verfügt über ein neu eröffnetes 300 m² großes Wellnesscenter, das unseren Gästen eine breite Auswahl verschiedener Therapies bietet. Das Center verfügt über eine finnische Sauna, ein Türkisches Bad, einen Salzraum, einen Whirlpool mit verschiedenen Hydromassageoptionen und Sensations-Duschen.Alle Bereiche verfügen über eine hervorragende Schallisolierung die lästige Außengeräusche reduziert und die gewünschte Ruhe garantiert. Wählen Sie Ihre Wellness-Service:
fr: L'Hôtel Palas propose un centre de bien-être de 300 m² récemment ouvert, offrant à nos clients une large gamme de soins divers. Le centre nomme un sauna finlandais, un bain turc, une salle de sel, un bain à remous avec diverses options d'hydromassage et des douches de différentes sensations. <br /><br /> Toutes les zones ont une excellente isolation acoustique, réduisant tout bruit extérieur indésirable et garantissant la paix que vous recherchez. Choisissez vos services de bien-être:
it: L’hotel Palas offre un nuovo centro benessere di 300 m², con un’ampia varietà di trattamenti. Il centro include una sauna finlandese, un bagno turco, una vasca con vari tipi di idromassaggio e diverse docce con effetti rilassanti. <br /><br /> Tutte le aree hanno un’ottima insonorizzazione che riduce al minimo ogni rumore esterno e regala quel senso di relax che cerchi. Scegli pure tra:
ru: Отель Палас располагает wellness и спа-центром площадью 300 м2, предлагающим нашим гостям широкий спектр различных процедур. В центре есть финская сауна, турецкая баня, соляная комната, гидромассажная ванна с различными вариантами гидромассажа и душевые кабины различных ощущений. Все помещения имеют отличную звукоизоляцию, снижающую любой нежелательный внешний шум и гарантирующую покой, который вы ищете. Выберите свои оздоровительные услуги:

source: Hotel Palas - Therapeutic massage
de: Hotel Palas - Therapeutische Massage
fr: Hotel Palas - Massage thérapeutique
it: Hotel Palas - Massaggio terapeutico
ru: Отель Палас - Лечебный массаж

source: Therapeutic massage
de: Therapeutische Massage
fr: Massage thérapeutique
it: Massaggio terapeutico
ru: Лечебный массаж

source: Massages that come in consultation with physical therapists according to your wish and medical needs. Decide between partial or <a title="8 Surprising Benefits of a Full Body Massage" href="https://www.zeel.com/blog/massage/the-benefits-of-full-body-massage/" target="_blank">whole body treatments</a>, back, arm, leg or neck massages, intensive, relaxing or firm pressure rubbing.
de: Dies sind Massagen die in Absprache mit Physiotherapeuten nach Ihren Wünschen und medizinischen Bedürfnissen erfolgen. Entscheiden Sie sich zwischen Teil- oder Ganzkörperbehandlungen, Rücken-, Arm-, Bein- oder Nackenmassagen, intensiver, entspannender oder fester Druckreibung.
fr: Massages qui viennent en consultation avec des physiothérapeutes selon vos souhaits et vos besoins médicaux. Décidez entre les traitements partiels ou complets du corps, les massages du dos, des bras, des jambes ou du cou, les frottements intensifs, relaxants ou fermes.
it: Massaggi realizzati con il consulto di un fisioterapista secondo le tue specifiche esigenze. Decidi pure tra massaggi su tutto il corpo o su parti specifiche, intenso o meno intenso.
ru: Массажи проводятся с консультациeй с физиотерапевтами в соответствии с вашими желаниеми и медицинскими потребностями. Выберите между частичным или полным уходом за телом, массажем спины, рук, ног или шеи, интенсивным, расслабляющим или массажем под давлением.

source: Hotel Palas - Wellness massage
fr: Hotel Palas - Massage bien-être
it: Hotel Palas - Massaggio benessere
ru: Отель Палас - Wellness массаж

source: Wellness massage
fr: Massage bien-être
it: Massaggio benessere
ru: Wellness массаж

source: Choose one of our wellness treatments and transport your senses to the exotic orient. Our professional massagists ensure sensational services such as <a title="What Are the Health Benefits of a Hot Stone Massage?" href="https://www.healthline.com/health/hot-stone-massage/" target="_blank">hot stone massages</a>, detox back massages, Aromasoul Arabian treatments and many more.
de: Wählen Sie eine unserer Wellness-Behandlungen und leiten Sie Ihre Sinne in den exotischen Orient. Unsere professionellen Massagisten sorgen für sensationelle Dienstleistungen wie Hot-Stone-Massagen, Detox-Rückenmassagen, Aromasoul-Araber-Behandlungen und vieles mehr.
fr: Choisissez l'un de nos soins de bien-être et transportez vos sens vers l'orient exotique. Nos massagistes professionnels assurent des services sensationnels tels que des massages aux pierres chaudes, des massages de désintoxication du dos, des traitements Aromasoul Arabian et bien d'autres.
it: Trasporta i tuoi sensi nell’esotico oriente. I nostri massaggiatori professionali assicurano un servizio eccezionale come massaggi con pietre calde, massaggi alla schiena disintossicanti, trattamento Aromasoul arabo, e molto altro.
ru: Выберите один из наших оздоровительных процедур и перенеситеcь на экзотический восток. Наши профессиональные массажисты обеспечивают сенсационные услуги такие, как массаж горячими камнями, детокс-массаж спины, ароматические арабские процедуры и многие другие.

source: Hotel Palas - Facial or body treatment
de: Hotel Palas - Gesichts- oder Körperbehandlung
fr: Hotel Palas - Soin du visage ou du corps
it: Hotel Palas - Trattamento del corpo o facciale
ru: Отель Палас - Процедура для лица или тела

source: Facial or body treatment
de: Gesichts- oder Körperbehandlung
fr: Soin du visage ou du corps
it: Trattamento del corpo o facciale
ru: Процедура для лица или тела

source: We provide biological treatments such as <a title="Facelift massage overview benefits" href="https://www.avenuefive.edu/facelift-massage-overview-benefits/" target="_blank">facelifts</a> and other similar dermatologically beneficial procedures that alleviate your body from acne, cellulite, scars, and other skin problems by firming your skin.
de: Wir bieten biologische Behandlungen wie Facelifts und ähnliche dermatologisch vorteilhafte Dienste an, die Ihren Körper von Akne, Cellulite, Narben und anderen Hautproblemen befreien, indem Sie Ihre Haut straffen.
fr: Nous fournissons des traitements biologiques tels que des lifting et d'autres procédures dermatologiquement bénéfiques similaires qui soulagent votre corps de l'acné, de la cellulite, des cicatrices et d'autres problèmes de peau en raffermissant votre peau.
it: Forniamo trattamenti e lifting che apportano benefici dermatologici per alleviare la tua pelle dall’acne, cellulite, cicatrici.
ru: Мы предлагаем биологические процедуры, такие как подтяжка лица, и другие подобные дерматологически полезные процедуры, которые помогают избавить ваше тело от прыщей, целлюлита, рубцов и других проблем с кожей, укрепляя вашу кожу.

source: Hotel Palas - Children’s corner
de: Hotel Palas - Die Kinderecke
fr: Hotel Palas - Coin enfants
it: Hotel Palas - Angolo bambini
ru: Отель Палас - Детский уголок

source: Children’s corner
de: Die Kinderecke
fr: Coin enfants
it: Angolo bambini
ru: Детский уголок

source: That’s right, even the youngest among our guests can indulge in <a title="Benefits of massage therapy for childre" href="https://www.nationwidechildrens.org/family-resources-education/700childrens/2016/02/benefits-of-massage-therapy-for-children/" target="_blank">spa treatments</a>! We provide short (25min) massage therapies with mild aromatic oils for kids who want to experience how grownups feel when they get their time off from parental duties.
de: Richtig, auch die Kleinsten unserer Gäste können sich bei Wellnessanwendungen verwöhnen lassen! Wir bieten kurze (25 Minuten) Massagetherapien mit milden aromatischen Ölen für Kinder an, die erfahren möchten wie sich Erwachsene fühlen wenn sie von ihren Elternpflichten frei sind.
fr: C'est vrai, même les plus jeunes de nos clients peuvent se livrer à des soins spa! Nous proposons des massages de courte durée (25 minutes) avec des huiles aromatiques douces pour les enfants qui souhaitent découvrir comment les adultes se sentent lorsqu'ils se libèrent des devoirs parentaux.
it: Anche i più giovani possono beneficiare di trattamenti al nostro centro benessere. Offriamo massaggi brevi (25 min) con oli aromatici per bambini che vogliono sperimentare un’esperienza simile a quella provata dagli adulti.
ru: Именно так, даже самые маленькие из наших гостей могут побаловать себя спа-процедурами! Мы предлагаем короткие (25 минут) массажные процедуры с мягкими ароматическими маслами для детей, которые хотят испытать, как чувствуют себя взрослые, когда они отдыхают от родительских обязанностей.

source: Guests who wish a physically dynamic holiday can use a spacious gym (80 m²) with state-of-the-art equipment for both cardio and weight-oriented training. The fitness area comes with a dressing room and showers for complete convenience. <br /><br /> Our Spa offer includes various massage techniques and beauty treatments: <a title="10 benefits massage therapy" href="https://www.urbannirvana.com/10-benefits-massage-therapy/" target="_blank">relax massage</a>, <a title="Benefits of sports massage therapy" href="https://coreelements.uk.com/2019/02/18/benefits-of-sports-massage-therapy/" target="_blank">sports massage</a>, <a title="Why an anti-cellulite massage is the best natural treatment for cellulite" %%}" href="https://slimspa.ae/blog/why-an-anti-cellulite-massage-is-the-best-natural-treatment-for-cellulite/" target="_blank">anti-cellulites massage</a>, <a title="The benefits of lymphatic massage" href="https://www.verywellhealth.com/the-benefits-of-lymphatic-massage-89857/" target="_blank">lymph drainage</a>, <a title="Top 5 benefits of shiatsu massage" href="https://www.myohealingmassage.com/top-5-benefits-of-shiatsu-massage/" target="_blank">shiatsu</a>, <a title="7 benefits foot massage reflexology" href="https://www.foot.com/7-benefits-foot-massage-reflexology/" target="_blank">foot reflexology</a>, royal massage.
de: Gäste die einen körperlich dynamischen Urlaub wünschen können ein geräumiges Fitnessstudio (80 m²) mit modernsten Geräten für Cardio- und Krafttraining nutzen. Der Fitnessbereich verfügt über ein Umkleideraum und Duschen. <br /><br /> Unser Spa-Angebot umfasst verschiedene Massagetechniken und Schönheitsbehandlungen: <a title="10 benefits massage therapy" href="https://www.urbannirvana.com/10-benefits-massage-therapy/" target="_blank">Entspannungsmassagen</a>, Sportmassagen, Anti-Cellulite-Massag en, Lymphdrainage, Shiatsu, Fußreflexzonenmassagen und Royal-Massagen.
fr: Les clients qui souhaitent des vacances physiquement dynamiques peuvent utiliser une salle de sport spacieuse (80 m²) avec des équipements de pointe pour le cardio et le entraînement axé sur le poids. L'espace fitness est livré avec un dressing et douches pour une commodité complète. <br /> <br /> Notre offre Spa comprend différentes techniques de massage et de beauté traitements: <a title="10 avantages massothérapie" href="https://www.urbannirvana.com/10-benefits-massage-therapy/" target="_blank"> massage relaxant </a>, massage sportif , massage anti-cellulite, drainage lymphatique, shiatsu, réflexologie plantaire, massage royal .
it: Gli ospiti che desiderano una vacanza fisicamente dinamica possono utilizzare una spaziosa palestra (80 m²) con attrezzature per cardio e anche un'allenamento orientato al peso. L'area fitness è dotata di uno spogliatoio e docce per la massima comodità. <br /><br /> La nostra offerta Spa include varie tecniche di massaggio e trattamenti di bellezza: <a title=*10 vantaggi di terapia di massaggio* href="https://www.urbannirvana.com/10-benefits-massage-therapy/" target="_blank">massaggio relax </a>, massaggio sportivo, massaggio anticellulite, linfodrenaggio, massaggio shiatsu, riflessologia plantare, massaggio royal.
ru: Гости, желающие физически активного отдыха, могут воспользоваться просторным тренажерным залом (80 м2) с самым современным оборудованием как для кардиотренировок, так и для силовых тренировок. Для полного удобства гостей в фитнес-центре есть раздевалка и душ. Наше спа-предложение включает в себя различные массажные техники и косметические процедуры: расслабляющий массаж, спортивный массаж, антицеллюлитный массаж, лимфодренаж, шиацу, рефлексотерапию стоп, королевский массаж.

source: The hotel features a chic beauty salon with modern equipment and a comfortable armchair to melt in to. Here, guests may book facial and body treatments, pedicure, manicure, and more - all for a personalized, holistic, and unique wellness experience. <br /><br /> The hotel premises offer additional comfort for sports recreation enthusiasts where they can enjoy wellness in the open are through mini golf courses, table tennis, an archery area, bocce area.
de: Das Hotel verfügt über einen schicken Schönheitssalon mit moderner Ausstattung und einem bequemen Sessel, in den die Damen einschmelzen können. Hier können die Gäste Gesichts- und Körperbehandlungen, Pediküre, Maniküre und mehr buchen - alles für ein individuelles, ganzheitliches und einzigartiges Wellnesserlebnis. <br />Das Hotelgelände bietet zusätzlichen Komfort für Sportbegeisterte, die Wellness im Freien genießen möchten. Minigolfplätze, Tischtennis, ein Bogenschießbereich und eine Bocciabahn stehen ihnen zur Verfügung. <br />
fr: L'hôtel dispose d'un salon de beauté chic avec des équipements modernes et un fauteuil confortable pour se fondre. Ici, les clients peuvent réserver des soins du visage et du corps, de la pédicure, de la manucure et plus encore - le tout pour une expérience de bien-être personnalisée, holistique et unique. <br /><br /> Les locaux de l'hôtel offrent un confort supplémentaire pour les amateurs de loisirs sportifs où ils peuvent profiter du bien-être en plein air à travers des mini-golfs, tennis de table, un espace de tir à l'arc, un terrain de pétanque.
it: L’hotel offre un elegante salone di bellezza con attrezzatura moderna. Qui gli ospiti possono prenotare trattamenti facciali e sul corpo come pedicure, manicure e molto altro. Il tutto per un’esperienza di benessere olistica e personalizzata. <br /><br /> Per gli amanti dello sport, l’hotel offre anche corsi di mini-golf, tennis da tavolo, tiro con l’arco e bocce.
ru: В отеле есть шикарный салон красоты с современным оборудованием и удобным креслом, в котором можно раствориться. Здесь гости могут заказать процедуры по уходу за лицом и телом, педикюр, маникюр и многое другое - все это для индивидуального, целостного и уникального оздоровительного опыта. Помещения отеля предлагают дополнительный комфорт для любителей спортивного отдыха, где они могут насладиться оздоровлением под открытым небом, через поля для мини-гольфа, настольный теннис, площадку для стрельбы из лука, зону бочче.

source: hotel group budvanska rivijera restaurants
de: hotelgruppe budvanska rivijera über uns
fr: hotel group budvanska rivijera nous connaître
it: hotel group budvanska rivijera ristoranti
ru: гостиничная группа будванская ривьера рестораны

source: Budvanska Rivijera | Restaurants
de: Budvanska Rivijera | Kontakt
fr: Budvanska Rivijera | Contactez Nous
it: Budvanska Rivijera | Ristoranti
ru: Будванская Ривьера | Рестораны

source: Hotel Palas - Palas Restaurant
de: Hotel Castellastva - Restaurants
fr: Hotel Palas - Restaurants
it: Hotel Palas - Palas Ristorante
ru: Отель Палас - Палас ресторан

source: Palas Restaurant
de: Berühmtes Restaurant
fr: Restaurant célèbre
it: Ristorante Palas
ru: Палас ресторан

source: The Palas-starred restaurant experience is elevated through authentic Montenegrin cuisine, as well as continental and international dishes.
de: Das Palas Restauranterlebnis wird durch authentische montenegrinische Küche sowie kontinentale und internationale Gerichte zusätzlich verstärkt.
fr: L'expérience du restaurant étoilé Palas est rehaussée par une authentique cuisine monténégrine, ainsi que des plats continentaux et internationaux.
it: L'esperienza del ristorante stellato Palas è elevata attraverso l'autentica cucina montenegrina, nonché piatti continentali e internazionali.
ru: В ресторане Палас подают аутентичные блюда черногорской кухни, а также блюда континентальной и интернациональной кухни.

source: Hotel Palas - The French Terrace
de: Französische Terrasse
fr: Terrasse française
it: Hotel Palas - La terazza francese
ru: Отель Палас - Французская Терраса

source: The French Terrace, with its 100 seats in capacity, is placed side by side to the primary restaurant and acts as a natural shade.
de: Die französische Terrasse mit ihren 100 Sitzplätzen befindet sich neben dem Hauptrestaurant und wirkt als natürlicher Schatten für Gäste die nach Ruhe und Entspannung suchen.
fr: La terrasse française, avec ses 100 places assises, est placée côte à côte avec le restaurant principal et fait office d'ombre naturelle.
it: La French Terrace, con 100 posti a sedere, è affiancata al ristorante principale e fornisce l'ombra naturale.
ru: Французская Терраса вместимостью 100 мест расположена рядом с основным рестораном и служит естественной тенью.

source: Hotel Palas - American Bar
de: Hotel Palas - Hotelübersicht
fr: Hotel Palas - Apéritif Bar
it: Hotel Palas - Un bar americano per aperitivi
ru: Отель Палас - Американский бар

source: Our American Bar is opulently decorated and right beside the Reception Desk. It emphasises a breath-taking view of the Katic and Sveta Nedjelja islands and may host around fifty guests.
de: Unsere amerikanische Bar ist üppig eingerichtet und befindet sich direkt neben der Rezeption. Es bietet einen atemberaubenden Blick auf die Inseln Katic und Sveta Nedjelja und kann rund fünfzig Gäste empfangen.
fr: Notre bar américain est richement décoré et juste à côté de la réception. Il met l'accent sur une vue imprenable sur les îles Katic et Sveta Nedjelja et peut accueillir une cinquantaine d'invités.
it: Il nostro American Bar, decorato in maniera opulenta, si trova proprio accanto alla reception. Sottolinea una vista mozzafiato delle isole Katic e Sveta Nedjelja e può ospitare una cinquantina di ospiti.
ru: Наш американский бар роскошно оформлен и находится прямо возле стойки регистрации. Он подчеркивает захватывающий вид на острова Катик и Святой Недели и может принять около пятидесяти гостей.

source: Hotel Palas - Pool Bar
de: Hotel Palas - Kontakt
fr: Hotel Palas - Apéritif Bar
it: Hotel Palas - Un bar per aperitivi
ru: Отель Палас - Бар у бассейна

source: Palas Hotel’s Pool Bar adds an extra element of elegance to our guests’ stay. It is placed near the wellness centre and comprises of an indoor area and a terrace leaning onto the outdoor pool.
de: Die Poolbar des Palas Hotels verleiht dem Aufenthalt unserer Gäste ein zusätzliches Element an Eleganz. Es befindet sich in der Nähe des Wellnesscenters und verfügt über einen Innenbereich und eine Terrasse, die zum Außenpool führt.
fr: Le bar de la piscine du Palas Hotel ajoute un élément d'élégance supplémentaire au séjour de nos clients. Il est placé à proximité du centre de bien-être et comprend un espace intérieur et une terrasse donnant sur la piscine extérieure.
it: Il Pool Bar del Palas Hotel aggiunge un ulteriore elemento di eleganza al soggiorno dei nostri ospiti. Si trova vicino al centro benessere e comprende un'area interna e una terrazza affacciata sulla piscina all'aperto.
ru: Бар у бассейна отеля Палас добавляет элемент элегантности пребыванию наших гостей. Он расположен рядом с wellness центром и состоит из крытой зоны и террасы с видом на открытый бассейн.

source: Hotel Aleksandar - Alexandar Resturant
de: Hotel Aleksandar - Restaurants
fr: Hotel Aleksandar - Restaurants
it: Hotel Aleksandar - Ristoranti
ru: Отель Александр - Аалександр Ресторан

source: Alexandar Resturant
de: Hotel Aleksandar - Restaurants
fr: Hotel Aleksandar - Restaurants
it: Hotel Aleksandar - Ristoranti
ru: Александр Ресторан
