Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: City Cafe
de: Stadtcafé
it: City Café
ru: Городское Кафе

source: <a href="https://www.google.com/maps/search/?api=1&query=Gradska%%20Kafana%%2C%%20Budva%%2C%%20Budva%%20Municipality&query_place_id=ChIJVVVVhZPUTRMRAWcdB4S4ASQ/" target="_blank">The Mogren City Cafe</a> is a cult rendezvous spot for people of all generations. It is locally known for its pastry shop with delicious homestyle cakes. Homemade jam, as well as indigenous coffee are also on the menu.
de: Das <a href="https://www.google.com/maps/search/?api=1&query=Gradska%%20Kafana%%2C%%20Budva%%2C%%20Budva%%20Municipality&query_place_id=ChIJVVVVhZPUTRMRAWcdB4S4ASQ/" target="_blank">Mogren Stadtcafé</a> ist ein Kult-Treffpunkt für Menschen aller Generationen. Es ist bekannt für seine Konditorei mit köstlichen hausgemachten Kuchen. Hausgemachte Marmelade sowie einheimischer Kaffee stehen ebenfalls auf der Speisekarte dieses Cafes.
fr: <a href = "https://www.google.com/maps/search/?api=1&query=Gradska%%20Kafana%%2C%%20Budva%%2C%%20Budva%%20Municipality&query_place_id=ChIJVVVVhZPUTRMRAWcdB4S4AS" _blank "> Le café de la ville de Mogren </a> est un lieu de rendez-vous culte pour tous générations. Il est connu localement pour sa pâtisserie avec de délicieux gâteaux maison. La confiture maison, ainsi que le café indigène sont également au menu.
it: <a href="https://www.google.com/maps/search/?api=1&query=Gradska%%20Kafana%%2C%%20Budva%%2C%%20Budva%%20Municipality&query_place_id=ChIJVVVVhZPUTRMRAWcdB4S4ASQ/" target="_blank">The Mogren City Cafe</a> è un luogo di ritrovo frequentato da persone di tutte le generazioni. È localmente noto per la sua pasticceria con deliziose torte casalinghe. Nel menu sono presenti anche marmellate fatte in casa e caffè indigeno.
ru: Городское Кафе отеля Могрен - культовое место встречи для людей всех поколений. Оно локально известно своей кондитерской с вкусными домашними пирожными. В меню также есть домашнее варенье и местный кофе.

source: The terrace of the <a href="https://www.google.com/maps/search/?api=1&query=Gradska%%20Kafana%%2C%%20Budva%%2C%%20Budva%%20Municipality&query_place_id=ChIJVVVVhZPUTRMRAWcdB4S4ASQ/" target="_blank">City Cafe</a> prides itself with the most charming view in <a href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a>, overseeing a scenery full of vim and vigour, with the plateau in front of the walls of the <a href="https://www.visit-montenegro.com/destinations/budva/attractions/old-town/" target="_blank">Old Town</a>, where significant cultural and entertainment <a href="/en/events/" target="_blank">events</a> take place all year round. <br /><br /> Your stay in <a href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> doesn't count unless you indulged in the long and rich tradition that this place has to offer.
de: Die Terrasse des Stadtcafés ist stolz auf den bezaubernden Ausblick auf die lebhafte Landschaft von Budva. Das Plateau vor den Mauern der Altstadt bietet das ganze Jahr über bedeutende Kultur- und Unterhaltungsveranstaltungen. <br /><br /> Ihr Aufenthalt in Budva zählt nur wenn Sie sich der langen und reichen Tradition hingeben, die dieser Ort zu bieten hat.
fr: La terrasse du City Cafe se targue de la vue la plus charmante dans Budva, superviser un paysage plein de vim et de vigueur, avec le plateau devant les murs de la <a href="https://www.visit-montenegro.com/destinations/budva/attractions/old-town/" target="_blank"> Vieille ville </a>, où d'importants <a href="/en/events/" target="_blank"> événements </a> culturels et de divertissement </a> ont lieu toute l'année. <br /> <br /> Votre séjour à Budva ne compte que si vous vous adonnez à la longue et riche tradition que ce lieu a à offrir.
it: La terrazza del City Cafe si vanta della vista più affascinante di Budva, orientata verso uno scenario pieno di vigore, con l'altopiano di fronte alle mura del <a href="https://www.visit-montenegro.com/destinations/budva/attractions/old-town/" target="_blank">Città Vecchia</a>, dove gli <a href="/en/events/" target="_blank">eventi</a> culturali e di intrattenimento si svolgono durante tutto l'anno. <br /><br /> Il tuo soggiorno a Budva non conta se senza concedere nella lunga e ricca tradizione che questo posto ha da offrire.
ru: Терраса Городского Кафе гордится самым очаровательным видом в Будве, наблюдая за пейзажем, полным энергии, с плато перед стенами Старого Города, где большие культурные и развлекательные мероприятия проходят круглый год. Ваше пребывание в Будве не считается, если вы не ознакомитесь с богатой традицией, которую может предложить это место.

source: A la carte restaurant
fr: Restaurant à la carte
it: Ristorante alla carta
ru: Ресторан A la carte

source: The gastronomic milieu of <a href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> and <a href="https://www.lonelyplanet.com/montenegro/" target="_blank">Montenegro</a> has become richer for a place that is recognized for its unique flavours of <a href="https://theculturetrip.com/europe/montenegro/articles/10-traditional-montenegrin-dishes-you-need-to-try/" target="_blank">traditional</a> and international cuisine, an intimate ambience, and overall comfortable atmosphere. <br /><br /> In total, the hotel houses the aforementioned restaurant serving traditional and international cuisine, an aperitif bar, a sandwich bar, and a self-service restaurant. All areas are architecturally designed to replicate the noble and chic, yet traditional look that <a href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> embodies.
de: Mit der kompletten Renovierung ist das gastronomische Milieu von Budva und Montenegro um ein Lokal reicher geworden. Das Mogren Restaurant, mit den einzigartigen Aromen traditioneller und internationaler Küche, ist ein intimes und örtlich bekanntes Restaurant für seine komfortable Atmosphäre und lässige Stimmung. <br />Insgesamt beinhaltet das Hotel das bereits erwähnte Restaurant mit traditioneller und internationaler Küche, eine Aperitif Bar, eine Sandwichbar und ein Selbstbedienungsrestaurant. Alle Bereiche sind architektonisch so gestaltet dass sie den edlen und schicken, aber dennoch traditionellen Look von Budva wiedergeben. <br />Die Sandwichbar ist mit weiteren Vorteilen ausgestattet und bietet einen Billardtisch für zusätzlichen Spaß, sowie eine Terrasse für Gäste die lieber im Freien speisen. <br />Mit den vorgeschlagenen Degustationsmenüs haben die Gäste die Möglichkeit sich ein eigenes Menü zusammenzustellen! Für Personenvorgruppen kann ein Gruppenmenü mit besonderen Vorteilen erstellt werden. <br />
fr: Le milieu gastronomique de Budva et du Monténégro s'est enrichi pour un endroit reconnu pour ses saveurs uniques de cuisine traditionnelle et internationale, une ambiance intime et une atmosphère globalement confortable.<br /><br /> Au total, l'hôtel abrite le restaurant susmentionné servant une cuisine traditionnelle et internationale, un bar à apéritifs, un bar à sandwich et un restaurant en libre-service. Tous les domaines sont conçus de manière architecturale pour reproduire le look noble et chic, mais traditionnel que Budva incarne. <br /><br /> Le bar à sandwich est livré avec des avantages supplémentaires, nommant une table de billard pour plus de plaisir et une terrasse pour les clients qui préfèrent manger à l'extérieur. <br /><br /> Avec les menus de dégustation proposés, les clients ont la possibilité de créer leur propre menu! Un menu de groupe avec des avantages spéciaux peut être créé pour des pré-groupes de personnes.
it: L’offerta gastronomica di Budva e del Montenegro in genere si è arricchita di internazionalità in questo posto dall’ambiente intimo e dall’atmosfera rilassata. <br /><br /> Il ristorante dell’hotel serve piatti tradizionali ed internazionali, offre un bar per aperitivi e panini, oltre ad un servizio buffet self-service. Tutte le aree sono state disegnate elegantemente riflettendo il look della città stessa di Budva. <br /><br />
ru: Гастрономическая среда Будвы и Черногории стала богаче благодаря месту, которое признано своими уникальными вкусами традиционной и международной кухни, интимной и общей комфортной атмосферой. В отеле есть вышеупомянутый ресторан, предлагающий блюда традиционной и международной кухни, аперитив-бар, сэндвич-бар и ресторан самообслуживания. Все области архитектурно спроектированы так, чтобы воспроизвести благородный и шикарный, но в то же время традиционный вид Будвы.

source: The sandwich bar comes with additional benefits, appointing a billiard table for added fun and a terrace for guests who prefer dining outdoors. <br /><br /> With the suggested tasting menus, guests are being provided with the option of creating a menu of their own! A group menu with special benefits can be created for pre- groups of people.
de: Die Sandwichbar ist mit weiteren Vorteilen ausgestattet und bietet einen Billardtisch für zusätzlichen Spaß, sowie eine Terrasse für Gäste die lieber im Freien speisen. <br /><br /> Mit den vorgeschlagenen Degustationsmenüs haben die Gäste die Möglichkeit sich ein eigenes Menü zusammenzustellen! Für Personenvorgruppen kann ein Gruppenmenü mit besonderen Vorteilen erstellt werden.
fr: Le bar à sandwich est livré avec des avantages supplémentaires, nommant un billard table pour plus de plaisir et une terrasse pour les clients qui préfèrent manger en plein air. <br /> <br /> Avec les menus de dégustation suggérés, les clients reçoivent le possibilité de créer leur propre menu! Un menu de groupe avec spécial des avantages peuvent être créés pour des pré-groupes de personnes.
it: Il sandwich bar offre ulteriori vantaggi, offrendo un tavolo da biliardo per maggiore divertimento e una terrazza per gli ospiti che preferiscono cenare all'aperto. <br /><br /> Con i menu di degustazione suggeriti, agli ospiti viene offerta anche la possibilità di creare un menu tutto loro! Un menu di gruppo con vantaggi speciali può essere creato per pre-gruppi di persone.
ru: Сэндвич-бар имеет дополнительные преимущества, в том числе бильярдный стол для дополнительного удовольствия и террасу для гостей, предпочитающих обедать на свежем воздухе. С помощью предложенных дегустационных меню гостям предоставляется возможность создать собственное меню! Групповое меню со специальными преимуществами может быть создано для предварительных групп людей.

source: Hotel Mogren - Restaurants&Bars
de: Hotel Mogren - Restaurants
fr: Hotel Mogren - Restaurants
it: Hotel Mogren - Ristoranti
ru: Отель Могрен - Рестораны и Бары

source: hotel mogren weddings
de: hotel mogren hochzeiten
fr: hotel mogren mariage
it: hotel mogren matrimoni
ru: отель могрен свадьбы

source: The organization of your big Wedding Day can become our “burden”! Whether you want the theme to be classic or modern, our team can help you out!
de: Die Organisation Ihres großen Hochzeitstags kann zu unserer „Last“ werden! Ob Sie möchten, dass das Thema klassisch oder modern ist, unser Team kann Ihnen helfen!
fr: L'organisation de votre grand jour de mariage peut devenir notre &quot;fardeau&quot;! Que vous souhaitiez que le thème soit classique ou moderne, notre équipe peut vous aider!
it: L’organizzazione del tuo gran giorno di matrimonio può diventare la nostra mission. Che tu preferisca un tema moderno o più classico, la nostra squadra saprà aiutarti e soddisfarti al meglio.
ru: Организация вашего большого дня может стать нашим «бременем»!Независимо от того, хотите ли вы, чтобы тема была классической или современной, наша команда предложит вам множество вдохновляющих идей на выбор.

source: Budvanska Rivijera | Hotel Mogren - Wedding Ceremonies
de: Budvanska Rivijera | Hotel Mogren - Hochzeiten
fr: Budvanska Rivijera | Hotel Mogren - Cérémonies de Mariage
it: Budvanska Rivijera | Hotel Mogren - Matrimoni
ru: Будванская Ривьера | Отель Могрен - Свадебные церемонии

source: The enormity of it all a bit less overwhelming
de: Die ganze Organisation weniger überwältigend
fr: L'énormité de tout cela un peu moins écrasante
it: La complessità resa semplice
ru: Не беспокойтесь насчет организации - все в наших руках

source: We understand how hard the decision-making process in wedding planning is. However, the organization of your Big Day can become our “burden”!
de: Wir verstehen wie schwierig der Entscheidungsprozess bei der Hochzeitsplanung ist. Die Organisation Ihres großen Tages kann jedoch zu unserer „Last“ werden!
fr: Nous comprenons à quel point le processus décisionnel dans la planification d'un mariage est difficile. Cependant, l'organisation de votre grand jour peut devenir notre 'fardeau'!
it: Noi sappiamo quanto sia difficile pianificare tutto il necessario per festeggiare le proprie nozze al meglio. E proprio per questo, possiamo farlo noi per te!
ru: Мы понимаем, насколько сложен процесс принятия решений при планировании свадьбы. Однако организация вашего важного дня может стать нашим «бременем»!

source: Hotel Mogren - Weddings info
de: Hotel Mogren - Hochzeiten
fr: Hotel Mogren - Cérémonies de mariage
it: Hotel Mogren - Info su matrimoni
ru: Отель Могрен - Информация о свадьбах

source: The event managers we work with are on-the-ground-specialists who go back and forth to cover you from wedding cakes to floral decorations for a memorable “Yes” moment. They coordinate all food and beverage services, leave no stone unturned, and make sure all details are taken care of to craft a tailored experience - designed to make your fairy tale celebration come true.
de: Die Eventmanager, mit denen wir zusammenarbeiten, sind Helfer die Sie von Hochzeitstorten bis hin zu Blumendekorationen für einen unvergesslichen „Ja“ -Moment begleiten werden. Sie koordinieren alle Speisen- und Getränkeservices, lassen nichts unversucht und sorgen dafür dass alle Details berücksichtigt werden um ein maßgeschneidertes Erlebnis zu kreieren. All das so dass Ihre Märchenfeier Wirklichkeit wird!
fr: Les gestionnaires d'événements avec lesquels nous travaillons sont des spécialistes sur le terrain qui font des allers-retours pour vous couvrir des gâteaux de mariage aux décorations florales pour un moment «oui» mémorable. Ils coordonnent tous les services de restauration et de boissons, ne laissent rien au hasard et s'assurent que tous les détails sont pris en charge pour créer une expérience sur mesure - conçue pour que votre célébration de conte de fées devienne réalité.
it: Gli event manager con i quali lavoriamo sono specialisti abituati ad occuparsi di tutto quanto occorra, dalle torte nuziali alle decorazioni floreali, per un momento del “SI” davvero memorabile. Coordinano le pietanze e le bevande senza lasciare nulla al caso assicurandoti che tutto sia perfetto per il tuo giorno più speciale.
ru: Менеджеры мероприятий, с которыми мы работаем, являются отличными экспертами, которые позаботятся обо всех деталях, от свадебного торта до произнешения свадебного «да». Они координируют свои действия со всеми службами питания и напитков и следят за тем, чтобы каждой детали было уделено внимание, и чтобы свадьба вашей мечты осуществилась.

source: The magnificence of our balcony, in conjunction with the natural decorations around the <a title="Hotel Mogren - Overview" href="/en/hotel-mogren-in-budva/overview/" target="_blank">hotel</a>, make this site the most exquisite setting for unforgettable wedding ceremonies. Guests will have the possibility to soothe their senses with salty breezes coming from the sea, listen to waves crashing on the shore, all while witnessing the most amazing scenery - two people saying their vows during a romantic sunset landscape.
de: Die Pracht unseres Balkons, in Verbindung mit den natürlichen Dekorationen rund um das Hotel, wie der Adria und den vielen Palmen die die Räumlichkeiten umgeben, machen dieses Gebäude zum exquisitesten Ort für unvergessliche Hochzeitszeremonien. <br />Gäste haben die Möglichkeit ihre Sinne mit der salzigen Brise aus dem Meer zu beruhigen, den Wellen am Ufer zu lauschen und dabei Zeuge sein bei einer der atemberaubendsten Szenen; wo zwei Personen, während eines romantischen Sonnenuntergangs, ihr Eheversprechen aufsagen. <br />
fr: Les clients auront la possibilité d'apaiser leurs sens avec des brises salées venant de la mer, d'écouter les vagues se briser sur le rivage, tout en étant témoin du paysage le plus étonnant - deux personnes prononçant leurs vœux lors d'un coucher de soleil romantique.
it: La magnificenza della nostra terrazza insieme alla bellezza della natura che circonda l’hotel, come il Mar Adriatico e le numerose palme, fanno di questo il sito ideale per festeggiare le tue indimenticabili nozze. Gli ospiti avranno la possibilità di sentire la brezza marina, il frangersi delle onde sulla spiaggia e la luce del tramonto come background di quel fatidico SI.
ru: Красота нашего балкона в сочетании с природными украшениями вокруг отеля, такими как Адриатическое море и множество пальм, окружающих отель, делают этот вид самым красивым местом для незабываемой свадебной церемонии. Гости могут успокоить свои чувства соленым морским ветерком и послушать волны, бьющие о берег, наблюдая незабываемое зрелище, где молодожены дают свои клятвы на фоне романтического заката.

source: Newlyweds can adorn the whole event further with additional equipment such as a projector screen that displays videos to commemorate their most romantic moments. All in all, <a title="Hotel Mogren - Overview" href="/en/hotel-mogren-in-budva/overview/" target="_blank">hotel Mogren</a>’s terrace is the right address to unite your family, friends and relatives for a long-awaited occasion.
de: Das frisch verheiratete Paar kann die gesamte Veranstaltung mit zusätzlicher Ausstattung weiter schmücken; z.B. mit einer Projektionswand auf der Videos angezeigt werden können um an ihre romantischsten Momente zu erinnern. Alles in allem ist die Terrasse des Hotels Mogren die richtige Adresse um Ihre Familie, Freunde und Verwandte für einen lang ersehnten Anlass zu vereinen. <br />Vereinfachen Sie also Ihre Planung und verwandeln Sie Ihren Hochzeitstag in all das, was Sie sich vorgestellt haben. Hinterlassen Sie eine Nachricht mit Ihren Wünschen, und wir werden sicherstellen dass alle Ihre Anforderungen erfüllt werden. <br />
fr: Les nouveaux mariés peuvent encore agrémenter l'événement avec un équipement supplémentaire tel qu'un écran de projection qui affiche des vidéos pour commémorer leurs moments les plus romantiques. Dans l'ensemble, la terrasse de l'hôtel Mogren est la bonne adresse pour réunir votre famille, vos amis et vos proches pour une occasion tant attendue.
it: I novelli sposi potranno arricchire la cerimonia con equipaggiamenti addizionali come schermi per videoproiezione sui quali proiettare video commemorativi dei propri momenti più romantici. La terrazza dell’hotel Mogren è l’ideale per riunire famiglia ed amici per un’occasione speciale tanto attesa.
ru: Молодожены могут дополнительно украсить мероприятие дополнительным оборудованием, таким как проекторный экран, который будет отображать видео в память об их самых романтических моментах. Терраса отеля Могрен - это идеальное место, чтобы собрать семью, друзей и родственников для этой долгожданной возможности.

source: Live happily ever after
de: Glücklich und zufrieden bis ans Ende ihrer Tage
fr: Vivre heureux pour toujours
it: E vissero felici e contenti
ru: Жить долго и счастливо

source: Whether you want the theme to be classic and elegant or luxurious and modern, our team will come up with a myriad of inspirational ideas for you to choose from. <br /> <br /> So make sure to simplify your planning activities and transform your wedding day in <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> into everything you imagined. <a title="Hotel group Budvanska Rivijera - Contact" href="/en/contact/" target="_blank">Message us</a> and we’ll make sure to answer all your demands.
de: Gleichgültig ob Sie ein klassisches elegantes Thema, oder lieber ein luxuriöses modernes Motiv wünschen – unser Team wird Ihnen eine Vielzahl von inspirierenden Ideen nahe legen, aus denen Sie was auch immer Ihr Herz begehrt auswählen können.<br /> Also stellen Sie sicher Ihre Planungsaktivitäten zu vereinfachen, somit Sie Ihren Hochzeitstag in Budva in alles verwandeln können was Sie sich vorgestellt haben. Senden Sie uns unten Ihre Anfrage und wir werden sicherstellen dass alle Ihre Bedürfe erfüllt werden.
fr: Que vous souhaitiez que le thème soit classique et élégant ou luxueux et moderne, notre équipe vous proposera une myriade d'idées inspirantes. <br /> <br /> Assurez-vous donc de simplifier vos activités de planification et de transformer votre journée de mariage à Budva en tout ce que vous avez imaginé. Envoyez-nous un message ci-dessous et nous nous assurerons de répondre à toutes vos demandes.
it: Che sia moderno o classico ed elegante, la nostra squadra ti offrirà tante idee tra le quali poter scegliere secondo i tuoi personalissimi gusti. <br /> <br /> Assicurati di semplificare la pianificazione del tuo matrimonio e di renderlo esattamente ciò che immaginavi. Inviaci pure la tua richiesta e saremo felici di rispondere ad ogni tua esigenza.
ru: Несмотря на то, какую тему хотите - классическую и элегантную или роскошную и современную, наша команда предложит вам множество вдохновляющих идей на выбор.

source: hotel palas lux rooms
de: hotel palas unterkunft
fr: hotel palas chambres
it: hotel palas camere lux
ru: отель палас номера люкс

source: Budvanska Rivijera | Palas Lux Hotel - Rooms with Sea views
de: Budvanska Rivijera | Hotel Palas - Unterkunft
fr: HG Budvanska Rivijera | Hotel Palas - Chambres Avec Vue Mer
it: Budvanska Rivijera | Hotel Palas - Camere con Vista Mare
ru: Будванская Ривьера | Отель Палас Люкс - Номера с видом на море

source: Resort Palas Lux - Lux Double Room
de: Resort Slovenska Plaza - Doppelzimmer
fr: Resort Slovenska Plaza - Chambre double
it: Resort Palas Lux - Camera Doppia Lux
ru: Курорт Палас Люкс - Духместный номер Люкс

source: /en/hotel-palas-lux/rooms-and-suites/lux-double-room/
de: /de/hotel-palas-lux/unterkunft/lux-doppelzimmer/
fr: /fr/hotel-palas-lux/chambres-et-suites/chambre-double-lux/
it: /it/hotel-palas-lux/alloggi/camera-doppia-lux/
ru: /ru/hotel-palas-lux/nomera-i-apartamenty/dvukhmestnyy-nomer-lyuks/

source: Lux <br> Double Room
de: Doppelzimmer
fr: Chambre double
it: Camera doppia lux
ru: Люкс Двухместный номер

source: Resort Palas Lux - Lux Double Room with Separate Beds
de: Resort Palas Lux - Lux Doppelzimmer mit separaten Betten
fr: Resort Palas Lux - Chambre Double Lux avec Lits Séparés
it: Resort Palas Lux - Lux camera doppia con letti separati
ru: Отель Палас Люкс - Двухместный номер Люкс с раздельными кроватями

source: /en/hotel-palas-lux/rooms-and-suites/lux-double-room-with-separate-beds/
de: /de/hotel-palas-lux/unterkunft/lux-doppelzimmer-mit-separaten-betten/
fr: /fr/hotel-palas-lux/chambres-et-suites/chambre-double-lux-avec-lits-séparés/
it: /it/hotel-palas-lux/alloggi/camera-doppia-lux-con-letti-separati/
ru: /ru/hotel-palas-lux/nomera-i-apartamenty/dvukhmestnyy-nomer-lyuks-s-razdelnymi-krovatyami/

source: Lux Double Room with Separate Beds
de: 38 Zweibettzimmer mit Zustellbett
fr: Chambre double lux avec lits séparés
it: Camera doppia lux con letti separati
ru: Двухместный номер Люкс с раздельными кроватями

source: Resort Palas Lux - Lux Suite with Mountain View
de: Resort Slovenska Plaza - Suite mit Schlafsofa
fr: Resort Slovenska Plaza - Suite avec canapé-lit
it: Resort Palas Lux - Suite Lux con Vista Montagna
ru: Курорт Палас Люкс - Номер Люкс с видом на горы
