Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, ru

source: Our 300-seat hotel restaurant provides buffet style service to create delicious gourmet journeys for those who are looking for culinary indulgence.
de: Unser Hotelrestaurant, mit 300 Sitzplätzen, bietet Buffetservice um köstliche Gourmetreisen zu kreieren, für diejenigen die nach kulinarischem Genuss suchen. Mit dem implementierten HACCP-Standard und einer Vielzahl von nationalen und internationalen Menüs werden die Kriterien und der Geschmack selbst der anspruchsvollsten Gäste erfüllt.
fr: Notre hôtel-restaurant de 300 places propose un service de style buffet pour créer de délicieux voyages gastronomiques pour ceux qui recherchent l'indulgence culinaire. Avec la norme HACCP mise en œuvre et une variété de menus nationaux et internationaux, les critères et les goûts des clients les plus exigeants seront satisfaits.
it: Il ristorante dell’hotel prevede 300 posti a sedere ed offre un servizio a buffet con deliziose pietanze gourmet.
ru: Наш ресторан отеля на 300 мест предлагает обслуживание по системе "шведский стол", чтобы создать восхитительные гастрономические путешествия для тех, кто ищет кулинарных удовольствий.

source: Hotel Aleksandar - All-inclusive bar Oliva
de: All-inclusive Bar Oliva
fr: Bar tout compris „Oliva“
it: Bar “Oliva“ tutto incluso
ru: Отель Александр - Бар "Олива" по системе "все включено"

source: The sophisticated Oliva bar reflects the art of Mediterranean dining. Its stylish décor and attentive service offer of a variety of hot drinks, non-alcoholic drinks and alcoholic beverages.
de: Die raffinierte Oliva Bar spiegelt die Kunst des mediterranen Essens wider. Das stilvolle Dekor und der aufmerksame Service bieten eine Auswahl an Heißgetränken, alkoholfreien Getränken und alkoholischen Getränken. Jeden Tag um 11.30 Uhr werden Desserts serviert: Eis, Pfannkuchen, Strudel. Um 16 Uhr: Tee und Kaffee mit Kuchen und Keksen.
fr: Le bar sophistiqué Oliva reflète l'art de la cuisine méditerranéenne. Son décor élégant et son service attentionné proposent une variété de boissons chaudes, de boissons non alcoolisées et de boissons alcoolisées. Tous les jours à 11h30 des desserts sont servis: glaces, crêpes, strudels. A 16 heures: thé et café avec gâteaux et biscuits.
it: Le ricercate decorazioni del bar Oliva riflettono l’intento dell’hotel di offrire un’esperienza cliente in puro stile mediterraneo. Qui vengono serviti drink e bevande alcolici ed analcolici.
ru: Изысканный бар Олива отражает искусство средиземноморской кухни. Его стильный декор и внимательное обслуживание предлагают широкий выбор горячих, безалкогольных и алкогольных напитков.

source: Hotel Aleksandar - All-inclusive bar Tilla
de: Hotel Aleksandar - Zusätzliche
fr: Hotel Aleksandar - Additionnel
it: Hotel Aleksandar - bar Tilla tutto incluso
ru: Отель Александр - Бар "Тилия" по системе "все включено"

source: All-inclusive bar Tilla
de: All-inclusive Bar Oliva
fr: Bar tout compris „Oliva“
it: Bar Tilla tutto incluso
ru: Бар "Тилия" по системе "все включено"

source: All our guests who opted for our all-inclusive service are welcome to enjoy variety of soft drinks and alcoholic beverages along with homemade sweets.
de: Alle unsere Gäste, die sich für unseren All-Inclusive-Service entscheiden, sind herzlich eingeladen die Vielfalt von alkoholfreien und alkoholischen Getränken zusammen mit hausgemachten Süßigkeiten zu genießen.
fr: Tous nos clients qui ont opté pour notre service tout compris sont invités à profiter d'une variété de boissons gazeuses et de boissons alcoolisées ainsi que des bonbons faits maison.
it: Tutti i nostri ospiti che optano per il nostro servizio all-inclusive, sono invitati a gustare una varietà di bevande analcoliche e alcoliche, insieme a dolci fatti in casa.
ru: Все наши гости, которые выбрали наш сервис "все включено", могут насладиться разнообразными безалкогольными и алкогольными напитками, а также домашними сладостями.

source: Hotel Aleksandar - Aperitif bar Aleksandar
de: Aperitif-Bar Aleksandar
fr: Bar apéritif „Aleksandar“
ru: Отель Александр - Аперитив бар „Александр”

source: Across the reception there is an aperitif bar "Aleksandar" with a kids’ corner, where guests can relax with a morning coffee, fresh squeezed juices, and various cakes.
de: Gegenüber der Rezeption befindet sich die Aperitif-Bar Aleksandar mit einer Kinderecke in der Sie sich bei einem morgendlichen Kaffee, frisch gepressten Säften und verschiedenen Kuchen entspannen können.
fr: En face de la réception, vous trouverez un bar à apéritifs „Aleksandar“ avec un coin pour enfants, où vous pourrez vous détendre avec un café le matin, des jus de fruits frais pressés et divers gâteaux.
it: Nei pressi della reception si trova il bar &quot;Aleksandar&quot;, dotato di un angolo bambini in modo che gli ospiti adulti possano rilassarsi godendosi un caffè, una spremuta fresca e torte di vario tipo.
ru: Напротив стойки регистрации находится аперитив бар «Александр» с детским уголком, где гости могут отдохнуть с утренним кофе, свежевыжатыми соками и различными пирожными.

source: Hotel Aleksandar - Pool bar Pinea
de: Hotel Aleksandar - Lage
fr: Hotel Aleksandar - Localisation
ru: Отель Александр - Бар у бассейна "Пинеа"

source: At the newly opened pool complex is a Pool bar "Pinea", centrally positioned for everyone's convenience.
de: Im neu eröffneten Poolkomplex befindet sich die Poolbar "Pinea", die für jedermann's Bequemlichkeit zentral gelegen ist.
fr: Au complexe de la piscine nouvellement ouvert est un bar de la piscine "Pinea", positionné au centre pour la commodité de chacun.
it: Presso il complesso di piscine di recente apertura, è presente il bar "Pinea", posizionato centralmente per la comodità di tutti.
ru: В недавно открытом спа - комплексе находится бар у бассейна *Пинеа*, расположенный в центре для всех желающих.

source: Hotel Castellastva - Castellastva Restaurant
de: Hotel Castellastva - Restaurants
fr: Hotel Castellastva - Restaurants
it: Hotel Castellastva - Ristoranti e Bar
ru: Отель Кастелластва - Кастелластва Ресторан

source: Castellastva Restaurant
de: Hotel Castellastva - Restaurants
fr: Hotel Castellastva - Restaurants
it: Hotel Castellastva - Ristoranti e Bar
ru: Кастелластва Ресторан

source: Located minutes from the beachfront is hotel Castellastva’s well-hidden gourmet restaurant, snuck between olive and other tropical trees.
de: Nur wenige Minuten vom Strand entfernt befindet sich das gut versteckte Gourmetrestaurant des Hotels Castellastva. Man kann es zwischen Olivenbäumen und anderen tropischen Pflanzarten entdecken. Dort kann man verschiedene Gerichte essen, die von regional bis international reichen.
fr: Situé à quelques minutes de la plage, le restaurant gastronomique bien caché de l'hôtel Castellastva, niché entre des oliviers et d'autres arbres tropicaux, propose de bons plats.
it: A pochi minuti dal fronte-mare si trova il ristorante gourmet dell’hotel Castellastva, tra ulivi e piante tropicali, che offre deliziose pietanze.
ru: В нескольких минутах ходьбы от пляжа находится хорошо спрятанный ресторан изысканной кухни отеля Кастелластва, спрятанный между оливковыми и другими тропическими деревьями.

source: Slovenska Plaza Resort
fr: Resort Slovenska Plaza - Restaurants
ru: Славянский Пляж Kурорт

source: Resort Slovenska Plaza - Slovenska Plaza Full Board Restaurant
de: Resort Slovenska Plaza - Restaurants
fr: Resort Slovenska Plaza - Restaurants
it: Resort Slovenska Plaza - Slovenska Plaza Ristorante
ru: Курорт Славянский Пляж - Ресторан Славянский Пляж с полным пансионом

source: Slovenska Plaza Full Board Restaurant
de: Resort Slovenska Plaza - Restaurants
fr: Resort Slovenska Plaza - Restaurants
it: Slovenska Plaza Ristoranti Pensione Completa
ru: Ресторан Славянский Пляж с полным пансионом

source: The resort’s Full Board Restaurant has the capacity of 700 seats, thus bearing semplance to a large food fair with flexibility in food choices due to a catered buffet.
de: Das Vollpension-Restaurant des Hotels hat eine Kapazität von 700 Plätzen und gibt somit den Eindruck das es eine große Lebensmittelmesse im vollen Gange sei.
fr: Le restaurant en pension complète du complexe a une capacité de 700 places, ce qui vous permet de vous réjouir d'une grande foire alimentaire avec une flexibilité dans les choix alimentaires grâce à un buffet traiteur.
it: Il Full Board Restaurant del resort ha una capacità di 700 posti a sedere, offrendo così una parvenza per una grande fiera alimentare con flessibilità nelle scelte alimentari a causa di un buffet di catering.
ru: Ресторан с полным пансионом рассчитан на 700 мест, что делает его похожим на большую продовольственную ярмарку с огромным выбором блюд благодаря буфету с обслуживанием.

source: Resort Slovenska Plaza - Primorski restoran (The Seaside Restaurant)
de: Resort Slovenska Plaza - Restaurants
fr: Resort Slovenska Plaza - Restaurants
it: Resort Slovenska Plaza - Primorski restoran (Ristorante al mare)
ru: Курорт Славянский Пляж - Приморский ресторан

source: Primorski restoran (The Seaside Restaurant)
de: Primorski restoran (Das Restaurant am Meer)
fr: Primorski restoran (Restaurant en bord de mer)
it: Primorski restoran (Il Restorante al Mare)
ru: Приморский ресторан

source: Placed at one of the establishment’s swimming pools and is covered in natural shade, consequently creating a perfect daytime option for rest and indulging in national dishes for true hedonists.
de: Es befindet sich in einem der Swimmingpools des Hotels und ist mit natürlichem Schatten bedeckt. Dies bietet eine perfekte Möglichkeit für wahre Hedonisten, wo sie sich ausruhen und nationalen Gerichten hingeben können.
fr: Placé dans l'une des piscines de l'établissement et couvert à l'ombre naturelle, créant ainsi une option de jour idéale pour se reposer et se livrer à des plats nationaux pour les vrais hédonistes.
it: Situato in una delle piscine dello stabilimento ed coperto da ombra naturale, creando di conseguenza un'opzione diurna perfetta per riposare e concedersi piatti dei nazionali per i veri edonisti.
ru: Расположен в одном из бассейнов заведения и покрыт тенью, что создает идеальный дневной вариант для отдыха и позволяет насладиться национальными блюдами для настоящих гедонистов.

source: Resort Slovenska Plaza - Aperitif Bar
de: Resort Slovenska Plaza - Hotelübersicht
fr: Resort Slovenska Plaza - Présentation de l'hôtel
ru: Курорт Славянский Пляж - Аперитив бар

source: Aperitif Bar
de: Aperitif-Bar Aleksandar
fr: Apéritif <br/> Bar
it: Un bar <br/> Per aperitivi
ru: Аперитив бар

source: Ideal place for refreshment after an intensive day of sports, hiking or sunbathing at the beach. It offers cakes, pastry, and drinks.
de: Idealer Ort zur Erfrischung nach einem intensiven Tag voller Sport, Wandern oder Sonnenbaden am Strand. Es bietet Kuchen, Gebäck und Getränke.
fr: Lieu idéal pour se rafraîchir après une journée intensive de sport, de randonnée ou de bronzage à la plage. Il propose des gâteaux, des pâtisseries et des boissons.
it: Luogo ideale per rinfrescarsi dopo un'intensa giornata di sport, hiking o prendere il sole in spiaggia. Offre torte, pasticceria e bevande.
ru: Идеальное место для освежения после интенсивного дня занятий спортом, пеших прогулок или принятия солнечных ванн на пляже. Здесь подают пирожные, кондитерские изделия и напитки.

source: Resort Slovenska Plaza - Raspućin (Rasputin)
de: Resort Slovenska Plaza - Lage
fr: Resort Slovenska Plaza - Localisation
ru: Курорт Славянский Пляж - Распутин

source: Raspućin (Rasputin)
ru: Распутин

source: Raspućin (Rasputin) is one of the most renowned cafés in the entire Budva Riviera. With its 50 seats and an appealing location overlooking the green areas.
de: Raspućin (Rasputin) ist eines der bekanntesten Cafés an der gesamten Riviera von Budva. Es verfügt über 50 Sitzplätzen und einer ansprechenden Lage mit Blick auf die Grünflächen des Hotels.
fr: Raspućin (Rasputin) est l'un des cafés les plus renommés de toute la Riviera de Budva. Avec ses 50 places assises et un emplacement attrayant avec vue sur les espaces verts.
it: Raspućin (Rasputin) è uno dei caffè più famosi dell'intera Riviera di Budva. Con i suoi 50 posti a sedere e una posizione accattivante con vista sulle aree verdi.
ru: Распутин - одно из самых известных кафе на всей Будванской ривьере с его 50 местами и привлекательным расположением с видом на зеленые зоны.

source: Hotel Mogren - Mogren City Hotel
de: Hotel Mogren - Kontakt
fr: Hotel Mogren - Réunions et événements
ru: Отель Могрен - Могрен городской отель

source: Mogren City Hotel
de: Stadthotel
fr: Fort de Mogren
ru: Городской отель Могрен

source: The Mogren City Cafe is a cult rendezvous spot for people of all generations. It is locally known for its pastry shop with delicious homestyle cakes.
de: Das Mogren Stadtcafé ist ein Kult-Treffpunkt für Menschen aller Generationen. Es ist bekannt für seine Konditorei mit köstlichen hausgemachten Kuchen.
fr: Le Mogren City Cafe est un lieu de rendez-vous culte pour les gens de toutes les générations. Il est connu localement pour sa pâtisserie avec de délicieux gâteaux maison.
it: Il Mogren City Cafe è un luogo di incontro di culto per persone di tutte le generazioni. È localmente noto per la sua pasticceria con deliziose torte casalinghe.
ru: Городское Кафе Могрен - культовое место встречи людей всех поколений. В местном масштабе оно известно кондитерской с восхитительными домашними пирогами.

source: Hotel Mogren - Mogren’s a la carte restaurant
de: Hotel Mogren - Restaurants
fr: Hotel Mogren - Restaurants
it: Hotel Mogren - Ristorante a la carte di Mogren
ru: Отель Могрен - Ресторан Могрена A la carte

source: Mogren’s a la carte restaurant
de: A la carte Restaurant
fr: Restaurant à la carte
it: Ristorante alla carta di Mogren
ru: Ресторан Могрена A la carte

source: The gastronomic milieu of Budva and Montenegro has become richer for a place that is recognized for its unique flavours of traditional and international cuisine.
de: Das gastronomische Milieu von Budva und Montenegro ist für einen Ort, der für seine einzigartigen Aromen traditioneller und internationaler Küche bekannt ist, reicher geworden.
fr: Le milieu gastronomique de Budva et du Monténégro s'est enrichi pour un lieu reconnu pour ses saveurs uniques de cuisine traditionnelle et internationale.
it: L'ambiente gastronomico di Budva e Montenegro è diventato più ricco per un luogo che è riconosciuto per i suoi sapori unici di cucina tradizionale e internazionale.
ru: Гастрономическая среда Будвы и Черногории стала богаче благодаря месту, известному своими уникальными вкусами традиционной и международной кухни.

source: resort slovenska plaza 3 star rooms
de: resort slovenska plaza 3 sterne unterkunft
fr: resort slovenska plaza chambres 3 etoiles
it: resort slovenska plaza alloggi 3 stelle
ru: курорт славянский пляж 3 звезды номера

source: Resort Slovenska Plaza has 1069 accommodation units, appointing 414 rooms and 108 suites, of which 724 rooms and suites have their own balconies.
de: Resort Slovenska Plaza verfügt über 1069 renovierte Wohneinheiten die den Anforderungen eines 3-Sterne-Hotels entsprechen. Die 3 * Gebäude verfügen über 865 Zimmer und 204 Suiten, von denen 724 Zimmer und Suiten über eine eigene Terrasse verfügen.
ru: Курорт Славянский Пляж располагает 1069 номерами, в том числе 414 номерами и 108 люксами, из которых 724 номера и люкса имеют свои собственные балконы.

source: Budvanska Rivijera | Resort Slovenska Plaza - 3-Star Rooms
de: Budvanska Rivijera | Resort Slovenska Plaza - 3-Sterne Unterkunft
fr: Budvanska Rivijera | Resort Slovenska Plaza - Chambres 3 etoiles
it: Budvanska Rivijera | Resort Slovenska Plaza - Alloggi-3-stelle
ru: Будванская Ривьера | Курорт Славянский Плаж - 3 звезды номера

source: ACCOMMODATION***
de: UNTERKUNFT &#9733;&#9733;&#9733;
fr: Hébergement &#9733;&#9733;&#9733;
it: ALLOGGI &#9733;&#9733;&#9733;
ru: ПРОЖИВАНИЕ &#9733;&#9733;&#9733;

source: ACCOMMODATION****
de: UNTERKUNFT &#9733;&#9733;&#9733;&#9733;
fr: Hébergement &#9733;&#9733;&#9733;&#9733;
it: ALLOGGI &#9733;&#9733;&#9733;&#9733;
ru: ПРОЖИВАНИЕ &#9733;&#9733;&#9733;&#9733;

source: ECO LABEL
fr: ÉCO LABEL
it: CERTIFICATO ECOLOGICO
ru: ЭКО-ЗНАК ECOLABEL

source: TENNIS RESORT
ru: ТЕННИСНЫЙ КУРОРТ

source: RESORT SLOVENSKA PLAZA
ru: КУРОРТ СЛАВЯНСКИЙ ПЛЯЖ

source: Eco Label
fr: Label écologique
it: Certificato Ecologico
ru: Эко-знак Ecolabel

source: Tenis resort
de: Tennis Resort
fr: Station de tennis
ru: Tеннисный курорт

source: ACCOMMODATION 3*
de: UNTERKUNFT 3*
fr: HÉBERGEMENT 3 *
it: ALLOGGI 3*
ru: ПРОЖИВАНИЕ 3*

source: Accommodation 3*
de: Unterkunft 3*
fr: Hébergement 3 *
it: Alloggi 3*
ru: Проживание 3*

source: <a title="Resort Slovenska Plaza - Overview" href="/en/hotel-slovenska-plaza-in-budva/overview/" target="_blank">Resort Slovenska Plaza</a> has 522 accommodation units meet the requirements for a 3* category holiday spot. The 3* buildings appoint around 865 rooms and 204 suites, of which 323 units have their own terraces.
de: Das <a title="Resort Slovenska Plaza - Overview" href="/en/hotel-slovenska-plaza-in-budva/overview/" target="_blank">Resort Slovenska Plaza</a> verfügt über 522 Unterkünfte, die alle Anforderungen für einen Urlaubsort der Kategorie 3 * erfüllen. Die 3-Sterne Gebäude verfügen über rund 865 Zimmer und 204 Suiten, von denen 323 über eine eigene Terrasse verfügen.
fr: <a title="Resort Slovenska Plaza-Overview" href="/en/hotel-slovenska-plaza-in-budva/overview/" target="_blank"> Resort Slovenska Plaza </a> dispose de 522 unités d'hébergement répondant aux exigences pour un lieu de vacances de catégorie 3 *. Les bâtiments 3 * accueillent environ 414 chambres et 108 suites, dont 323 unités ont leur propre terrasse.
it: <a title="Resort Slovenska Plaza - Overview" href="/en/hotel-slovenska-plaza-in-budva/overview/" target="_blank">Resort Slovenska Plaza</a> dispone di 522 unità abitative che soddisfano i requisiti per un luogo di vacanza di categoria 3*. Le strutture a 3 stelle hanno 414 camere e 108 suite, di cui 323 unità hanno il proprio terrazzo.
ru: Курорт Cлавянский Пляж располагает 522 номерами, отвечающими требованиям для отдыха категории 3*. В зданиях 3* предусмотрено 414 номеров и 104 апартамента.

source: Resort Slovenska Plaza - Accommodation 3* - Comfort Twin Room with Extra Bed
de: Resort Slovenska Plaza - Unterkunft 3* - Suite mit Schlafsofa
fr: Resort Slovenska Plaza - Hébergement 3* - Suite avec canapé-lit
it: Resort Slovenska Plaza - Alloggi 3* - Suite con Divano Letto
ru: Курорт Славянский Плаж - Размещение 3* - Двухместный номер "Комфорт" с отдельными кроватями и дополнительной кроватью

source: /en/hotel-slovenska-plaza-in-budva/3-star-guest-rooms/comfort-twin-room-extra-bed/
de: /de/hotel-slovenska-plaza-in-budva/3-sterne-unterkunft/komfort-zweibettzimmer-mit-zustellbett/
fr: /fr/hotel-slovenska-plaza-a-budva/chambres-d-hotes-3-etoiles/chambre-twin-confort-avec-lit-supplémentaire/
it: /it/hotel-slovenska-plaza-a-budva/alloggi-3-stelle/camera-doppia-comfort-con-letto-aggiunto/
ru: /ru/otel-slovenskiy-plyazh-v-budve/3-zvezdochnyye-nomera/dvukhmestnyy-nomer-komfort/

source: Resort Slovensa Plaza - Comfort Twin Room with Extra Bed
fr: Resort Slovenska Plaza - Suite avec canapé-lit
it: Resort Slovenska Plaza - Suite con Divano Letto
ru: Курорт Славянский Плаж - Двухместный номер "Комфорт" с отдельными кроватями и дополнительной кроватью

source: Comfort Twin Room with Extra Bed
fr: Chambre twin confort avec lit supplémentaire
it: Camera doppia comfort con letto extra
ru: Двухместный номер "Комфорт" с отдельными кроватями и дополнительной кроватью

source: Resort Slovenska Plaza - Accommodation 3* - Family Apartment with Balcony
fr: Resort Slovenska Plaza - Hébergement 3* - Suite avec canapé-lit
it: Resort Slovenska Plaza - Alloggi 3* - Appartamento Familiare Con Balcone
ru: Курорт Славянский Пляж - Размещение 3* - Семейный апартамент с балконом

source: /en/hotel-slovenska-plaza-in-budva/3-star-guest-rooms/family-apartment-balcony/
de: /de/hotel-slovenska-plaza-in-budva/3-sterne-unterkunft/familienwohnung-mit-balkon/
fr: /fr/hotel-slovenska-plaza-a-budva/chambres-d-hotes-3-etoiles/appartement-familial-avec-balcon/
it: /it/hotel-slovenska-plaza-a-budva/alloggi-3-stelle/appartamento-familiare-con-balcone/
ru: /ru/otel-slovenskiy-plyazh-v-budve/3-zvezdochnyye-nomera/semeynaya-kvartira-s-balkonom/

source: Resort Slovensa Plaza - Family Apartment with Balcony
fr: Resort Slovenska Plaza - Présentation de l'hôtel
it: Resort Slovenska Plaza - Appartamento Familiare Con Balcone
ru: Курорт Славянский Пляж - Семейный апартамент с балконом

source: Family Apartment with Balcony
de: Deluxe Suite mit Balkon
fr: Suite de Luxe avec Balcon
it: Appartamento Familiare Con Balcone
ru: Семейный апартамент с балконом

source: Resort Slovenska Plaza - Accommodation 3* - Double/Twin Room no Balcony
de: Resort Slovenska Plaza - Unterkunft 3* - Doppelzimmer
fr: Resort Slovenska Plaza - Hébergement 3* - Chambre double
it: Resort Slovenska Plaza - Alloggi 3* - Camera doppia
ru: Курорт Славянский Пляж - Размещение 3 * - Двухместный номер с 1 кроватью / 2 отдельными кроватями без балкона

source: /en/hotel-slovenska-plaza-in-budva/3-star-guest-rooms/double-twin-room/
de: /de/hotel-slovenska-plaza-in-budva/3-sterne-unterkunft/doppel-zweibettzimmer/
fr: /fr/hotel-slovenska-plaza-a-budva/chambres-d-hotes-3-etoiles/chambre-double-lits-jumeaux/
it: /it/hotel-slovenska-plaza-a-budva/alloggi-3-stelle/camera-matrimoniale-doppia/
ru: /ru/otel-slovenskiy-plyazh-v-budve/3-zvezdochnyye-nomera/dvukhmestnyy-nomer/

source: Resort Slovensa Plaza - Double/Twin Room no Balcony
de: Resort Slovenska Plaza - Doppelzimmer
fr: Resort Slovenska Plaza - Chambre double
it: Resort Slovenska Plaza - Camera doppia
ru: Курорт Славянский Пляж - Двухместный номер с 1 кроватью / 2 отдельными кроватями без балкона

source: Resort Slovenska Plaza - Accommodation 3* - Double/Twin Room with Balcony
de: Resort Slovenska Plaza - Unterkunft 3* - Doppelzimmer mit Balkon
fr: Resort Slovenska Plaza - Hébergement 3* - Chambre double
it: Resort Slovenska Plaza - Alloggi 3* - Camera doppia
ru: Курорт Славянский Пляж - Размещение 3 * - Двухместный номер с 1 кроватью / 2 отдельными кроватями с балконом

source: /en/hotel-slovenska-plaza-in-budva/3-star-guest-rooms/double-twin-room-balcony/
de: /de/hotel-slovenska-plaza-in-budva/3-sterne-unterkunft/doppel-zweibettzimmer-mit-balkon/
fr: /fr/hotel-slovenska-plaza-a-budva/chambres-d-hotes-3-etoiles/chambre-double-lits-jumeaux/
it: /it/hotel-slovenska-plaza-a-budva/alloggi-3-stelle/monolocale-con-cucina/
ru: /ru/otel-slovenskiy-plyazh-v-budve/3-zvezdochnyye-nomera/dvukhmestnyy-nomer/

source: Resort Slovensa Plaza - Double/Twin Room with Balcony
fr: Resort Slovenska Plaza - Chambre double
ru: Курорт Славянский Пляж - Двухместный номер с 1 кроватью / 2 отдельными кроватями с балконом

source: Resort Slovenska Plaza - Accommodation 3* - Studio Apartment with Kitchen
fr: Resort Slovenska Plaza - Hébergement 3* - Suite avec canapé-lit
ru: Курорт Славянский Пляж - Размещение 3* - Апартамент-студия с кухней

source: /en/hotel-slovenska-plaza-in-budva/3-star-guest-rooms/studio-apartment-kitchen/
de: /de/hotel-slovenska-plaza-in-budva/3-sterne-unterkunft/studio-apartment-mit-küche/
fr: /fr/hotel-slovenska-plaza-a-budva/chambres-d-hotes-3-etoiles/studio-avec-cuisine/
it: /it/hotel-slovenska-plaza-a-budva/alloggi-3-stelle/monolocale-con-cucina/
ru: /ru/otel-slovenskiy-plyazh-v-budve/3-zvezdochnyye-nomera/odnokomnatnaya-kvartira-s-kukhney/

source: Resort Slovensa Plaza - Studio Apartment with Kitchen
fr: Resort Slovenska Plaza - Suite avec canapé-lit
ru: Курорт Славянский Пляж - Апартамент-студия с кухней
