Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/me/LC_MESSAGES/django.po
Languages: zxx

source: The hotel boasts two terraces with 800 seats in total, a shop with delicious home-made pastry and a <a title="Hotel Mogren - Restaurants" href="/en/hotel-mogren-in-budva/restaurants-and-bars/" target="_blank">restaurant</a>, among many other amenities.
zxx: Hotel ima dvije terase sa ukupno 800 mjesta, i prodavnicu sa ukusnim domaćim pecivima, kao i <a title = "Hotel Mogren - Restaurants" href ="/en/hotel-mogren-in-budva/restaurants-and-bars/" target = "_blank" >restoran</a>, pored svih ostalih pogodnosti.

source: "That’s why in no time you can reach one interesting point after the other. Staying in our hotel doesn’t simply imply excellent services with great amenities, but a vacation full of activity and memories to be made."
zxx: Pošto je hotel jedna od najstarijih građevina u Budvi, sve je izgrađeno baš oko ovog mjesta, što predstavlja veliku prednost. <br /> <br /> &quot;Zbog toga, od jedne zanimljive atrakcije do druge možete stići za svega par minuta. Boravak u našem hotelu ne podrazumijeva samo odlične usluge sa sjajnim sadržajima, već i odmor pun aktivnosti i stvaranje lijepih uspomena.

source: hotel mogren location
zxx: hotel mogren lokacija

source: Hotel Mogren is directly looking at the Adriatic Sea and Budva's Old Town. Besides that, many other notable landmarks are within reach from here.
zxx: Iz hotela Mogren pruža se direktan pogled na Jadransko more i Stari grad Budva. Osim toga, zahvaljujući atraktivnoj lokaciji, brojne druge znamenitosti su vam na dohvat ruke.

source: Sea Gate - Main Entrance
zxx: Sea gate - Glavni ulaz

source: Ricardova Glava Beach Golden sand <br /> Swimming, Food and drink
zxx: Ričardova Glava Zlatna pješčana plaža <br /> Plivanje, hrana i piće

source: Pizana Beach Mixed sand <br /> Swimming, Water sports, Food and drink
zxx: Pizana Beach Mixed sand, <br /> Plivanje, vodeni sportovi, hrana i piće

source: Mogren Beach
zxx: Plaža Mogren

source: Slovenska Beach Mixed sand <br /> Swimming, Water sports, Food and drink
zxx: Slovenska Plaža Mixed Sand <br /> plivanje, vodeni sportovi, hrana i piće

source: Becici Beach Mixed sand <br /> Swimming, Water sports, Food and drink
zxx: Bečići Beach Mixed sand <br /> Plivanje, vodeni sportovi, hrana i piće

source: hotel mogren conference rooms
zxx: hotel mogren konferencijske sale

source: The attractive position and spaciousness of hotel Mogren's terrace are adapted to suit different forms of events, with most frequent ones being conferences.
zxx: Atraktivan položaj i prostranost terasa hotela Mogren prilagođeni su održavanju različitih događaja, od kojih su to najčešće konferencije.

source: Hotel Mogren - Meetings&Events
zxx: Hotel Mogren - Sastanci i događaji

source: <a title="Hotel Mogren - Overview" href="/en/hotel-mogren-in-budva/overview/" target="_blank">Hotel Mogren</a>'s elegant terrace offers a beautiful view of the <a title="Adriatic Sea" href="https://travelhonestly.com/adriatic-sea/" target="_blank">Adriatic sea</a>, the walls of the <a title="Budva old Town" href="https://www.visit-montenegro.com/destinations/budva/attractions/old-town/" target="_blank">Old Town</a>, and the <a title="Marina Budva" href="https://www.yachtagent.me/marina-budva.html/" target="_blank">city marina</a>. The attractive <a title="Hotel Mogren - Location" href="/en/hotel-mogren-in-budva/location/" target="_blank">position</a> and spaciousness of the area are adapted to suit different forms of <a title="Hotel Group Budvanska Rivijera - Events" href="/en/events/" target="_blank">events</a>, with the most frequent one being conferences and seminars.
zxx: Elegantnu terasu <a title=""Hotel Mogren - Overview"" href=""https://hgbudvanskarivijera.com/en/hotel-mogren-in-budva/overview/"" target=""_blank"">Hotela Mogren</a>, </a> krasi predivan pogled na Jadransko more, na zidove <a title="Budva old Town" href=""https://www.visit-montenegro.com/destinations/budva/attractions/old-town/" target="_blank">Starog grada</ a >, i na <a title="Marina Budva" href="https://www.yachtagent.me/marina-budva.html/" target="_blank">gradsku marinu</a>. Atraktivna <a title="Hotel Mogren - Location" href="/en/hotel-mogren-in-budva/location/" target="_blank">lokacija</a> i prostranost područja prilagođeni su različitim potrebama i <a title="Hotel Group Budvanska Rivijera - Events" href="https://hgbudvanskarivijera.com/en/events/" target="_blank">događajima</a>, a to su najčešće konferencije i seminari.

source: The open-air reception capacitates can be suitable decorated to transform the terrace into a stimulating business area. With space rental, organizers can also count on the integration of our restaurant in order to deliver delicious food and refreshing drinks to attendees.
zxx: Cijeli prostor može biti tako uređen da postane stimulativan poslovni prostor. Uz iznajmljivanje prostora, organizatori takođe mogu računati na naš restoran radi isporuke ukusne hrane i osvežavajućih pića gostima.

source: We additionally make sure to supply our beneficiaries with all mandatory tech equipment to uphold a high standard. <a title="Hotel Group Budvanska Rivijera - Contact" href="/en/contact/" target="_blank">Upon request</a>, there are projector screens, HD video projectors, microphones, and more. Plan your next successful business meeting with a view to remember.
zxx: Dodatno se trudimo da našim posjetiocima i korisnicima usluga dostavimo svu obaveznu tehničku opremu radi održavanja visokog standarda. <a title="Hotel grupa Budvanska rivijera-Contact" href="/hr/contact/" target="_blank"> Na zahtjev </a>, na raspolaganju su ekrani projektora, HD video projektori, mikrofoni i još mnogo toga. Planirajte sledeći uspješan poslovni sastanak s pogledom za pamćenje.

source: Budva, Montenegro
zxx: Budva, Crna Gora

source: hotel mogren restaurants
zxx: hotel mogren restorani

source: Hotel Mogren features a restaurant and cafe, with the latter one being Budva's cult rendezvous spot for people of all generations.
zxx: Hotel Mogren ima restoran i kafić, gdje se u prijatnom ambijentu okuplja lokalno stanovništvo Budve svih generacija.

source: City Cafe
zxx: Gradska kafana

source: <a href="https://www.google.com/maps/search/?api=1&query=Gradska%%20Kafana%%2C%%20Budva%%2C%%20Budva%%20Municipality&query_place_id=ChIJVVVVhZPUTRMRAWcdB4S4ASQ/" target="_blank">The Mogren City Cafe</a> is a cult rendezvous spot for people of all generations. It is locally known for its pastry shop with delicious homestyle cakes. Homemade jam, as well as indigenous coffee are also on the menu.
zxx: <a href="https://www.google.com/maps/search/?api=1&query=Gradska%%20Kafana%%2C%%20Budva%%2C%%20Budva%%20Municipality&query_place_id=ChIJVVVVhZPUTRMRAWcdB4S4ASQ/" target="_blank">Gradska kafana Mogren</a> svim generacijama predstavlja tradicionalno mjesto za okupljanje. Lokalno je poznata po svojoj poslastičarnici i ukusnim domaćim kolačima. Na meniju se mogu naći i domaći džemovi, kao i domaća kafa.

source: The terrace of the <a href="https://www.google.com/maps/search/?api=1&query=Gradska%%20Kafana%%2C%%20Budva%%2C%%20Budva%%20Municipality&query_place_id=ChIJVVVVhZPUTRMRAWcdB4S4ASQ/" target="_blank">City Cafe</a> prides itself with the most charming view in <a href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a>, overseeing a scenery full of vim and vigour, with the plateau in front of the walls of the <a href="https://www.visit-montenegro.com/destinations/budva/attractions/old-town/" target="_blank">Old Town</a>, where significant cultural and entertainment <a href="/en/events/" target="_blank">events</a> take place all year round. <br /><br /> Your stay in <a href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> doesn't count unless you indulged in the long and rich tradition that this place has to offer.
zxx: Terasa Gradske kafane ponosi se najčarobnijim pogledom u Budvi, odakle imate pregled na živopisan prostor i i plato na zidinama Starog grada, gdje se održavaju razni kulturološki i zabavni <a href="https://hgbudvanskarivijera.com/en/events/" target="_blank">programi</a> tokom godine. <br /><br /> Ne računa se da ste boravili u Budvi ukoliko ne postanete dio duge i bogate tradicije koju vam ovo mjesto nudi.

source: A la carte restaurant
zxx: A la carte restoran

source: The gastronomic milieu of <a href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> and <a href="https://www.lonelyplanet.com/montenegro/" target="_blank">Montenegro</a> has become richer for a place that is recognized for its unique flavours of <a href="https://theculturetrip.com/europe/montenegro/articles/10-traditional-montenegrin-dishes-you-need-to-try/" target="_blank">traditional</a> and international cuisine, an intimate ambience, and overall comfortable atmosphere. <br /><br /> In total, the hotel houses the aforementioned restaurant serving traditional and international cuisine, an aperitif bar, a sandwich bar, and a self-service restaurant. All areas are architecturally designed to replicate the noble and chic, yet traditional look that <a href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> embodies.
zxx: Gastronomski milje Budve i Crne Gore postao je bogatiji za mjesto koje je prepoznato po svojim jedinstvenim ukusima tradicionalne i internacionalne kuhinje, intimnom ambijentu i sve u svemu, prijatnoj atmosferi.<br /><br /> Sveukupno, u hotelu se nalazi gore pomenuti restoran koji služi tradicionalnu i internacionalnu kuhinju, aperitiv bar, sendvič bar i samouslužni restoran. Sve prostorije su dizajnirane po ugledu na plemenit i moderan, a opet tradicionalan izgled koji Budva objedinjuje.<br /><br /> Sendvič bar nudi dodatne pogodnosti, tu je i bilijarski sto za dodatnu zabavu i terasa za goste koji preferiraju ručak na otvorenom.<br /><br /> Uz predloženi meni za degustaciju, gostima se pruža mogućnost da sami kreiraju jelovnik! Grupni meni sa posebnim pogodnostima može se napraviti i za manje grupe ljudi.

source: The sandwich bar comes with additional benefits, appointing a billiard table for added fun and a terrace for guests who prefer dining outdoors. <br /><br /> With the suggested tasting menus, guests are being provided with the option of creating a menu of their own! A group menu with special benefits can be created for pre- groups of people.
zxx: Sendvič bar nudi dodatne pogodnosti, uz bilijar sto za dodatnu zabavu i terase za goste koji više vole da ručavaju napolju. <br /><br /> Uz predložene menije za degustaciju, gostima se pruža mogućnost kreiranja sopstvenog menija! Grupni meni sa posebnim pogodnostima se može napraviti za najavljene grupe ljudi.

source: Hotel Mogren - Restaurants&Bars
zxx: Hotel Mogren - Restorani

source: hotel mogren weddings
zxx: hotel mogren vjenčanja

source: The organization of your big Wedding Day can become our “burden”! Whether you want the theme to be classic or modern, our team can help you out!
zxx: Ne dozvolite da planiranje vašeg vjenčanja bude teret! Bilo da želite da tema vjenčanja bude klasična ili moderna, naš stručni tim će vam pomoći!

source: The enormity of it all a bit less overwhelming
zxx: Ne brinite oko organizacije </br> sve je u našim rukama

source: We understand how hard the decision-making process in wedding planning is. However, the organization of your Big Day can become our “burden”!
zxx: Razumijemo koliko je težak proces donošenja odluka u vezi sa planiranjem vjenčanja. Međutim, organizacija vašeg velikog dana može postati naš „teret“!

source: Hotel Mogren - Weddings info
zxx: Hotel Mogren - Vjenčanja

source: The event managers we work with are on-the-ground-specialists who go back and forth to cover you from wedding cakes to floral decorations for a memorable “Yes” moment. They coordinate all food and beverage services, leave no stone unturned, and make sure all details are taken care of to craft a tailored experience - designed to make your fairy tale celebration come true.
zxx: Naši event menadžeri su sjajni u svom poslu i staraju se o svim detaljima, od torte, pa do samog kraja ceremonije. Vode računa o tome da se svaki put stvori neko unikatno iskustvo, kako bi vaše vjenčanje iz snova bilo baš onakvo kakvo ste vi zamislili.

source: The magnificence of our balcony, in conjunction with the natural decorations around the <a title="Hotel Mogren - Overview" href="/en/hotel-mogren-in-budva/overview/" target="_blank">hotel</a>, make this site the most exquisite setting for unforgettable wedding ceremonies. Guests will have the possibility to soothe their senses with salty breezes coming from the sea, listen to waves crashing on the shore, all while witnessing the most amazing scenery - two people saying their vows during a romantic sunset landscape.
zxx: Ljepota našeg balkona, u kombinaciji sa prirodnim ukrasima oko hotela, kao što su Jadransko more i mnoštvo palmi koje okružuju objekat, čine ovaj pogled najljepšim za nezaboravne svadbene svečanosti.

source: Newlyweds can adorn the whole event further with additional equipment such as a projector screen that displays videos to commemorate their most romantic moments. All in all, <a title="Hotel Mogren - Overview" href="/en/hotel-mogren-in-budva/overview/" target="_blank">hotel Mogren</a>’s terrace is the right address to unite your family, friends and relatives for a long-awaited occasion.
zxx: Mladenci mogu čitav događaj naknadno ukrasiti dodatnom opremom, poput projektora koji prikazuje snimke njihovih romantičnih trenutaka. Terasa hotela Mogren je prava adresa za okupljanja za porodice, prijatelja i rodbine za na primjer, jednu ovako dugo očekivanu priliku.

source: Live happily ever after
zxx: Živite srećno do kraja života

source: Whether you want the theme to be classic and elegant or luxurious and modern, our team will come up with a myriad of inspirational ideas for you to choose from. <br /> <br /> So make sure to simplify your planning activities and transform your wedding day in <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> into everything you imagined. <a title="Hotel group Budvanska Rivijera - Contact" href="/en/contact/" target="_blank">Message us</a> and we’ll make sure to answer all your demands.
zxx: Bez obzira da li želite da tema bude klasična, elegantna ili luksuzna i moderna, naš tim će vam ponuditi bezbroj inspirativnih ideja od kojih ćete moći da birate. <br /> <br /> Zato obavezno nemojte trošiti svoje vrijeme na planiranj, prepustite se nama i pretvorite dan vjenčanja u Budvi u sve što ste zamislili. Pošaljite nam poruku u nastavku i sigurno ćemo odgovoriti na sve vaše zahtjeve.

source: hotel palas lux rooms
zxx: hotel palas sobe

source: Resort Palas Lux - Lux Double Room
zxx: Resort Slovenska Plaža - Lux dvokrevetna soba

source: /en/hotel-palas-lux/rooms-and-suites/lux-double-room/
zxx: /me/hotel-palas-lux/smjestaj/lux-dvokrevetna-soba/

source: Lux <br> Double Room
zxx: Dvokrevetna soba

source: Resort Palas Lux - Lux Double Room with Separate Beds
zxx: Resort Palas Lux - Lux dvokrevetna soba sa odvojenim ležajevima

source: /en/hotel-palas-lux/rooms-and-suites/lux-double-room-with-separate-beds/
zxx: /me/hotel-palas-lux/smjestaj/lux-dvokrevetna-soba-sa-odvojenim-lezajevima/

source: Lux Double Room with Separate Beds
zxx: Lux dvokrevetna soba sa odvojenim ležajevima

source: Resort Palas Lux - Lux Suite with Mountain View
zxx: Resort Slovenska Plaža - Lux apartman sa pogledom na brdo

source: /en/hotel-palas-lux/rooms-and-suites/lux-suite-mountain-view/
zxx: /me/hotel-palas-lux/smjestaj/lux-apartman-pogled-na-brdo/

source: Lux Suite with Mountain <br> View
zxx: Lux Apartman sa <br> pogledom na planine

source: Resort Palas Lux - Lux Suite with Sea View
zxx: Resort Slovenska Plaža - Lux apartman sa pogledom na more

source: /en/hotel-palas-lux/rooms-and-suites/lux-suite-sea-view/
zxx: /me/hotel-palas-lux/smjestaj/lux-apartman-pogled-na-more/

source: Lux Suite with Sea <br> View
zxx: Apartman sa sofom

source: hotel palas rooms
zxx: hotel palas sobe

source: Budvanska Rivijera | Palas Hotel - Rooms with Sea views
zxx: Budvanska Rivijera | Hotel Palas - Sobe sa pogledom na more

source: Hotel Palas features a mixture of classic and modern ornamentation with 171 accommodation units: 151 twin/double rooms, 8 interconnecting rooms, and 4 suites, with 90 units (suites included) facing the sea. Most of rooms, except for the suites, is double/twin with potential for an extra bed and balconies that oversee fields of green and blue.
zxx: Hotel Palas je moderno osmišljen hotel sa klasičnim elementima sa 171 smještajnom jedinicom: 151 soba, 8 porodičnih soba, i 4 apartmana (dok 90 soba ima pogled na more). Svaka soba, osim apartmana, je dvokrevetna sa mogućnošću za dodavanje još jednog pomoćnog ležaja, dok brojne terase i velike zelene površine pojačavaju privlačnost ovog modernog hotela.

source: Hotel Palas - Double Room with Sea View
zxx: Hotel Palas -Class room/Sala Katič

source: /en/hotel-palas/rooms-and-suites/double-room-sea-view/
zxx: /me/hotel-palas/smjestaj/dvokrevetna-soba-sa-pogledom-na-more/

source: Comfort Double Room with Terrace and Sea View
zxx: Comfort dvokrevetna soba sa pogledom na more

source: Hotel Palas - Double Room with Mountain View
zxx: Hotel Palas -Class room/Sala Katič

source: /en/hotel-palas/rooms-and-suites/double-room-mountain-view/
zxx: /me/hotel-palas/smjestaj/dvokrevetna-soba-sa-pogledom-na-brdo/

source: Comfort Double Room with Terrace and Mountain View
zxx: Comfort dvokrevetna soba sa pogledom na brdo

source: Hotel Palas - Standard Double Room
zxx: Posebna ponuda - Standardna dvokrevetna soba

source: /en/hotel-palas/rooms-and-suites/standard-double-room/
zxx: /me/hotel-palas/smjestaj/standardna-dvokrevetna-soba/

source: Standard <br> Double Room
zxx: Standardna Dvokrevetna Soba

source: hotel palas pools
zxx: hotel palas bazeni

source: Hotel Palas features two swimming pools and is located right across the beach, making it the perfect venue for guests who look for active vacations.
zxx: Hotel Palas ima dva bazena i nalazi se odmah pored plaže, što ga čini savršenim mjestom za goste koji traže aktivni odmor.

source: More than just swimming pools
zxx: Više od klasičnih bazena

source: It’s the experience that our swimming pools deliver to our guests. The <a title="Hotel Palas - Wellness" href="/en/hotel-palas/wellness-and-spa/" target="_blank">wellness centre</a> of our hotel consists of an outdoor saltwater pool and an indoor freshwater pool. <br /> <br /> Next to the pool, the hotel guests may use beach equipment such as complimentary sunbeds, parasols, hammocks and chill out beds. To those who get hungry or thirsty from water activities, there are refreshments available from the <a title="Hotel Palas - Restaurants" href="/en/hotel-palas/restaurants-and-bars/" target="_blank">Pool Bar</a>.
zxx: To je iskustvo koje naši bazeni pružaju gostima. Wellness centar našeg hotela sastoji se od otvorenog bazena sa slanom vodom i zatvorenog bazena sa slatkom vodom. <br /> <br /> Pored bazena, gosti hotela mogu koristiti i plažni mobilijar poput besplatnih ležaljki, suncobrana, ljuljaški i slično. Za one koji ogladne ili požele piće nakon vodenih aktivnosti, na raspolaganju su osvježenja u baru bazena. <br /> <br />

source: Safe place for your children
zxx: Bezbijedno mjesto za vašu djecu

source: There is an indoor children’s pool assigned to our youngest guests, with lifeguards and first aid staff on alert at any time so that parents can rest assured that their child(ren) can enjoy swimming without risks. Apart from the department that takes care of safety there’s also an animation team that guarantees educational and fun activities for both <a title="Hotel Group Budvanska Rivijera - Activities" href="/en/activities/" target="_blank">children</a> and <a title="Budva visitors guide for elderly people" href="/en/news/budva-visitors-guide-for-elderly-people/" target="_blank">elderly</a> guests.
zxx: Tu je i zatvoreni dječji bazen namijenjen našim najmlađim gostima, sa spasiocima, kao i osobljem koja je tu da pruži prvu pomoć, koji su u svakom trenutku na oprezu, tako da roditelji mogu biti sigurni da će njihovo dijete ili djeca moći da plivaju bez rizika. Pored sektora koje brine o bezbijednosti, postoji i tim animatora koji garantuje edukativne i zabavne aktivnosti, kako za djecu, tako i za starije goste.

source: Romance at night
zxx: Večernja romantika

source: Couples favour our pool site during twilight, chasing sunsets and waiting for the dark sky to be illuminated with radiant clusters of stars. For chilly nights, there’s a different ambience that guests can seek inside our indoor pool. Its coloured LED lights on the ceiling generate a pleasant atmosphere for relaxing conversations in the evening, where you can also enjoy a drink or two.
zxx: Parovi preferiraju naš bazen tokom sumraka, znajući da će uživati u zalasku sunca i čekati da tamno nebo bude osvijetljeno blistavim zvijezdama. Za prohladne noći, postoji drugi ambijent koji gosti mogu potražiti u našem zatvorenom bazenu. LED lampice na plafonu stvaraju prijatnu atmosferu za opuštajući razgovor u večernjim časovima, gdje takođe možete uživati u piću ili dva.

source: The beaches in our vicinity
zxx: Plaže u našoj blizini

source: <a title="Hotel Palas - Overview" href="/en/hotel-palas/overview/" target="_blank">Palas Hotel’s</a> harmonious environment is especially accentuated by the vicinity of the beachfront. The 600 meter long beach is a mixture of sand and pebble with crystal clear water and stretches next to one of the hotel’s many gates. It has got lifeguards who maintain order, monitoring every situation carefully for your family’s or other travel companions’ convenience.
zxx: Harmonično okruženje hotela Palas posebno je naglašeno blizinom obale mora. Plaža dužine 600 metara mješavina je pijeska i šljunka sa kristalno čistom vodom i prostire se pored jedne od nekoliko kapija hotela. Tu su takođe i spasioci koji održavaju red na plaži i pažljivo prate svaku situaciju i paze na porodice i njihove bližnje.

source: In addition to the town beach, not far away (cca 500 meters) is another sand beach called <a title="Lucice Beach" href="https://www.tripadvisor.com/Attraction_Review-g804484-d12701005-Reviews-Lucice_Beach-Petrovac_Budva_Municipality.html/" target="_blank">Lucice</a>. It’s a bliss for families who are looking for a quiet resting place. With just 220m in length, without jet skis or any or other speed boats, this place is truly the equivalent for paradise.
zxx: Pored gradske plaže, nedaleko (oko 500 metara) nalazi se još jedna pješčana plaža Lučice. To je blaženstvo za porodice koje traže mirno odmaralište. Dužine svega 220m, dok na vidiku nema ni vodenih skija niti bilo kog drugog glisera, ovo mesto je zaista ekvivalent raju.

source: Explore beaches in neighboring cities
zxx: Istražite plaže u susjednim gradovima
