Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/me/LC_MESSAGES/django.po
Languages: zxx

source: The nomenclature embodies the very feel of the hotel with its lavishing vegetation and Mediterranean vibes. An exceptional <a title="Hotel Aleksandar - Location" href="/en/hotel-aleksandar-in-budva/location/" target="_blank">geographical position</a>, with few meters of walk to the city’s longest beach, enables our guests to shift from one enjoying oasis to another.
zxx: Nazivi vila personifikuju bogato zelenilo hotela, kao i mediteranski šarm kojima su vile okružene. Izuzetna lokacija, sa samo nekoliko metara šetnje do najduže gradske plaže, omogućava našim gostima da se premjeste iz jedne oaze u drugu.

source: With the exclusive exit/entry leading directly from our <a title="Hotel Aleksandar - Beaches&Pools" href="/en/hotel-aleksandar-in-budva/beaches-and-pools/" target="_blank">pool area</a> to the city’s promenade, guests will have access to various attractions, <a title="Hotel Aleksandar - Restaurants&Bars" href="/en/hotel-aleksandar-in-budva/restaurants-and-bars/" target="_blank">restaurants</a>, souvenir shops, and much more in no time.
zxx: Sa ekskluzivnim izlazom/ulazom vodi direktno od našeg <a title="Hotel Aleksandar-Beaches&Pools" href="/hr/hotel-aleksandar-in-budva/beaches-and-pools/" target="_blank"> bazena </a> do gradskog šetališta, gosti imaju pristup raznim atrakcijama, <a title="Hotel Aleksandar-Restorani&Bars" href="/hr/hotel-aleksandar-in-budva/restaurants-and-bars/" target="_blank"> restoranima </a>, prodavnicama suvenira i još mnogo toga u blizini.

source: Amenities
zxx: Pogodnosti

source: Close by parking house
zxx: Obližnje atrakcije

source: Free access to wireless in the rooms and in public places
zxx: Besplatan pristup WiFi-u u sobama i na javnim mjestima

source: Reception, lobby
zxx: Recepcija, lobi

source: Internet center at the reception
zxx: Internet centar na recepciji

source: <a title="Hotel Aleksandar - Wellness&Spa" href="/en/hotel-aleksandar-in-budva/wellness-and-spa/" target="_blank">Massage</a> and physiotherapy center at affordable prices for hotel guests
zxx: <a title="Hotel Aleksandar-Wellness&Spa" href="/hr/hotel-aleksandar-in-budva/wellness-and-spa/" target="_blank"> Masaža </a> i fizioterapeutski centar po povoljnim cijenama za goste hotela

source: Modern equipped mini <a title="Hotel Aleksandar - Wellness&Spa" href="/en/hotel-aleksandar-in-budva/wellness-and-spa/" target="_blank">wellness center</a>
zxx: Moderno opremljen mini <a title="Hotel Aleksandar-Wellness&Spa" href="/hr/hotel-aleksandar-in-budva/wellness-and-spa/" target="_blank">wellness centar</a>

source: Hotel Policy
zxx: Politika hotela

source: Accept all credit cards
zxx: Prihvatamo sve kartice

source: Check-in after 12:00
zxx: Prijava/Check-in nakon 12:00

source: Check-out by 10:00
zxx: Odjava/Check-out do 10:00

source: Late check-out at an extra charge
zxx: Kasna odjava/Late check-out uz doplatu

source: Pets are not allowed
zxx: Ljubimci nisu dozvoljeni

source: Certificates
zxx: Sertifikati

source: Lauded the most family-friendly hotel in the Adriatic Sea
zxx: Proglašen za jedan od najboljih porodičnih hotela na Jadranu

source: Idyllic and tranquil, it is a preferred destination for families from all around the globe. Guests love the fact that the complex features a total of 187 family rooms and suites, 3 outdoor swimming pools (saltwater and freshwater pools), playgrounds for kids, and many other facilities spread across a beautifully landscaped estate, of which all can be utilized as recreation amenities for quality leisure activities.
zxx: Idiličan i miran, preferirana je destinacija za porodice sa svih strana svijeta. Kompleks sadrži ukupno 187 porodičnih soba i apartmana, 3 otvorena bazena (bazeni sa slanom i slatkom vodom), dječija igrališta, i mnogih drugih sadržaja raspoređenih po lijepo uređenom imanju, koji se mogu koristiti kao rekreacioni sadržaji za kvalitetno provedeno slobodno vrijeme.

source: For parents who want peace of mind, we have both indoor playrooms and outdoor playgrounds for their energetic offspring. The indoor playroom of 150 m2 is a colourful kids’ play complex that comes with a baby corner, <a title="Hotel Aleksandar - Beaches&Pools" href="/en/hotel-aleksandar-in-budva/beaches-and-pools/" target="_blank">pools with balls</a>, a multilevel play labyrinth, along with a lot of soft and safe equipment for added fun.
zxx: Za roditelje koji žele mir, postoje zatvorene igraonice i otvorena igrališta za djecu. Zatvorena igraonica od 150 m2 ima dječiji kutak, bazene sa lopticama, lavirint na više nivoa za igru, zajedno sa mnoštvom mekane i sigurne opreme za dodatnu zabavu.

source: Connected to this room is a lively <a title="Hotel Aleksandar - Restaurants&Bars" href="/en/hotel-aleksandar-in-budva/restaurants-and-bars/" target="_blank">bar</a> where parents can relax and drink some coffee while their little ones are having a great time. *These two rooms are also available for birthday parties.
zxx: Za roditelje mališana postoji i bar koji je spojen sa igraonicom, gdje oni mogu popiti kafu dok se djeca zabavljaju. *Ove dvije prostorije su takođe dostupne za rođendanske zabave.

source: During evening hours it is also parents and elderly guests who can enjoy theme parties, folklore evenings, magician shows, and live <a title="Budvanska Rivijera - Events" href="/en/events/" target="_blank">music performances</a>. The whole agenda is crafted to make vacations fun for both you, and the rest of your family.
zxx: Tokom večernjih sati roditelji i stariji gosti mogu uživati u tematskim zabavama, folklornim večerima, mađioničarskim predstavama i muzičkim nastupima. Agenda je osmišljena tako da odmor bude zabavan, za sve članove porodice

source: hotel aleksandar apartment
zxx: hotel aleksandar apartman

source: Budvanska Rivijera | Hotel Aleksandar - Apartment
zxx: Budvanska Rivijera | Hotel Aleksandar - Apartman

source: APARTMENT
zxx: APARTMAN

source: The comfortable type of accommodation unit brings a dose of luxury and peace. It consists of two rooms, a bedroom and a living room equipped with modern holiday furniture. The possibility of a sofa bed in living room. These apartments are mostly with terrace and most with sea or pool views. Max occupancy - two adults and two children or one adult as a third adult person
zxx: Komforni tip smještajne jedinice donosi dozu luksuza i mira. Sastoji se od dvije prostorije, spavaće sobe i dnevnog boravka koji je opremljen modernim namještajem za odmor. U dnevnom boravku mogućnost sofe na razvlačenje. Ovi apartmani su sa terasom i većina ih ima pogled more ili bazen. Max occupancy - dvoje odraslih i dvoje djece ili jedna odrasla osoba kao treća

source: Sea or pool
zxx: Bazen/more

source: Hotel Aleksandar is close to many great places, in both Budva and the Montenegrin coastline, that can be reached by foot, car or bus.
zxx: Hotel Aleksandar se nalazi u blizini mnogih sjajnih mjesta, kako u Budvi, tako i na crnogorskom primorju, a do kojih se lako može doći pješke, automobilom ili autobusom.

source: hotel aleksandar location
zxx: hotel aleksandar lokacija

source: Budvanska Rivijera | Hotel Aleksandar - Location
zxx: Budvanska Rivijera | Hotel Aleksandar - Lokacija

source: How to Find Us
zxx: Kako do nas

source: A 2-minute walk from <a title="Beaches in Budva" href="https://www.tripadvisor.com/Attractions-g304074-Activities-c61-t52-Budva_Budva_Municipality.html/" target="_blank">Budva Beach</a>, this relaxed seasonal hotel is 2 km from 15th-century <a title="Podmaine Monastery Budva" href="https://www.tripadvisor.com/Attraction_Review-g304074-d7102365-Reviews-Podmaine_Monastery-Budva_Budva_Municipality.html/" target="_blank">Podmaine Monastery</a> and 4 km from the <a title="Aquapark Budva" href="https://www.tripadvisor.com/Attraction_Review-g14779260-d10536640-Reviews-Aquapark_Budva-Podostrog_Budva_Municipality.html/" target="_blank">Aquapark Budva</a>. <br /> Distance from the centre of Budva: 1400 meters<br /> Distance from the <a title="Budva Main Bus Station" href="https://www.google.com/maps/d/u/0/viewer?msa=0&ie=UTF8&t=m&ll=42.288294000000036%%2C18.84060899999995&spn=0.015239%%2C0.027466&z=15&source=embed&mid=1plQW-OOPcncHcDU_WW4cOuIjkF4/" target="_blank">Budva Main Bus Station</a> : 700 meters <br /> Distance from the airports: 16.2 km (<a title="Tivat Airport" href="https://mapcarta.com/18786304/" target="_blank">Tivat Airport</a>), 34 km ( <a title="Podgorica Airport" href="http://www.maplandia.com/serbia-and-montenegro/airports/podgorica-airport/" target="_blank">Podgorica Airport</a>)
zxx: 2 minuta hoda od <a title="Beaches in Budva" href="https://www.tripadvisor.com/Attractions-g304074-Activities-c61-t52-Budva_Budva_Municipality.html/" target="_blank">plaže u Budvi </a>, ovaj sezonski hotel za opuštanje udaljen je 2 km - Manastira Podmaine iz 15. vijeka i 4 km od Aquaparka Budva. <br /> Udaljenost od centra Budve: 1400 metara <br /> Udaljenost od Glavne autobuske stanice Budva: 700 metara <br /> Udaljenost od aerodroma: 16.2 km (Aerodroma Tivat), 34 km ( Aerodrom Podgorica)

source: BUS STATION
zxx: AUTOBUSKA STANICA

source: Budva Main Bus Station
zxx: Glavna autobuska stanica u Budvi

source: CLOSEST AIRPORTS
zxx: NAJBLIŽI AERODROMI

source: Tivat Airport
zxx: Aerodrom u Tivtu

source: Podgorica Airport
zxx: Aerodrom u Podgorici

source: Dubrovnik Airport
zxx: Aerodrom u Dubrovniku

source: MOST POPULAR LANDMARKS
zxx: NAJPOPULARNIJE ZNAMENITOSTI

source: Lovcen National Park
zxx: Nacionalni Park Lovćen

source: Kotor Clock Tower
zxx: Sat kula u Kotoru

source: CLOSEST LANDMARKS
zxx: NAJBLIŽE ZNAMENITOSTI

source: Omnia Night Club
zxx: Noćni klub Omnia

source: Podmaine Monastery
zxx: Manastir Podmaine

source: The Church of St.John
zxx: Crkva Svetog Jovana

source: Budva Citadel
zxx: Citadela Budva

source: Holy Trinity Church
zxx: Crkva Svete Trojice

source: BEACHES IN THE NEIGHBORHOOD
zxx: PLAŽE U BLIZINI

source: Slovenska Beach
zxx: Slovenska plaža

source: Pizana Beach
zxx: Plaža Pizana

source: Fenix Beach
zxx: Plaža Fenix

source: Dukley Beach
zxx: Dukley Plaža

source: Ricardova Glava Beach
zxx: Plaža Ričardova Glava

source: Becici Beach
zxx: Plaža Bečići

source: Hotel Aleksandar has conference rooms available for the organization of different events. Contact us now and book your next seminar, meeting, etc.
zxx: Hotel Aleksandar na raspolaganju ima konferencijske sale za organizovanje raznih događaja. Kontaktirajte sa nama i rezervišite sljedeći seminar, sastanak isl.

source: hotel aleksandar conference rooms
zxx: hotel aleksandar konferencijske sale

source: Budvanska Rivijera | Hotel Aleksandar - Conference Rooms
zxx: Budvanska Rivijera | Hotel Aleksandar - Konferencije

source: Meetings
zxx: Sastanci i događaji

source: Hotel Aleksandar - Meetings&Events
zxx: Hotel Aleksandar - Sastanci i događaji

source: Hotel Aleksandar’s exceptional <a title="Hotel Aleksandar - Location" href="/en/hotel-aleksandar-in-budva/location/" target="_blank">position</a> and prime hotel facilities make it an ideal venue for hosting productive board meetings, conferences, interviews, and smaller congresses. It has two air-conditioned conference rooms with high-speed WLAN connection.
zxx: Sjajna lokacija hotela Aleksandar i vrhunski hotelski sadržaji čine ga idealnim mjestom za održavanje sastanaka odbora, konferencija, intervjua i manjih kongresa. Postoje dvije klimatizovane konferencijske sale koje imaju high-speed WLAN vezu.

source: Hotel Aleksandar - Conference Room
zxx: Hotel Aleksandar - Konferencije

source: Conference Room
zxx: Konferencijska sala

source: Hotel Aleksandar - Banquet room
zxx: Hotel Aleksandar - Sala za bankete

source: Banquet room
zxx: Sala za bankete

source: Hotel Aleksandar - Additional
zxx: Hotel Aleksandar - Dodatno

source: Additional
zxx: Dodatno

source: Conference room, with the size of 80 square meters and a capacity of 100 seats is especially suitable for presentations, seminars, workshops, conferences and smaller congresses. It provides state-of-the-art tech and conference equipment such as HD beamers, projector screens, white boards, flip charts, and more upon request.
zxx: Konferencijska sala, veličine 80 kvadratnih metara i kapaciteta od 100 mjesta posebno je prilagođena za prezentacije, seminare, radionice, konferencije i manje kongrese. U sklopu nje se nalazi najsavremenija tehnološka i konferencijska oprema kao što su HD projektori, ekrani za projektore, table i druga oprema na zahtjev.

source: Type of seating
zxx: Vrste sjedišta

source: Number of seats
zxx: Broj stolica

source: T-Shape
zxx: T-oblik

source: Classroom
zxx: Classroom/Sala

source: Boardroom
zxx: Sala za sastanke

source: Hollow square
zxx: Okrugli sto

source: Theatre
zxx: Pozorište

source: Banquet room is a 60 square meters area which capacitates around 50 seats and has the possibility to adjust for various small-scale purposes - from mini meetings, professional lectures and presentations to business lunches or dinners. <br /> Height: 3,00 m; Length 10,50 m; Width 5,90 m.
zxx: Sala za bankete je površine 60 kvadratnih metara i može smjestiti u prosjeku 50 ljudi. Moguće je prilagoditi prostor za razne manje događaje - od manjih sastanaka, stručnih predavanja i prezentacija do poslovnih ručkova ili večera.<br /> Visina: 3,00 m; Dužina 10,50 m; Širina 5,90 m.

source: Banquet
zxx: Banket

source: Banquet rounds
zxx: Banket runde

source: An addition to our offer is the opportunity for delicious catering, where we can provide attendees with options such as: coffee breaks, juices, tea, homemade biscuits, and pastries.
zxx: Dodatak našoj ponudi je mogućnost organizovanja ukusnog keteringa, gdje prisutnima možemo pružiti usluge poput: kafe pauze, sokova, čaja, domaćih biskvita i peciva.

source: Stay in touch
zxx: Budite u toku

source: Budva, Montenegro
zxx: Budva, Crna Gora

source: Hotel Aleksandar features restaurants/bars that provide unique Mediterranean menus with plenty of local, continental, and international dishes.
zxx: Hotel Aleksandar ima restorane/barove koji nude jedinstvene mediteranske menije sa obiljem domaćih, kontinentalnih i internacionalnih jela.

source: hotel aleksandar restaurants
zxx: hotel aleksandar restorani

source: Budvanska Rivijera | Hotel Aleksandar - Restaurants & Bars
zxx: Budvanska Rivijera | Hotel Aleksandar - Restorani i barovi

source: Restaurants
zxx: Restorani

source: Restaurant
zxx: Restoran

source: Our 300-seat hotel restaurant provides buffet style service to create delicious gourmet journeys for those who are looking for culinary indulgence. With the implemented <a title="HACCP" href="https://www.nqa.com/en-me/certification/standards/haccp/" target="_blank">international food quality</a> standards and a variety of national and international menus, the criteria and tastes of even the most demanding guests will be satisfied.
zxx: Naš hotelski restoran može smjestiti 300 ljudi i pruža uslugu švedskog stola za stvaranje ukusnih gurmanskih putovanja za sve one koji traže kulinarsko zadovoljstvo. Sa implementiranim HACCP standardom i raznovrsnim domaćim i međunarodnim jelima, kriterijumi i ukusi čak i najzahtjevnijih gostiju biće zadovoljeni.

source: <a title="Hotel Aleksandar - Overview" href="/en/hotel-aleksandar-in-budva/overview/" target="_blank">Hotel Aleksandar</a> restaurants are furnished to create a Mediterranean ambience and serve excellent seafood, provide <a title="10 Traditional Montenegrin Dishes You Need to Try" href="https://theculturetrip.com/europe/montenegro/articles/10-traditional-montenegrin-dishes-you-need-to-try/" target="_blank">local</a> products with high nutritional quality for breakfast - with every dish being respected as an occasion. Guests can either enjoy their meals either on-site as half- board, full-board or all-inclusive options, or ask for bed and breakfast service.
zxx: Restorani <a title="Hotel Aleksandar - Overview" href="https://hgbudvanskarivijera.com/en/hotel-aleksandar-in-budva/overview/" target="_blank">hotela Aleksandar</a> su opremljeni i dekorisani tako da stvore atmosferu mediteranskog ambijenta, a služe izvrsne morske plodove, kao i jela od domaćih proizvoda visokog nutritivnog kvaliteta. Gosti mogu uživati u obrocima na bazi usluge polupansiona, punog pansiona, all inclusive usluge ili usluge noćenja sa doručkom.

source: Kid-Friendly Restaurant Menu
zxx: Jelovnik restorana prilagođen djeci

source: We celebrate the coming together of a family by making sure our flavours satisfy everyone’s palates. Which is why parents will be delighted to hear that we offer specially prepared children’s menus at our restaurants so that grown-ups and kids alike can enjoy a most wonderful dining experience at any time of the day.
zxx: Možemo reći da proslavljamo to što se porodice okupljaju kod nas osiguravajući da naši ukusi zadovolje očekivanja svakog gosta. To je razlog zbog čega će roditelji biti srećni kad čuju da u našim restoranima nudimo posebno pripremljene dječije jelovnike kako bi i odrasli i djeca mogli da uživaju u jelu u bilo koje doba dana.

source: Guardians will also find a kids’ corner within the hotel’s restaurant where menus are adapted for a healthy children’s diet. Once a week we organize a “healthy corner” session where our educators serve <a title="Whole Wheat Chocolate Chip Cookies" href="https://www.bettycrocker.com/recipes/whole-wheat-chocolate-chip-cookies/391acf6b-df6c-49d3-894b-4ac705dc9cb2/" target="_blank">whole-wheat cookies</a> and squeeze healthy fruits to create colourful juices to introduce children to healthy food choices.
zxx: U sklopu hotelskog restorana postoji i dječiji kutak gdje roditelji ili staratelji mogu pronaći meni prilagođen zdravoj ishrani za djecu. Jednom nedjeljno se organizuje „zdrav kutak“ gdje naši edukatori poslužuju kolače od cijelog zrna pšenice i cijede voće kako bi napravili raznobojne sokove za djecu i upoznali ih sa zdravim izborima u ishrani.

source: Refreshment corner with sweet delights, sophisticated Oliva bar reflects the art of Mediterranean dining. Its stylish décor and attentive service offer of a variety of hot drinks, non-alcoholic drinks and alcoholic beverages. Every day at 11.30 desserts are served: ice cream, pancakes, strudels. At 16 o'clock: tea and coffee with cakes and biscuits.
zxx: Prefinjeni Oliva bar odiše umjetnošću mediteranskog življenja kao kutak za osvježenje i uživanje u slatkim delicijama. Njegov moderan dekor i sjajan servis nudi razne tople napitke, bezalkoholna i alkoholna pića. Svakog dana u 11.30 služe se deserti: sladoled, palačinke, štrudle. U 16 sati: čaj i kafa sa kolačima i biskvitima.

source: All-inclusive bar Tillia
zxx: All-inclusive bar „Oliva“

source: All our guests who opted for our all-inclusive service are welcome to enjoy variety of soft drinks and alcoholic beverages along with homemade sweets.
zxx: Svi naši gosti koji su se odlučili za all-inclusive opciju mogu uživati u raznovrsnosti bezalkoholnih i alkoholnih pića, kao i uz domaće kolače.

source: Aperitif bar Aleksandar
zxx: Aperitiv bar „Aleksandar“

source: Across the reception there is an aperitif bar &quot;Aleksandar&quot; across the hotel's reception with cozy kids corner, where our guests can relax with a morning coffee, fresh squeezed juices, and various cakes.
zxx: Preko puta recepcije se nalazi aperitiv bar „Aleksandar“ sa prostranim dečijim kutkom, gdje se gosti mogu opustiti uz jutarnju kafu, svježe cijeđene sokove i razne kolače.

source: Coffee &amp; Wine Bar
zxx: Coffee & Wine bar

source: At Coffee &amp; Wine Bar guests can enjoy different flavours of coffee, as well as indulge in the sweet taste of <a title="The Top 10 Vineyards In Montenegro" href="https://theculturetrip.com/europe/montenegro/articles/the-top-10-vineyards-in-montenegro/" target="_blank">domestic</a> and international wines.
zxx: U Coffee & Wine baru, gosti mogu uživati u raznim ukusima svježe kafe i prepustiti se slatkom ukusu domaćih i internacionalnih vina.

source: At the newly opened <a title="Hotel Aleksandar - Beaches&Pools" href="/en/hotel-aleksandar-in-budva/beaches-and-pools/" target="_blank">pool complex</a> is a Pool bar &quot;Pinea&quot;, centrally positioned for everyone&#39;s convenience and open from <b>10:00 to 18:30</b> . It serves refreshing drinks, hot drinks, ice-teas of different tastes, and other non-alcoholic drinks that guests can enjoy during sunbaths.
zxx: Na novootvorenom bazenu nalazi se bar „Pinea”, smješten u centralnom dijelu, kako bi svima bio dostupan, a otvoren je od <b>10:00 do 18:30</b>. Moguće je poručiti osvježavajuća pića, tople napitke, ledene čajeve različitih ukusa i druga bezalkoholna pića u kojima možete uživati tokom sunčanja.

source: For guests of our all-inclusive programme there is an organized cocktail party twice a week, from <b>15:00 to 17:00</b> o&#39;clock with an offer of alcoholic and non-alcoholic cocktails to the appropriate music program.
zxx: Za goste našeg all-inclusive programa je organizovana koktel žurka dva puta sedmično, od <b>15:00 do 17:00</b> časova, uz ponudu alkoholnih i bezalkoholnih koktela i odgovarajući muzički program.

source: Opening Hours
zxx: Radno vrijeme:

source: BREAKFAST
zxx: DORUČAK

source: LUNCH
zxx: RUČAK

source: DINNER
zxx: VEČERA

source: Hotel Aleksandar - Restaurants&Bars
zxx: Hotel Aleksandar - Restorani'

source: hotel aleksandar double twin room
zxx: hotel aleksandar dvokrevetna soba

source: Budvanska Rivijera | Hotel Aleksandar - Double/Twin Room
zxx: Budvanska Rivijera | Hotel Aleksandar - Dvokrevetna soba

source: DOUBLE/TWIN ROOM
zxx: DVOKREVETNA SOBA

source: Double/Twin Room
zxx: Dvokrevetna soba

source: Contemporary double/ twin room. Equipped with overall hotel facilities. Room size approx. 20 m
zxx: Moderno opremljena dvokrevetna soba, mogućnost francuskog ili odvojenih ležajeva. Opremljena ukupnim hotelskim sadržajem. Kvadratura sobe cca 20 m.

source: Hotel Aleksandar - Double/Twin Room
zxx: Hotel Aleksandar - Dvokrevetna soba

source: hotel palas double twin room balcony
zxx: hotel palas dvokrevetna soba terasa

source: Hotel Palas features rooms adorned in a mixture of classic and modern ornamentation. There are 171 accommodation units (with 90 rooms facing the sea).
zxx: U hotelu Palas sobe su ukrašene elementima klasičnog i modernog stila. Postoji 171 smještajna jedinica (90 soba ima pogled na more).

source: HG Budvanska rivijera - Palas Hotel - Double/Twin Room with Balcony
zxx: Budvanska Rivijera | Hotel Palas - Dvokrevetna soba sa terasom

source: Hotel Palas - Overview
zxx: Hotel Palas - Pregled hotela

source: /en/hotel-palas/overview/
zxx: /me/hotel-palas/pregled-hotela/

source: Hotel Palas Lux - Overview
zxx: Hotel Palas Lux - Pregled hotela

source: Hotel Palas - Accommodation
zxx: Hotel Palas - Smještaj

source: /en/hotel-palas/rooms-and-suites/
zxx: /me/hotel-palas/smjestaj/

source: Hotel Palas - Accommodation Lux
zxx: Hotel Palas - Smještaj

source: /en/hotel-palas-lux/rooms-and-suites/
zxx: /me/hotel-palas/smjestaj/

source: ACCOMMODATION LUX
zxx: SMJEŠTAJ LUX

source: Hotel Palas - Meetings & Events
zxx: Hotel Palas - Sastanci i događaji

source: /en/hotel-palas/conference-rooms/
zxx: /me/hotel-palas/konferencije/

source: Hotel Palas - Weddings
zxx: Hotel Palas - Vjenčanja

source: /en/hotel-palas/weddings/
zxx: /me/hotel-palas/vjencanja/

source: WEDDINGS
zxx: VJENČANJA

source: Hotel Palas - Restaurants
zxx: Hotel Palas - Restorani

source: /en/hotel-palas/restaurants-and-bars/
zxx: /me/hotel-palas/restorani/

source: Hotel Palas - Beaches & Pools
zxx: Hotel Palas - Plaže i bazeni

source: /en/hotel-palas/beaches-and-pools/
zxx: /me/hotel-palas/plaze-i-bazeni/

source: BEACHES
zxx: PLAŽE

source: /en/hotel-palas/wellness-and-spa/
zxx: /me/hotel-palas/wellness-i-spa/

source: Hotel Palas - Location
zxx: Hotel Palas - Lokacija
