Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/me/LC_MESSAGES/django.po
Languages: zxx

source: Distance from the <a title="Budva Main Bus Station" href="https://www.google.com/maps/d/u/0/viewer?msa=0&ie=UTF8&t=m&ll=42.288294000000036%%2C18.84060899999995&spn=0.015239%%2C0.027466&z=15&source=embed&mid=1plQW-OOPcncHcDU_WW4cOuIjkF4/" target="_blank">Budva Main Bus Station</a> : 12.7 km and about 200m from local bus station<br /> Distance from the airports: 28.3 km (<a title="Tivat Airport" href="https://mapcarta.com/18786304/" target="_blank">Tivat Airport</a>), 30.4 km (<a title="Podgorica Airport" href="http://www.maplandia.com/serbia-and-montenegro/airports/podgorica-airport/" target="_blank">Podgorica Airport</a>)
zxx: Udaljenost od Glavne autobuske stanice u Budvi: 12.7 km i oko 200m od lokalne autobuske stanice<br /> Udaljenost od aerodroma: 28.3 km (<a title="Tivat Airport" href="https://mapcarta.com/18786304/" target="_blank">Aerodrom Tivat</a>), 30.4 km (<a title="Podgorica Airport" href="http://www.maplandia.com/serbia-and-montenegro/airports/podgorica-airport/" target="_blank">Aerodrom u Podgorici</a>)

source: Lake Skadar
zxx: Skadarsko jezero

source: Port of Bar
zxx: Luka Bar

source: Petrovac Beach
zxx: Petrovačka plaža

source: Lucice Beach
zxx: Plaža Lučice

source: Perazica Do Beach
zxx: Plaža Perazića Do

source: Located minutes from the beachfront is hotel Castellastva’s well-hidden gourmet restaurant, snuck between olive and other tropical trees, with great dishes.
zxx: Na nekoliko minuta udaljenosti od obale mora, nalazi se skriveni gurmanski restoran hotela Castellastva, ušuškan između maslina i drugih tropskih stabala. Ovdje jela variraju od mediteranskog i regionalnog do kontinentalnog i internacionalnog.

source: hotel castellastva restaurants
zxx: hotel castellastva restorani

source: Budvanska Rivijera | Hotel Castellastva - Restaurants & Bars
zxx: Budvanska Rivijera | Hotel Castellastva - Restorani i Barovi

source: Hotel Castellastva - Beaches
zxx: Hotel Castellastva - Plaže i bazeni

source: Located minutes from the beachfront is <a title="Hotel Castellastva - Location" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank">hotel Castellastva</a>’s well-hidden gourmet restaurant, snuck between olive and other tropical trees, with dishes varying from Mediterranean and <a title="10 Traditional Montenegrin Dishes You Need to Try" href="https://theculturetrip.com/europe/montenegro/articles/10-traditional-montenegrin-dishes-you-need-to-try/" target="_blank">regional</a> to continental or international.
zxx: Nalazi se nekoliko minuta od obale mora, <a title="Hotel Castellastva-Location" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank"> hotel Castellastva </ a> ima dobro skriven gurmanski restoran, ušuškan između maslina i drugog tropskog drveća, s jelima koja variraju od mediteranskih do <a naslov = "10 Traditional Montenegrin Dishes You Need to Try" href = "https://theculturetrip.com/europe/montenegro/articles/10-traditional-montenegrin-dishes-you-need-to-try/" target = "_blank">regionalnih</a> i kontinentalnih ili internacionalnih.

source: This spot offers a perfect escape with green surroundings and plants to entertain and mesmerize guests of all tastes. Whether gazing out the many windows or looking around you inside the restaurant, you’ll get the idea of being inside a lavishing eco-friendly eating place.
zxx: Na nekoliko minuta udaljenosti od obale mora, nalazi se skriveni gurmanski restoran hotela Castellastva, ušuškan između maslina i drugih tropskih stabala. Ovdje jela variraju od mediteranskog i regionalnog do kontinentalnog i internacionalnog.<br /> <br /> Ovo mjesto nudi savršen bijeg od svakodnevnice, okruženo florom koja će očarati goste i zadovoljiti svačiji ukus. Bilo da bacite pogled kroz prozore, ili pak gledate oko sebe u samom restoranu, vidjećete da se nalazite u raskošnom restoranu čiji je prioritet da štiti i ne zagađuje prirodu.

source: Encyclopedic menu
zxx: Bogat jelovnik

source: Our gourmet chefs are as imaginative as their meals. Buffets are filled with various salads, fish produce, vegan meals, and anything your appetite longs for. Upon request, our cooks are also at disposal for guests who have a custom meal plan that they adhere to.
zxx: Kulinarske vještine naših kuvara najbolje se odražavaju kroz unikatna jela koja pripremaju. Buffeti su popunjeni raznim salatama, ribljim obrocima, veganskim obrocima i raznolikom ponudom jela za kojima vaš apetit čezne. Na zahtjev, naši kuvari su takođe na raspolaganju za goste koji imaju prilagođeni plan obroka kojeg se pridržavaju.

source: All food can be served both a la carte or as buffet with a rich selection of different drinks too. When <a title="booking" href="https://secure.phobs.net/check_again.php?sid=54hd1mabet89flshd6as6ajfh3&companyid=92&hotelid=273&checkin=2020-05-14&checkout=2020-05-15&crcid=db3e454378d42e0459103997636cf209&show_note=1/" target="_blank">booking</a> their stay, guests can choose between half-board or full-board meals and enjoy the abundance of our culinary specialties.
zxx: Sva hrana se služi kao a la carte ili u obliku švedskog stola sa bogatom ponudom raznog pića. Kada <a title = "booking" href = "https://secure.phobs.net/check_again.php?sid=54hd1mabet89flshd6as6ajfh3&companyid=92&hotelid=273&checkin=2020-05-14&checkout=2020-05-15&crcid=db3e454378d42e0459103997636cf209&show_note=1/" target= "_ blank"> bukiraju</a> svoj boravak, gosti mogu da biraju između obroka polupansiona ili punog pansiona i uživaju u obilju naših kulinarskih specijaliteta.

source: The restaurant is air-conditioned to provide everyone with a pleasant atmosphere during dining hours on hot summer days. It also equips a children’s corner where kids can enjoy their meals with peers, yet within eyesight of their guardians.
zxx: Restoran je klimatizovan da bi mogao svima pružiti ugodnu atmosferu tokom trpeznih sati ili toplih ljetnjih dana. U okviru švedskog stola postoji i dječiji kutak u kojem djeca mogu uživati u njihovim obrocima s vršnjacima, ali pak u vidokrugu njihovih staratelja.

source: The accommodation section of the Hotel Castellastva is divided into 6 buildings, so-called depandances: Mare, Kate, Eva, Jana, Ana, and Lux.
zxx: Smještajne jedinice visoke kategorije raspoređene u nekoliko arhitektonski skladno raspoređenih nizova kojima su dodijeljena imena: Mare, Kate, Eva, Jana, Ana i Luk.

source: hotel castellastva family room
zxx: hotel castellastva porodicna soba

source: Budvanska Rivijera | Hotel Castellastva - Family Room
zxx: Budvanska Rivijera | Hotel Castellastva - Porodična soba

source: Garden view
zxx: Pogled na baštu hotela

source: Pool view
zxx: Pogled na bazen

source: Mountain view
zxx: Pogled na planine

source: The newest offer of hotel Castellastva includes a wellness centre where guests can let off steam or relax after a long day full of activities.
zxx: Ponuda hotela Castellastva uključuje i wellness centar u kom se gosti mogu opustiti nakon dugog dana prepunog aktivnosti.

source: Budvanska Rivijera | Hotel Castellastva - Wellness & Spa
zxx: Budvanska Rivijera | Hotel Castellastva - Wellness i Spa

source: In line with global tourism trends and new standards in hotel facilities, the novel offer of <a title="Hotel Castellastva - Location" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank">hotel Castellastva</a> furthermore includes a wellness centre where guests can let off steam or relax after a long day full of activities. <br /> <br /> Our getaway spa offer is particularly attractive to dynamic and sports-active holiday lovers. Though small in size, our property enables guests to enjoy:
zxx: U skladu sa globalnim turističkim trendovima i novim standardima opremljenosti hotela, ponuda hotela Castellastva takođe uključuje i wellness centar, u kojem se gosti mogu opustiti nakon dugog dana ispunjenog aktivnostima.<br /> <br /> Naša spa ponuda je posebno atraktivna za ljubitelje dinamičnih i odmora rekreativnog karaktera. Iako prostor nije velik, ovdje možete uživati u:

source: Hotel Castellastva - Finnish sauna
zxx: Hotel Castellastva - Finska sauna

source: Finnish sauna
zxx: Finska sauna

source: Our premises provide sublime relaxation through a <a title="{%% trans "The Health Benefits Of A Traditional Finnish Sauna" %%]" href="https://www.luxurylifestylemag.co.uk/health-wellbeing/the-health-benefits-of-a-traditional-finnish-sauna/" target="_blank">Finnish smoke sauna</a> for those who want to purge their body and mind from stress and negative energy.
zxx: Naše prostorije omogućavaju opuštanje i relaksaciju uz pomoć <a title = "{%% trans"The Health Benefits Of A Traditional Finnish Sauna"%%]" href = "https://www.luxurylifestylemag.co.uk/health-wellbeing/the-health-benefits-of-a-traditional-finnish-sauna/ "target =" _ blank ">finske saune</a> za one koji žele da očiste svoje tijelo i um od stresa i negativne energije.

source: Hotel Castellastva - Steam bath
zxx: Hotel Castellastva - Parno kupatilo

source: Steam bath
zxx: Parno kupatilo

source: Guests who are used to maintaining good blood circulation, skin health, or simply reducing stress are fond of using our <a title="What are the benefits of a steam room" href="https://www.medicalnewstoday.com/articles/320314/" target="_blank">steam bath</a> offer.
zxx: Gosti koji žele da održavaju dobru cirkulaciju krvi, zdravlje kože ili jednostavno smanje stres će garantovano uživati u našem parnom kupatilu.

source: Hotel Castellastva - Gym
zxx: Hotel Castellastva - Teretana

source: We provide a well-equipped and modern gym that can be used for weight lifting or potent cardio exercises by those who prefer working out before relaxing their muscles. <br />
zxx: Za sve goste koji vole da odrade trening prije intenzivnog odmora, dostupna je i dobro opremljena, moderna teretana, gdje mogu vježbati na spravama, sa tegovima ili raditi kardio trening.<br />

source: Make sure to use your vacations for moments of relaxation. <br /> <br /> We invite guests to visit the new hotel <a title="Hotel Castellastva - Restaurants" href="/en/hotel-castellastva-in-petrovac/restaurants-and-bars/" target="_blank">lounge bar</a> both during check-in and other breaks, where they can chill out and enjoy peaceful moments in a tastefully furnished ambience.
zxx: Obavezno iskoristite svoj odmor za opuštanje.<br /> <br /> Pozivamo goste da posjete i novi lounge bar, bilo da je to tokom check in-a ili drugih aktivnosti. Savršen je za uživanje u mirnim trenucima u prijatno opremljenom ambijentu.

source: ALL HOTELS
zxx: SVI HOTELI

source: /en/hotel-palas/overview
zxx: /me/hotel-palas/pregled-hotela/

source: Palas Hotel
zxx: Hotel Palas

source: Resort Slovenska Plaza - Overview
zxx: Resort Slovenska Plaža - Pregled hotela

source: /en/hotel-slovenska-plaza-in-budva/overview/
zxx: /me/hotel-slovenska-plaza-u-budvi/pregled-hotela/

source: Slovenska Plaza
zxx: Slovenska Plaža

source: Resort Slovenska Plaza - Accommodation 3*
zxx: Resort Slovenska Plaža - Smještaj 3*

source: /en/hotel-slovenska-plaza-in-budva/3-star-guest-rooms/
zxx: /me/hotel-slovenska-plaza-u-budvi/smjestaj-3-zvjezdice/

source: Accommodation***
zxx: Smještaj***

source: Resort Slovenska Plaza - Accommodation 4*
zxx: Resort Slovenska Plaža - Smještaj 4*

source: /en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/
zxx: /me/hotel-slovenska-plaza-u-budvi/smjestaj-4-zvjezdice/

source: Accommodation****
zxx: Smještaj ****

source: Resort Slovenska Plaza - Restaurants
zxx: Resort Slovenska Plaža - Restorani

source: /en/hotel-slovenska-plaza-in-budva/restaurants-and-bars/
zxx: /me/hotel-slovenska-plaza-u-budvi/restorani/

source: Resort Slovenska Plaza - Beaches & Pools
zxx: Resort Slovenska Plaža - Plaže i bazeni

source: /en/hotel-slovenska-plaza-in-budva/beaches-and-pools/
zxx: /me/hotel-slovenska-plaza-u-budvi/plaze-i-bazeni/

source: Resort Slovenska Plaza - Tennis resort
zxx: Resort Slovenska Plaža - Pregled hotela

source: /en/hotel-slovenska-plaza-in-budva/tennis-resort/
zxx: /me/hotel-slovenska-plaza-u-budvi/tenis/

source: Tennis resort
zxx: Teniski resort

source: Resort Slovenska Plaza - Location
zxx: Resort Slovenska Plaža - Lokacija

source: /en/hotel-slovenska-plaza-in-budva/360-hotel-tour/
zxx: /me/hotel-slovenska-plaza-u-budvi/360-hotel-tour/

source: Hotel Mogren - Overview
zxx: Hotel Mogren - Pregled hotela

source: /en/hotel-mogren-in-budva/overview/
zxx: /me/hotel-mogren-u-budvi/pregled-hotela/

source: Mogren Hotel
zxx: Hotel Mogren

source: Hotel Mogren - Accommodation
zxx: Hotel Mogren - Smještaj

source: /en/hotel-mogren-in-budva/guest-rooms/
zxx: /me/hotel-mogren-u-budvi/smjestaj/

source: Hotel Mogren - Meetings & Events
zxx: Hotel Mogren - Sastanci i događaji

source: /en/hotel-mogren-in-budva/conference-rooms/
zxx: /me/hotel-mogren-u-budvi/konferencije/

source: Hotel Mogren - Weddings
zxx: Hotel Mogren - Vjenčanja

source: /en/hotel-mogren-in-budva/weddings/
zxx: /me/hotel-mogren-u-budvi/vjencanja/

source: Hotel Mogren - Restaurants
zxx: Hotel Mogren - Restorani

source: /en/hotel-mogren-in-budva/restaurants-and-bars/
zxx: /me/hotel-mogren-u-budvi/restorani/

source: Hotel Mogren - Location
zxx: Hotel Mogren - Lokacija

source: /en/hotel-mogren-in-budva/location/
zxx: /me/hotel-mogren-u-budvi/lokacija/

source: Overview
zxx: Pregled hotela

source: Restaurants & Bars
zxx: Restorani i barovi

source: Beaches and Pools
zxx: Plaže i bazeni

source: Wellness and Spa
zxx: Wellness i Spa

source: /en/hotel-slovenska-plaza-in-budva/location/
zxx: /me/hotel-slovenska-plaza-u-budvi/lokacija/

source: Contact Us
zxx: Kontaktirajte sa nama

source: Hotel group &quot;Budvanska rivijera&quot; AD
zxx: Hotelska grupa &quot;Budvanska rivijera&quot; AD

source: Our Hotels
zxx: Naši hoteli

source: Slovenska Plaza Hotel
zxx: Resort Slovenska Plaža

source: Stay In Touch
zxx: Budite u toku

source: HG Budvanska Rivijera - News
zxx: HG Budvanska Rivijera - Novosti

source: /en/news/
zxx: /me/novosti/

source: News
zxx: Novosti

source: HG Budvanska Rivijera - Events
zxx: HG Budvanska Rivijera - Događaji

source: /en/events/
zxx: /me/dogadjaji/

source: Events
zxx: Događaji

source: HG Budvanska Rivijera - Special Offers
zxx: HG Budvanska Rivijera - Posebne ponude

source: /en/special-offers/
zxx: /me/specijalne-akcije/

source: Special Offers
zxx: Specijalne ponude

source: HG Budvanska Rivijera - Activities
zxx: HG Budvanska Rivijera - Aktivnosti

source: /en/activities/
zxx: /me/aktivnosti/

source: HG Budvanska Rivijera - Contact
zxx: HG Budvanska Rivijera - Kontakt

source: /en/contact/
zxx: /me/kontakt/

source: Contact
zxx: Kontakt

source: HG Budvanka Rivijera - News
zxx: HG Budvanska Rivijera - Novosti

source: HG Budvanka Rivijera - Events
zxx: HG Budvanka Rivijera - Događaji

source: HG Budvanka Rivijera - Special Offers
zxx: HG Budvanka Rivijera - Posebne ponude

source: HG Budvanka Rivijera - Contact
zxx: HG Budvanka Rivijera - Kontakt

source: HG Budvanska Rivijera - Facebook Page
zxx: HG Budvanska Rivijera - Facebook Stranica

source: HG Budvanska Rivijera - Twitter Page
zxx: Budvanska Rivijera | Twitter Stranica

source: HG Budvanska Rivijera - Instagram Page
zxx: Budvanska Rivijera | Instagram Stranica

source: Copyright © 2020 Hotelska grupa Budvanska Rivijera. All rights reserved.
zxx: Autorska prava© 2020 Hotelska grupa Budvanska Rivijera. Sva prava zadržana.

source: Homepage
zxx: Početna strana

source: SPECIAL OFFERS
zxx: SPECIJALNE PONUDE

source: EVENTS
zxx: DOGAĐAJI

source: HG Budvanska Rivijera - Weddings
zxx: HG Budvanka Rivijera - Vjenčanja

source: /en/weddings/
zxx: /me/vjencanja/

source: NEWS
zxx: NOVOSTI

source: CONTACT
zxx: KONTAKT

source: Choose language
zxx: Izabrite jezik

source: assets/images/gb.png
zxx: assets/images/me.png

source: language
zxx: jezik

source: Search
zxx: Pretraga

source: Menu
zxx: Meni

source: Our hotels
zxx: Naši hoteli

source: About us
zxx: O nama

source: Beaches
zxx: Plaže

source: ccommodation
zxx: Smještaj

source: Hotel Aleksandar - Resturants
zxx: Hotel Aleksandar - Restorani

source: Resort Slovenska Plaza
zxx: Resort Slovenska Plaža

source: Slovenska plaza
zxx: Slovenska Plaža

source: Mogren - Overview
zxx: Mogren - Pregled hotela

source: Mogren - Accommodation
zxx: Mogren - Smještaj

source: Mogren - Meetings & Events
zxx: Mogren - Sastanci i događaji

source: Mogren - Weddings
zxx: Mogren - Vjenčanja

source: Mogren - Restaurants
zxx: Mogren - Restorani

source: Mogren - Location
zxx: Mogren - Lokacija

source: SPECIAL OFFERS
zxx: POSEBNE PONUDE

source: EVENTS
zxx: DOGAĐAJI

source: WEDDINGS
zxx: VJENČANJA

source: NEWS
zxx: NOVOSTI

source: CONTACT
zxx: KONTAKT

source: Close
zxx: Zatvorite

source: hotel group budvanska rivijera contact
zxx: hotel group budvanska rivijera kontakt

source: For reservations, questions, or any other info regarding Budvanska Rivijera - please feel free to contact our customer support representatives via email.
zxx: Za sva pitanja, rezervacije i ostale informacije vezane za Budvansku Rivijeru - obratite se našim predstavnicima za podršku kupcima putem e-maila.

source: Budvanska Rivijera | Contact
zxx: Budvanska Rivijera | Kontakti

source: Get in Touch with Us
zxx: Stupite u kontakt sa nama

source: Our support team is always available to help you with your travel planning, from booking a single night to custom trip planning ideas.
zxx: Naš tim za podršku je uvijek na raspolaganju da vam pomogne sa planiranjem putovanja, od rezervacije sobe do inovativnih rješenja za planiranje putovanja.

source: beachfront
zxx: na obali

source: weddings destination
zxx: destinacija za vjenčanja

source: Hotel Palas - Contact
zxx: Hotel Palas - Kontakti

source: couples destination
zxx: destinacija za parove

source: Hotel Castellastva - Contact
zxx: Hotel Castellastva - Kontakt

source: family
zxx: porodični hotel

source: Hotel Aleksandar - Contact
zxx: Hotel Aleksandar - Kontakt

source: tennis resort
zxx: teniski resort

source: Resort Slovenska Plaza - Contact
zxx: Resort Slovenska Plaža - Kontakt

source: city hotel
zxx: gradski hotel

source: Hotel Mogren - Contact
zxx: Hotel Mogren - Kontakt

source: Hotel Palas Lux - Contact
zxx: Hotel Palas Lux - Kontakt

source: Coming soon...
zxx: Uskoro...

source: Budvanska Rivijera | Hotel Palas in Petrovac
zxx: Budvanska Rivijera | Hotel Palas u Petrovcu

source: Budvanska Rivijera | Palas Lux Hotel - Rooms with Sea views
zxx: Budvanska Rivijera | Hotel Palas - Sobe sa pogledom na more

source: Budvanska Rivijera | Hotel Palas - Conference Rooms
zxx: Budvanska Rivijera | Hotel Palas - Konferencije

source: Budvanska Rivijera | Hotel Palas - Weddings
zxx: Budvanska Rivijera | Hotel Palas - Vjenčanja

source: Budvanska Rivijera | Hotel Palas - Restaurants & Bars in Petrovac
zxx: Budvanska Rivijera | Hotel Palas - Restorani i barovi u Petrovcu

source: Budvanska Rivijera | Hotel Palas - Beaches & Pools
zxx: Budvanska Rivijera | Hotel Palas - Plaže i bazeni

source: Budvanska Rivijera | Hotel Palas - Wellness & Spa Experience
zxx: Budvanska Rivijera | Hotel Palas - Wellness i Spa

source: Budvanska Rivijera | Hotel Mogren - Location
zxx: Budvanska Rivijera | Hotel Mogren - Lokacija

source: Budvanska Rivijera | Resort Slovenska Plaza in Budva
zxx: Budvanska Rivijera | Resort Slovenska Plaža u Budvi

source: Budvanska Rivijera | Resort Slovenska Plaza - 3 Star Rooms
zxx: Budvanska Rivijera | Resort Slovenska Plaža - Sobe sa 3 zvjezdice

source: Budvanska Rivijera | Resort Slovenska Plaza - 4 Star Rooms
zxx: Budvanska Rivijera | Resort Slovenska Plaža - sobe sa 4 zvjezdice

source: Budvanska Rivijera | Resort Slovenska Plaza - Restaurants & Bars
zxx: Budvanska Rivijera | Resort Slovenska Plaža - Restorani i barovi

source: Budvanska Rivijera | Resort Slovenska Plaza - Beaches & Pools
zxx: Budvanska Rivijera | Resort Slovenska Plaža - Plaže i bazeni

source: /en/hotel-slovenska-plaza-in-budva/hotel-activity-programmes/
zxx: /me/hotel-slovenska-plaza-u-budvi/aktivnosti/

source: Active Vacation
zxx: Aktivan odmor

source: Budvanska Rivijera | Resort Slovenska Plaza - Location
zxx: Budvanska Rivijera | Resort Slovenska Plaža - Lokacija

source: Budvanska Rivijera | Hotel Mogren in Budva
zxx: Budvanska Rivijera | Hotel Mogren u Budvi

source: Budvanska Rivijera | Hotel Mogren - Conference Rooms
zxx: Budvanska Rivijera | Hotel Mogren - Konferencije

source: Budvanska Rivijera | Hotel Mogren - Wedding Ceremonies
zxx: Budvanska Rivijera | Hotel Mogren - Ceremonije vjenčanja

source: Budvanska Rivijera | Hotel Mogren - Restaurants & Bars
zxx: Budvanska Rivijera | Hotel Mogren - Restorani i barovi

source: Biggest hotel group in Budva. Palas Hotel, Aleksandar Hotel, Castellastva Hotel, Slovanska Plaza Hotel, Mogren Hotel Budva old town. Breakfast options. Hotel Aleksandar. Hotel in Budva. Breakfast options.
zxx: Najveća hotelska grupa u Budvi. Hotel Palas, Hotel Aleksandar, Hotel Castellastva, Resort Slovanska Plaža, Hotel Mogren Budva Stari Grad. Opcije za doručak. Hotel Aleksandar. Hotel u Budvi. Opcije za doručak.

source: Hotel Group Budvanska rivijera, Montenegro
zxx: Hotel Group Budvanska rivijera, Crna Gora

source: Hotel group
zxx: Hotelska grupa

source: Unique Holidays
zxx: Jedinstveno iskustvo

source: Trustworthy Montenegrin Brand
zxx: Odmor vrijedan pamćenja

source: Our hotel group is a distinctive Montenegrin label for family-oriented tourism services, with inventory that’s spread across two coastal settlements: Budva and Petrovac. All estates feature breath-taking vegetation, conference rooms for business meetings, entertainment programmes, direct access to the sea with room views facing either various shades of blue to the front, or rugged hills to the back.
zxx: Naša hotelska grupa je prepoznatljiv crnogorski brend sa fokusom na turističke usluge za porodice a hotelski objekti se prostiru preko dva najljepša primorska grada: Budvu i Petrovac. Uređena je bogatim zelenilom koje ostavlja bez daha, a tu su i konferencijske sale za poslovne sastanke, programi zabavnog karaktera, direktan pristup moru, i pogled iz sobe, odakle možete vidjeti sve nijanse plave, ali i prelijepa brda u daljini.

source: from
zxx: od

source: Beachfront
zxx: Na obali

source: Wedding
zxx: Vjenčanja

source: destination
zxx: destinacija

source: Hotel Palas is a family resort in Petrovac with access to beaches that combine sand and pebble. The locality in which the building is situated is surrounded by orange and olive trees, and other green areas that warrant pleasant vacations.
zxx: Hotel Palas je porodični hotel u Petrovcu koji ima pristup pješčanim i šljunkovitim plažama. Lokalitet u kojem se nalazi okružen je drvećem narandže, maslina i drugim zelenilom koji garantuje prijatan odmor.

source: Couples
zxx: Za parove

source: The establishment is located in the centre of Petrovac, a coastal town, snugged between rugged hills and overlooking the Adriatic sea. It is an ideal place for families or elderly guests who look for relaxing vacations in a Mediterranean ambiance.
zxx: Posjed hotela se nalazi u centru Petrovca, obalskog grada, i sakriven je između brdovitih brežuljaka sa pogledom na Jadransko more. To je idealno mjesto za porodice ili starije goste koji traže opuštajući odmor u mediteranskom ambijentu.

source: Family
zxx: Porodični hotel

source: Hotel Aleksandar is a set of annex buildings which together resemble an authentic Mediterranean village that features a lot of facilities for great vacations. When here, guests can enjoy many entertainment programmes, with special emphasis on kids and elderly.
zxx: Hotel Aleksandar se sastoji od niza vila koje zajedno podsjećaju na autentično mediteransko selo sa mnoštvom sadržaja za odličan odmor. Ovdje gosti mogu uživati u mnogim zabavnim programima, sa posebnom pažnjom posvećenoj djeci i starijim gostima.

source: Tennis
zxx: Tenis
