Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/me/LC_MESSAGES/django.po
Languages: zxx

source: All our guests who opted for our all-inclusive service are welcome to enjoy variety of soft drinks and alcoholic beverages along with homemade sweets.
zxx: Svi naši gosti koji su se odlučili za all inclusive uslugu mogu da uživaju u brojnim bezalkoholnim i alkoholnim pićima, kao i raznovrsnim domaćim kolačima.

source: Hotel Aleksandar - Aperitif bar Aleksandar
zxx: Hotel Aleksandar - Aperitiv bar „Aleksandar“

source: Across the reception there is an aperitif bar "Aleksandar" with a kids’ corner, where guests can relax with a morning coffee, fresh squeezed juices, and various cakes.
zxx: Preko puta recepcije se nalazi aperitiv bar „Aleksandar“ sa dečijim kutkom, gdje se gosti mogu opustiti uz jutarnju kafu, svježe cijeđene sokove i razne kolače.

source: At the newly opened pool complex is a Pool bar "Pinea", centrally positioned for everyone's convenience.
zxx: Na novootvorenom bazenskom kompleksu nalazi se bar „Pinea”, centralno pozicioniran u kako bi svima bio pristupačan.

source: Hotel Castellastva - Castellastva Restaurant
zxx: Hotel Castellastva - Castellastva Restoran

source: Castellastva Restaurant
zxx: Castellastva Restoran

source: Located minutes from the beachfront is hotel Castellastva’s well-hidden gourmet restaurant, snuck between olive and other tropical trees.
zxx: Na nekoliko minuta od obale mora, hotel Castellastva ima dobro skriven gurmanski restoran ušuškan između maslina i drugog tropskog drveća sa jelima koja variraju od mediteranskih do regionalnih i kontinentalnih ili internacionalnih.

source: Slovenska Plaza Resort
zxx: Resort Slovenska Plaža

source: Resort Slovenska Plaza - Slovenska Plaza Full Board Restaurant
zxx: Resort Slovenska Plaža - Restorani

source: Slovenska Plaza Full Board Restaurant
zxx: Resort Slovenska Plaža - Restoran

source: The resort’s Full Board Restaurant has the capacity of 700 seats, thus bearing semplance to a large food fair with flexibility in food choices due to a catered buffet.
zxx: Restoran resorta sa punim pansionom ima kapacitet od 700 mjesta, i samim tim podsjeća na veliki sajam hrane zbog fleksibilnost u izboru jela zahvaljujući ugostiteljskom bifeu.

source: Resort Slovenska Plaza - Primorski restoran (The Seaside Restaurant)
zxx: Resort Slovenska Plaža - Primorski restoran

source: Placed at one of the establishment’s swimming pools and is covered in natural shade, consequently creating a perfect daytime option for rest and indulging in national dishes for true hedonists.
zxx: Smješten je kod jednog od bazena ovog hotela, nalazi se u dijelu gdje ima prirodne hladovine i stvara savršenu dnevnu opciju za odmor i uživanje u nacionalnim jelima za prave hedoniste.

source: Resort Slovenska Plaza - Aperitif Bar
zxx: Resort Slovenska Plaža - Aperitiv Bar

source: Aperitif Bar
zxx: Aperitiv Bar

source: Ideal place for refreshment after an intensive day of sports, hiking or sunbathing at the beach. It offers cakes, pastry, and drinks.
zxx: Idealno mjesto za osvježenje nakon intenzivnog sportskog dana, planinarenja ili sunčanja na plaži. U ponudi su brojni kolači, peciva i piće.

source: Resort Slovenska Plaza - Raspućin (Rasputin)
zxx: Resort Slovenska Plaža - Raspućin

source: Raspućin (Rasputin) is one of the most renowned cafés in the entire Budva Riviera. With its 50 seats and an appealing location overlooking the green areas.
zxx: Raspućin (Rasputin) je jedan od najpoznatijih kafića na čitavoj Budvanskoj rivijeri sa svojih 50 mjesta i atraktivnom lokacijom sa pogledom na zelenilo.

source: Hotel Mogren - Mogren City Hotel
zxx: Hotel Mogren - Mogren Gradski Hotel

source: Mogren City Hotel
zxx: Hotel Mogren

source: The Mogren City Cafe is a cult rendezvous spot for people of all generations. It is locally known for its pastry shop with delicious homestyle cakes.
zxx: Gradska kafana Mogren je tradicionalno okupljalište za sve generacije. Lokalno je poznata po svojoj poslastičarnici i ukusnim domaćim kolačima.

source: Hotel Mogren - Mogren’s a la carte restaurant
zxx: Hotel Mogren - A la carte restoran

source: Mogren’s a la carte restaurant
zxx: A la carte restoran

source: The gastronomic milieu of Budva and Montenegro has become richer for a place that is recognized for its unique flavours of traditional and international cuisine.
zxx: Gastronomski milje Budve i Crne Gore postao je bogatiji za mjesto koje je poznato po svojim jedinstvenim ukusima tradicionalne i internacionalne kuhinje.

source: resort slovenska plaza 3 star rooms
zxx: resort slovenska plaža sobe sa 3 zvjezdice

source: Resort Slovenska Plaza has 1069 accommodation units, appointing 414 rooms and 108 suites, of which 724 rooms and suites have their own balconies.
zxx: Resort Slovenska Plaža ima 522 smještajne jedinice koje spadaju u kategoriju sa 3 zvjezdice. Dio resorta koji obuhvata 3 zvjezdice ima 414 soba i 108 apartmana, od kojih 323 smještajne jedinice imaju svoje terase.

source: Budvanska Rivijera | Resort Slovenska Plaza - 3-Star Rooms
zxx: Budvanska Rivijera | Resort Slovenska Plaža - Sobe sa 3 zvjezdice

source: ACCOMMODATION***
zxx: SMJEŠTAJ***

source: ACCOMMODATION****
zxx: SMJEŠTAJ****

source: TENNIS RESORT
zxx: TENISKI RIZORT

source: RESORT SLOVENSKA PLAZA
zxx: RIZORT SLOVENSKA PLAŽA

source: ACCOMMODATION 3*
zxx: SMJEŠTAJ 3*

source: Accommodation 3*
zxx: Smještaj 3*

source: <a title="Resort Slovenska Plaza - Overview" href="/en/hotel-slovenska-plaza-in-budva/overview/" target="_blank">Resort Slovenska Plaza</a> has 522 accommodation units meet the requirements for a 3* category holiday spot. The 3* buildings appoint around 865 rooms and 204 suites, of which 323 units have their own terraces.
zxx: <a title="Resort Slovenska Plaza - Overview" href="/en/hotel-slovenska-plaza-in-budva/overview/" target="_blank">Resort Slovenska Plaza</a> ima 522 smještajne jedinice kategorije 3 zvjezdice. Dio resorta koji obuhvata 3 zvjezdice ima 414 soba i 108 apartmana, od kojih 323 smještajne jedinice imaju svoje terase.

source: Resort Slovenska Plaza - Accommodation 3* - Comfort Twin Room with Extra Bed
zxx: Resort Slovenska Plaza - Smještaj 3* - Comfort dvokrevetna soba sa pomoćnim ležajem

source: /en/hotel-slovenska-plaza-in-budva/3-star-guest-rooms/comfort-twin-room-extra-bed/
zxx: /me/hotel-slovenska-plaza-u-budvi/smjestaj-3-zvjezdice/comfort-dvokrevetna-soba-sa-terasom/

source: Resort Slovensa Plaza - Comfort Twin Room with Extra Bed
zxx: Resort Slovenska Plaža - Comfort dvokrevetna soba sa pomoćnim ležajem

source: Comfort Twin Room with Extra Bed
zxx: Comfort dvokrevetna soba sa pomoćnim ležajem

source: Resort Slovenska Plaza - Accommodation 3* - Family Apartment with Balcony
zxx: Resort Slovenska Plaza - Smještaj 3* - Porodični apartman sa terasom

source: /en/hotel-slovenska-plaza-in-budva/3-star-guest-rooms/family-apartment-balcony/
zxx: /me/hotel-slovenska-plaza-u-budvi/smjestaj-3-zvjezdice/porodicni-apartman-sa-terasom/

source: Resort Slovensa Plaza - Family Apartment with Balcony
zxx: Resort Slovenska Plaža - Porodični apartman sa terasom

source: Family Apartment with Balcony
zxx: Porodični apartman sa terasom

source: Resort Slovenska Plaza - Accommodation 3* - Double/Twin Room no Balcony
zxx: Resort Slovenska Plaža - Smještaj 3* - Dvokrevetna soba bez terase

source: /en/hotel-slovenska-plaza-in-budva/3-star-guest-rooms/double-twin-room/
zxx: /me/hotel-slovenska-plaza-u-budvi/smjestaj-3-zvjezdice/dvokrevetna-soba/

source: Resort Slovensa Plaza - Double/Twin Room no Balcony
zxx: Resort Slovenska Plaža - Dvokrevetna soba bez terase

source: Resort Slovenska Plaza - Accommodation 3* - Double/Twin Room with Balcony
zxx: Resort Slovenska Plaža - Smještaj 3* - Dvokrevetna soba sa terasom

source: /en/hotel-slovenska-plaza-in-budva/3-star-guest-rooms/double-twin-room-balcony/
zxx: /me/hotel-slovenska-plaza-u-budvi/smjestaj-3-zvjezdice/dvokrevetna-soba-sa-terasom/

source: Resort Slovensa Plaza - Double/Twin Room with Balcony
zxx: Resort Slovenska Plaža - Dvokrevetna soba sa terasom

source: Resort Slovenska Plaza - Accommodation 3* - Studio Apartment with Kitchen
zxx: Resort Slovenska Plaza - Smještaj 3* - Studio apartman sa kuhinjom

source: /en/hotel-slovenska-plaza-in-budva/3-star-guest-rooms/studio-apartment-kitchen/
zxx: /me/hotel-slovenska-plaza-u-budvi/smjestaj-3-zvjezdice/studio-apartman-sa-kuhinjom/

source: Resort Slovensa Plaza - Studio Apartment with Kitchen
zxx: Resort Slovenska Plaža - Studio apartman sa kuhinjom

source: Studio Apartment with Kitchen
zxx: Studio apartman sa kuhinjom

source: Budvanska Rivijera | Resort Slovenska Plaza - 4-Star Rooms
zxx: Budvanska Rivijera | Resort Slovenska Plaža - sobe sa 4 zvjezdice

source: ACCOMMODATION 4*
zxx: SMJEŠTAJ 4*

source: Accommodation 4*
zxx: Smještaj 4*

source: BOOK NOW
zxx: REZERVIŠITE ODMAH

source: <a title="Resort Slovenska Plaza - Overview" href="/en/hotel-slovenska-plaza-in-budva/overview/" target="_blank">Resort Slovenska Plaza</a> comprises of 10 villas in total, out of which 4 fall into the category of 4* resorts. This part of the settlement entails a combined number of 396 rooms and 98 apartments, all immaculately maintained for maximum comfort. Rooms and suites are equipped with standard furniture: bathroom with shower, hairdryer, refrigerator, safe, cable TV, air conditioning, baby cot on demand, and more.
zxx: Resort „Slovenska Plaža” se sastoji od 10 vila, od kojih 4 spadaju u kategoriju hotela sa 4 zvjezdice. Ovaj dio naselja obuhvata ukupno 494 jedinice, od kojih 396 soba i 98 apartmana, od kojih su svi besprekorno održavani za maksimalnu udobnost.

source: Resort Slovenska Plaza - Accommodation 4* - Comfort Twin Room
zxx: Resort Slovenska Plaža - Smještaj 4* - Comfort dvokrevetna soba

source: /en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/comfort-twin-room/
zxx: /me/hotel-slovenska-plaza-u-budvi/smjestaj-4-zvjezdice/comfort-dvokrevetna-soba/

source: Resort Slovensa Plaza - Comfort Twin Room
zxx: Resort Slovenska Plaža - Comfort dvokrevetna soba

source: Comfort Twin Room
zxx: Comfort dvokrevetna soba

source: Resort Slovenska Plaza - Accommodation 4* - Studio Apartment
zxx: Resort Slovenska Plaža - Smještaj 4* - Studio apartman

source: /en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/studio-apartment/
zxx: /me/hotel-slovenska-plaza-u-budvi/smjestaj-4-zvjezdice/studio-apartman/

source: Resort Slovensa Plaza - Studio Apartment
zxx: Resort Slovenska Plaža - Studio apartman

source: Studio Apartment
zxx: Studio apartman

source: Resort Slovenska Plaza - Accommodation 4* - Double/Twin Room no Balcony
zxx: Resort Slovenska Plaža - Smještaj 4* - Dvokrevetna soba bez terase

source: /en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/double-twin-room/
zxx: /me/hotel-slovenska-plaza-u-budvi/smjestaj-4-zvjezdice/dvokrevetna-soba/

source: Resort Slovenska Plaza - Accommodation 4* - Double/Twin Room with Balcony
zxx: Resort Slovenska Plaža - Smještaj 4* - Dvokrevetna soba sa terasom

source: /en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/double-twin-room-balcony/
zxx: /me/hotel-slovenska-plaza-u-budvi/smjestaj-4-zvjezdice/dvokrevetna-soba-sa-terasom/

source: Resort Slovenska Plaza - Accommodation 4* - Family Apartment with Balcony
zxx: Resort Slovenska Plaža - Smještaj 4* - Porodični apartman sa terasom

source: /en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/family-apartment-balcony/
zxx: /me/hotel-slovenska-plaza-u-budvi/smjestaj-4-zvjezdice/porodicni-apartman-sa-terasom/

source: resort slovenska plaza pools
zxx: resort slovenska plaža bazeni

source: Resort Slovenska Plaza's favourite site for families and elderly guests is the circle-shaped swimming pool - a tropical paradise for pool enthusiasts.
zxx: Omiljeno mjesto za porodice i starije goste resorta Slovenska Plaža je okrugli bazen - tropski raj za sve ljubitelje bazena.

source: Slovenska Plaza - Beaches & Pools
zxx: Resort Slovenska Plaža - Plaže i bazeni

source: Pools at Our Resort
zxx: Bazeni u našem resortu

source: <a title="Resort Slovenska Plaza - Overview href="/en/hotel-slovenska-plaza-in-budva/overview/" target="_blank">Slovenska Plaza’s</a> most favourite site for families and elderly guests is the very circle-shaped swimming pool, a tropical paradise that makes people pool-addicted. <br /><br /> The development counts two swimming pools, named <b>Kids’ Pool</b> and <b>Rondo</b>, of which the latter is a saltwater pool with additional features such as water slides and bouncy castles. For more entertainment, there’s a team of animators on-site who make sure to fill children and/or elderly programmes with <a title="Aqua aerobics benefits equipment" href="https://www.swimming.org/justswim/aqua-aerobics-benefits-equipment/" target="_blank">water aerobics</a> and other fun pool activities.
zxx: Najdraže mjesto za porodice i starije goste u resortu Slovenska Plaža je okrugli bazen, tropski raj koji opčinjava sve posjetioce. <br /><br /> U sklopu hotela postoje dva bazena, nazvana Dečiji bazen i Rondo, od kojih je drugi bazen, bazen sa slanom vodom sa dodatnim funkcijama. Za više zabave postoji tim animatora koji uvijek isplaniraju dječije i / ili programe za starije raznim aktivnostima kao vodeni aerobik i sl.

source: All equipment at the pool is free of charge; sunbeds, parasols, lounge beds, kids’ entertainment items, etc. <br /><br /> Across the swimming pool is a small platform that is being used for cultural development, where educational and fun theatre shows play for kids in the evening.
zxx: Sav plažni mobilijar na bazenu je besplatan; ležaljke, suncobrani, lounge kreveti, dječije igračke za bazen itd. <br /><br /> Preko puta bazena se nalazi mala platforma koja se koristi za održavanje obrazovnih i zabavnih pozorišnih predstava za djecu uveče.

source: When outside our premises
zxx: Kada ste izvan našeg posjeda

source: We know that vacations at the sea mean enjoying the <a title="Beaches in Budva" href="https://www.tripadvisor.com/Attractions-g304074-Activities-c61-t52-Budva_Budva_Municipality.html/" target="_blank">coast</a> as much as possible. Which is why our resort proves to be the best option for anyone visiting <b><a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a></b> because of its many beaches.
zxx: Znamo da odmor na moru podrazumijeva uživanje na obali što više. Zbog toga se naše odmaralište pokazalo najboljom opcijom za bilo koga ko posjeti <b> Budvu </b> zbog mnogih plaža koje je krase.

source: Explore Beaches Around Us
zxx: Istražite Plaže Oko Vas

source: No matter what your preferences may be, the many options at hand provide you with sand, pebble, and concrete beaches throughout the city’s coastline. In Budva’s vicinity, just a few hours away by car or bus, are cities like <b>Bar</b>, <b>Ulcinj</b>, and <b>Kotor</b> - where tourists can explore even more of Montenegro’s wild beauty. <br /><br /> The northernmost arm of the Mediterranean Sea is famous for its crystal clear water, which makes resort Slovenska Plaza an enticing option for avid swimmers, scuba divers, and water sports aficionados.
zxx: Znamo da odmor na moru uglavnom znači uživanje na obali. Zbog toga se naš hotel pokazao kao najbolja opcija za one koji posjećuju Budvu zbog brojnih plaža.<br /><br /> Bez obzira na to da li više volite pješčane, šljunkovite i betonske plaže, širom gradske obale vam nude brojne mogućnosti kako bi svačiji ukus bio zadovoljen. U blizini Budve, na samo nekoliko sati vožnje automobilom ili autobusom, nalaze se gradovi poput Bara, Ulcinja i Kotora - gdje turisti mogu da istražuju još elemenata divlje ljepote Crne Gore. <br /><br /> Najsjeverniji krak Sredozemnog mora poznat je po kristalno čistoj vodi, što resort Slovenska Plaža čini primamljivom opcijom za plivače, ronioce i zaljubljenike u vodene sportove. <br /><br /> Važno je spomenuti da je naš hotel nazvan po samoj plaži na kojoj se nalazi. Sa 1600 metara dužine, Slovenska plaža je najduža plaža u Budvi. Karakteristična je i popularna zbog mješavine pijeska i šljunka - savršena za porodice. <br /><br /> Nedaleko su, ne manje lijepe plaže poput plaže Mogren i Ričardova glava.

source: Worthwhile mentioning is that our resort is named after the very beach that lies in front of our guests. With 1600 meters in length, <b>Slovenska plaza</b> is the longest beach in Budva. It is characteristic and popular because of the mixture of sand and pebbles - perfect for families. <br /><br /> Not far away are non the less beautiful beaches like <b>Mogren</b> and <b>Ricardova glava</b>.
zxx: Treba istaći i da je naše ljetovalište dobilo ime po samoj plaži se nalazi ispred i koja je otvorena za naše goste. Dužine 1600 metara, <b> Slovenska plaža </b> je najduža plaža u Budvi. Karakteristična je i popularna zbog mješavine pijeska i šljunka - pogodna za porodice. <br /> <br /> Nedaleko su i jednako lijepe plaže poput <b> Mogren </b> i <b> Ričardova glava </b>.

source: No matter what your preferences may be, the many options at hand provide you with sand, pebble, and concrete <a title="Beaches in Budva" href="https://www.tripadvisor.com/Attractions-g304074-Activities-c61-t52-Budva_Budva_Municipality.html/" target="_blank">beaches</a> throughout the city’s coastline. In <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva’s</a> vicinity, just a few hours away by car or bus, are cities like <b><a title="Bar, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/bar/" target="_blank">Bar</a></b>, <b><a title="Ulcinj, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/ulcinj/" target="_blank">Ulcinj</a></b>, and <b><a title="Kotor, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/kotor/" target="_blank">Kotor</a></b> - where tourists can explore even more of Montenegro’s wild beauty.
zxx: Bez obzira na vaše želje, postoje brojne mogućnosti kada su u pitanju <a title="Beaches in Budva" href="https://www.tripadvisor.com/Attractions-g304074-Activities-c61-t52-Budva_Budva_Municipality.html/" target="_blank">plaže</a> (pješčane, šljunkovite ili betonske) koje se prostiru duž cijele obale grada. U blizini Budve, svega nekoliko sati vožnje kolima ili autobusom, nalaze se <b>Bar</b>, <b>Ulcinj</b> i <b>Kotor</b> - gradovi gdje turisti mogu da istražuju elemenata divlje ljepote Crne Gore.

source: The northernmost arm of the <a title="Mediterranean Sea" href="https://www.britannica.com/place/Mediterranean-Sea/" target="_blank">Mediterranean Sea</a> is famous for its crystal clear water, which makes resort <a title="Resort Slovenska Plaza - Location" href="/en/hotel-slovenska-plaza-in-budva/location/" target="_blank">Slovenska Plaza</a> an enticing option for avid swimmers, scuba divers, and water sports aficionados. <br /><br /> Worthwhile mentioning is that our resort is named after the very beach that lies in front of our guests. With 1600 meters in length, <b><a title="Slovenska Beach" href="https://www.tripadvisor.com/Attraction_Review-g304074-d8514355-Reviews-Slovenska_Beach-Budva_Budva_Municipality.html/" target="_blank">Slovenska plaza</a></b> is the longest beach in <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a>. It is characteristic and popular because of the mixture of sand and pebbles - perfect for families. <br /><br /> Not far away are non the less beautiful beaches like <b><a title="Mogren Beach" href="https://www.tripadvisor.com/Attraction_Review-g304074-d7250928-Reviews-Mogren_Beach-Budva_Budva_Municipality.html/" target="_blank">Mogren</a></b> and <b><a title="Ricardova Glava Beach" href="https://www.tripadvisor.com/Attraction_Review-g304074-d7250543-Reviews-Ricardova_Glava-Budva_Budva_Municipality.html/" target="_blank">Ricardova glava</a></b>.
zxx: Najsjeverniji krak Sredozemnog mora je poznat po svojoj kristalno čistoj vodi, zbog čega je resort <a title="Resort Slovenska Plaza-Location" href="/hr/hotel-slovenska-plaza-in-budva/location/" target="_blank">Slovenska Plaža</a> primamljiva opcija za strastvene plivače, ronioce i zaljubljenike u vodene sportove. <br /> <br /> Naš resort je dobilo ime po samoj plaži. Sa svojom dužinom od 1600 metara, <b>Slovenska plaža</b> je najduža plaža u Budvi. Karakteristična je i popularna zbog mješavine pijeska i šljunka - savršena je za porodice. <br /> <br /> Nedaleko se nalaze i manje, ali jednako lijepe plaže <b>Mogren</b> i <b>Ričardova glava</b>.

source: Resort Slovenska Plaza - Beaches&Pools
zxx: Resort Slovenska Plaža - Plaže i bazeni

source: resort slovenska plaza double twin room balcony
zxx: resort slovenska plaža dvokrevetna soba terasa

source: Double/Twin Room with Balcony in Resort Slovenska Plaza come with air conditioning, cable TV, fridge.
zxx: Dvokrevetne sobe u Resortu Slovenska Plaža imaju svoj privatan balkon, klima uređaj, kablovsku televiziju, frižider.

source: Budvanska Rivijera | Resort Slovenska Plaza - Double/Twin Room with Balcony
zxx: Budvanska Rivijera | Resort Slovenska Plaža - Dvokrevetna soba sa terasom

source: Standard room with possibility of double or twin beds. The rooms are equipped with all standard hotel equipment. Spacious bathroom with shower. Terrace with furniture overlooking nice green atriums. Room size 21 square meters.
zxx: Standardna dvokrevetna soba, mogućnost francuskog ili odvojenih ležajeva. Soba je opremljena svom standardnom hotelskom opremom. Prostrano kupatilo sa tušem. Terasa sa mobilijarom pogled na atrijume. Kvadratura sobe 21m².

source: Resort Slovenska Plaza - Double/Twin Room with Balcony
zxx: Resort Slovenska Plaža - Dvokrevetna soba sa terasom

source: Atrium
zxx: Atrijumi

source: Mini fridge (mini bar on request)
zxx: Mini frižider (mini bar na upit)

source: Green Atriums
zxx: Atrijumi

source: Mini fridge
zxx: Mini frižider

source: resort slovenska plaza eco label
zxx: resort slovenska plaža eco label

source: The Resort Slovenska plaza holds the ECO Label Certificate in Montenegro, the EU certificate for care and preservation of the natural environment.
zxx: Resort Slovenska Plaža posjeduje certifikat ECO Label u Crnoj Gori, EU sertifikat za brigu i očuvanje prirodnog okruženja.

source: Budvanska Rivijera | Resort Slovenska Plaza - Eco Label Certificate
zxx: Budvanska Rivijera | Resort Slovenska Plaža - ECO Label Sertifikat
