Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/me/LC_MESSAGES/django.po
Languages: zxx

source: Montenegrin
zxx: Crnogorski

source: English
zxx: Crnogorski

source: German
zxx: Njemački

source: Russian
zxx: Pусский

source: French
zxx: Francuski

source: Italian
zxx: Italijanski

source: Book Your Stay
zxx: Rezervišite svoj boravak

source: All
zxx: Svi hoteli

source: Reservation Form
zxx: Forma za rezervaciju

source: BOOK
zxx: Rezervišite

source: Page Not Found
zxx: Stranica nije pronađena

source: /en/home/
zxx: /me/pocetna/

source: GO TO HOMEPAGE
zxx: IDI NA POČETNU STRANU

source: hotel group budvanska rivijera activities
zxx: hotel group budvanska rivijera aktivnosti

source: Budvanska Rivijera | Activities
zxx: Budvanska Rivijera | Aktivnosti

source: Activities
zxx: Aktivnosti

source: BOOK NOW
zxx: REZERVIŠITE ODMAH

source: “Budvanska Rivijera” Hotel Group is recognized as a company that keeps up with the latest tourism trends, constantly examining the needs and demands of its guests. Through detailed research over the years, activity- and family-oriented vacations have emerged as the backbone of the company’s operations, which is why we are primarily oriented towards engaging tourists with various entertainment programs.
zxx: Hotelska grupa „Budvanska rivijera“ poznata je kao kompanija koja je u toku sa najnovijim trendovima u turizmu, neprestano zadovoljavajući potrebe i zahtjeve svojih gostiju. Kroz detaljna istraživanja tokom godina, odmori orijentisani prema porodici postali su srž poslovanja ove kompanije, zbog čega smo prevashodno fokusirani da turiste privlačimo raznim zabavnim programima.

source: A diverse list of activities had been compiled, designed, crafted and conducted by our entertainment team - a group of trained professionals in fields such as pedagogy, physical education, and psychology.
zxx: Pažljivo smo sastavili raznovrstan spisak aktivnosti koju vodi naš tim za organizovanje zabavnih aktivnosti - grupa profesionalaca obučenih u oblastima kao što su pedagogija, fizičko vaspitanje i psihologija.

source: These instructors carry classes of morning gymnastics, aqua aerobics, swimming, mini golf, beach volleyball, and some on demand activities (if possible to arrange). Firm supporters of active vacation and recreation programmes cherish the moments we create together, calling them “an opportunity to add more value to vacations” - all done through activities such as Zumba, Latin dance classes, yoga, and many more.
zxx: Ovi instruktori drže časove jutarnje gimnastike, aqua-aerobika, plivanja, mini golfa, odbojke na pijesku i neke aktivnosti na zahtjev (ukoliko je moguće dogovoriti). Čvrsti pobornici aktivnog odmora i rekreacionih programa njeguju trenutke koje stvaramo zajedno, nazivajući ih „prilikom da dodate benefite vašem godišnjem odmoru"- sve se može postići aktivnostima kao što su Zumba, časovi latino plesa, joge i još mnogo toga.

source: Sport Activities - Tennis Courts
zxx: Sportske aktivnosti - Teniski tereni

source: Within the resort there is one of the most modern tennis centers in the region, which is due to the highest standards of construction and quality infrastructure, accommodation facilities and additional facilities.
zxx: U okviru resorta se nalazi jedan od najmodernijih teniskih centara u regionu, i to zbog najviših standarda što se tiče izgradnje i kvaliteta infrastrukture, kao i kvalitetnih smještajnih objekata i ostalih pogodnosti.

source: Within the tennis center there are 11courts, 8 courts on clay, as well as three concrete courts, with all the accompanying facilities (locker rooms, showers, rest area, coffee bar). In addition to the tennis center for tennis fans, there is a modern gym, as well as a Jacuzzi and sauna that visitors of the center can use within the hotel "Aleksandar", only 50 m away from the center.
zxx: U okviru teniskog centra nalazi se 11 terena, 8 terena na šljaci, kao i tri betonski terena, sa svom dodatnom opremom i objektima (svlačionice, tuševi, prostor za odmor, kafe bar). Pored teniskog centra za ljubitelje ovog sporta, postoji i moderna teretana, kao i jacuzzi i sauna koje posjetioci centra mogu koristiti u hotelu „Aleksandar”, udaljenom samo 50m od centra.

source: Tennis center "Slovenska plaža" within its offer offers the organization of individual, group, tourist and other tennis activities, as well as the possibility of individual and group engagement of tennis coaches, organization of sparring matches, rental of courts and tennis equipment and other various facilities.
zxx: Teniski centar „Slovenska plaža”, u okviru svoje ponude obezbjeđuje mogućnost organizovanja individualnih, grupnih, turističkih i drugih teniskih aktivnosti, kao i mogućnost individualnog i grupnog angažovanja teniskih trenera, organizacija sparing mečeva, iznajmljivanje terena i teniske opreme i drugih raznih sadržaja.

source: Tennis enjoy for kids
zxx: Uživanje u tenisu za djecu

source: Our all-day program or selection of multi-day programs is intended for children of all ages who want to benefit from tennis and who love this sophisticated sport.
zxx: Naš cjelodnevni program ili višednevni programi su namijenjeni djeci svih uzrasta koji se bave tenisom i koji jednostavno vole ovaj sofisticirani sport.

source: First of all, the program can teach the basics of tennis kicks, but at the same time awaken work habits and develop a sports spirit in children.
zxx: Prije svega, ovaj program može da bude osnova što se tiče teniskih udaraca, ali istovremeno može da probudi radne navike i razvije sportski duh kod djece.

source: Primary objective: Children-friendly hotel experience
zxx: Primarni cilj: Hotelski doživljaj prilagođen djeci

source: Within the animation programme, great attention is paid to our youngest guests, who can experience a mixed bag of adventures in the children’s mini club, our outdoors, and many more.
zxx: U okviru animacijskog programa velika pažnja se posvećuje našim najmlađim gostima, koji mogu doživjeti mnogo avantura u dječijem mini klubu, koji se nalazi napolju, i mnoge druge avanture.

source: Kids can play in an area of 300m2 and have a trampoline, slide, and many other play content at their disposal.
zxx: Djeca mogu da se igraju na površini od 300m2, gdje imaju trampolinu, tobogan i mnoge druge zanimacije za rekreaciju koje su na raspolaganju.

source: It is these diverse animation and sport programmes that round up the complete offer of hotel Slovenska Plaza, attracting more and more guests as each memorable year passes. <br /><br />
zxx: Upravo ti raznovrsni animatorski i sportski programi zaokružuju kompletnu ponuda resorta Slovenska Plaža, koja privlači sve više gostiju iz godine u godinu. <br /><br />

source: hotel aleksandar rooms
zxx: hotel aleksandar sobe

source: Hotel Aleksandar counts as many as 187 rooms and suites that guests can choose from when booking their stay at one of Budva's top hotel sites.
zxx: Hotel Aleksandar broji čak 187 soba i apartmana koje gosti mogu da biraju prilikom rezervacije boravka u jednom od najpopularnijih hotela u Budvi.

source: Budvanska Rivijera | Aleksandar Hotel - Guest Rooms & Suites
zxx: Budvanska Rivijera | Hotel Aleksandar - Sobe i apartmani za goste

source: Hotel Aleksandar - Overview
zxx: Hotel Aleksandar - Pregled hotela

source: /en/hotel-aleksandar-in-budva/overview/
zxx: /me/hotel-aleksandar-u-budvi/pregled-hotela/

source: HOTEL OVERVIEW
zxx: PREGLED HOTELA

source: Hotel Aleksandar - Accommodation
zxx: Hotel Aleksandar - Smještaj

source: /en/hotel-aleksandar-in-budva/rooms-and-suites/
zxx: /me/hotel-aleksandar-u-budvi/smjestaj/

source: ACCOMMODATION
zxx: SMJEŠTAJ

source: Hotel Aleksandar - Meetings & Events
zxx: Hotel Aleksandar - Sastanci i događaji

source: /en/hotel-aleksandar-in-budva/conference-rooms/
zxx: /me/hotel-aleksandar-u-budvi/konferencije/

source: MEETINGS & EVENTS
zxx: SASTANCI I DOGAĐAJI

source: Hotel Aleksandar - Restaurants
zxx: Hotel Aleksandar - Restorani

source: /en/hotel-aleksandar-in-budva/restaurants-and-bars/
zxx: /me/hotel-aleksandar-u-budvi/restorani/

source: RESTAURANTS & BARS
zxx: RESTORANI I BAROVI

source: Hotel Aleksandar - Beaches & Pools
zxx: Hotel Aleksandar - Plaže i bazeni

source: /en/hotel-aleksandar-in-budva/beaches-and-pools/
zxx: /me/hotel-aleksandar-u-budvi/plaze-i-bazeni/

source: BEACHES & POOLS
zxx: PLAŽE I BAZENI

source: /en/hotel-aleksandar-in-budva/wellness-and-spa/
zxx: /me/hotel-aleksandar-u-budvi/wellness-i-spa/

source: Hotel Aleksandar - Location
zxx: Hotel Aleksandar - Lokacija

source: /en/hotel-aleksandar-in-budva/location/
zxx: /me/hotel-aleksandar-u-budvi/lokacija/

source: LOCATION
zxx: LOKACIJA

source: /en/hotel-palas/en/hotel-aleksandar-in-budva/overview/
zxx: /me/hotel-aleksandar-u-budvi/pregled-hotela/

source: Hotel Overview
zxx: Pregled hotela

source: Accommodation
zxx: Smještaj

source: Meetings & Events
zxx: Sastanci i događaji

source: Restaurants & bars
zxx: Restorani i barovi

source: Beaches & Pools
zxx: Plaže i bazeni

source: Wellness & SPA
zxx: Wellness i SPA

source: Location
zxx: Lokacija

source: Hotel Slovenska Plaza Standard
zxx: Hotel Slovenska Plaža Standard

source: Hotel Resort Slovenska Plaza Lux
zxx: Hotel Resort Slovenska Plaža Lux

source: Hotel Mogre
zxx: Hotel Mogren

source: Rooms & Suits
zxx: Sobe i apartmani

source: The hotel&#39;s serene lodgings inside any of our four grand villas propose the unsurpassable comfort of waking up to the sound of the sea. Our villas feature a total of <a title="Hotel Aleksandar - Accommodation" href="/en/hotel-aleksandar-in-budva/rooms-and-suites/" target="_blank">187 rooms</a> and are named after plant species: Lavanda, Hortensia, Pinea and Tilia; depicting the very surroundings of the buildings.
zxx: Mirne sobe hotela u bilo kojoj od naše četiri vile pružiće vam nenadmašnu udobnost buđenja uz zvuk mora. Naše vile imaju ukupno 187 soba i nazvane su po vrstama biljaka: Lavanda, Hortensia, Pinea i Tilia; koje opisuju samo okruženje vila.

source: Hotel Aleksandar - Double/Twin Room no Balcony
zxx: Hotel Aleksandar - Dvokrevetna soba bez terase

source: /en/hotel-aleksandar-in-budva/rooms-and-suites/double-twin-room/
zxx: /me/hotel-aleksandar-u-budvi/smjestaj/dvokrevetna-soba/

source: Double/Twin Room no Balcony
zxx: Dvokrevetna soba bez terase

source: od
zxx: from

source: per room
zxx: po sobi

source: Details
zxx: Detalji

source: Book your room
zxx: Rezervišite svoj boravak

source: Hotel Aleksandar - Double/Twin Room with Balcony
zxx: Hotel Aleksandar - Dvokrevetna soba sa terasom

source: /en/hotel-aleksandar-in-budva/rooms-and-suites/double-twin-room-balcony/
zxx: /me/hotel-aleksandar-u-budvi/smjestaj/dvokrevetna-soba-sa-terasom/

source: Double/Twin Room with Balcony
zxx: Dvokrevetna soba sa terasom

source: Hotel Aleksandar - Family Room
zxx: Hotel Aleksandar - Porodična soba

source: /en/hotel-aleksandar-in-budva/rooms-and-suites/family-room/
zxx: /me/hotel-aleksandar-u-budvi/smjestaj/porodicna-soba/

source: Family room
zxx: Porodične sobe

source: Hotel Aleksandar - Apartment
zxx: Hotel Aleksandar - Apartman

source: /en/hotel-aleksandar-in-budva/rooms-and-suites/apartment/
zxx: /me/hotel-aleksandar-u-budvi/smjestaj/apartman/

source: Apartment
zxx: Apartman

source: Hotel Aleksandar - Comfort Room with Balcony
zxx: Hotel Aleksandar - Comfort soba sa terasom

source: /en/hotel-aleksandar-in-budva/rooms-and-suites/comfort-room-balcony/
zxx: /me/hotel-aleksandar-u-budvi/smjestaj/comfort-soba-sa-terasom/

source: Comfort Room with Balcony
zxx: Comfort soba sa terasom

source: Hotel Aleksandar has three swimming pools in total, a playground and an outdoor gym that kids and parents can use during their stay in Budva.
zxx: Hotel Aleksandar ima ukupno tri bazena, igralište i teretanu na otvorenom, koje djeca i roditelji mogu koristiti tokom boravka u Budvi.

source: hotel aleksandar pools
zxx: hotel aleksandar bazeni

source: Budvanska Rivijera | Hotel Aleksandar - Beaches & Pools
zxx: Budvanska Rivijera | Hotel Aleksandar - Plaže i bazeni

source: <a title="Hotel Aleksandar - Location" href="/en/hotel-aleksandar-in-budva/location/" target="_blank">Behind</a> the very complex, settled within the charming gardens and fenced by graceful palm trees, are two swimming pools with the adjacent “Pinea” pool bar and a playground with an outdoor gym. This scenery is further enriched by looking to the front at a direct connection with the city’s main promenade and the sea, or by looking to the back at the mountains that cover <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a>. The hotel also boasts one more swimming pool in the heart of the complex for a relaxing stress-free experience.
zxx: Iza samog kompleksa, smješteni u magičnim vrtovima i ograđeni gracioznim palmama, nalaze se dva bazena sa barom „Pinea“ koji se nalazi odmah pored, kao i igralište sa teretanom na otvorenom. Ovaj pejzaž je dodatno obogaćen pogledom na gradsko šetalište i more, a ako bi ste se okrenuli na suprotnu stranu, vidjeli biste prelijep pogled na planine koje pokrivaju Budvu. Hotel se takođe može pohvaliti još jednim bazenom u samom srcu kompleksa kako bi opuštajući doživljaj bio upotpunjen.

source: Enjoy the full atmosphere
zxx: Uživajte u potpunoj atmosferi

source: <a title="Hotel Aleksandar - Overview" href="/en/hotel-aleksandar-in-budva/overview/" target="_blank">Hotel Aleksandar</a> features both <a title="Saltwater pools" href="https://www.riverpoolsandspas.com/blog/saltwater-pools/" target="_blank">saltwater</a> and freshwater swimming pools to cater to specific demands. All backyard swimming pools are surrounded by complimentary sunbeds and parasols to make enjoyment in the sun more comfortable. At daytime, guests can order drinks, tropical cocktails, and light snacks at the “<a title="Hotel Aleksandar - Restaurants&Bars" href="/en/hotel-aleksandar-in-budva/restaurants-and-bars/" target="_blank">Pinea</a>” pool bar.
zxx: <a title="Hotel Aleksandar - Overview" href="/en/hotel-aleksandar-in-budva/overview/" target="_blank">Hotel Aleksandar</a> ima bazene sa slanom vodom i bazene sa slatkom vodom koji zadovoljavaju posebne zahtjeve. Svi bazeni u dvorištu su okruženi besplatnim ležaljkama i suncobranima kako biste više uživali na suncu. Tokom dana, gosti mogu da naruče pića, tropske koktele, i grickalice u baru “<a title="Hotel Aleksandar - Restaurants&Basr" href="/en/hotel-aleksandar-in-budva/restaurants-and-bars/" target="_blank">Pinea</a>”.

source: Various animation programmes make pool time even more fun. Kids have the possibility for swimming lessons, while the elderly can enjoy free-of charge water aerobics.
zxx: Različiti animatorski programi čine vrijeme na bazenu još zabavnijim. Djeca imaju mogućnost za časove plivanja, dok starije osobe mogu besplatno da uživaju u vodenom aerobiku.

source: Gallery
zxx: Galerija

source: Hotel Aleksandar - Beaches&Pools
zxx: Hotel Aleksandar - Plaže i bazeni

source: Previous
zxx: Prethodna

source: Next
zxx: Sljedeća

source: Playtime for kids
zxx: Vrijeme igre za djecu

source: Beside the pools, a playground and a playhouse cottage, parents also enjoy the benefit of having certified animators take care and supervise the activity of their children.
zxx: Pored bazena, igrališta i kućice za igru, roditelji se mogu osloniti na to da naši sertifikovani animatori brinu i paze na aktivnosti njihove djece.

source: A proven track record of serving our family guests taught us that the more animation there is, the more fun is guaranteed. Therefore our long list of summer activities in our backyard such as: outdoor gym exercises, dance lessons, live music, magician shows, drawing contests, table tennis tournaments, and many more. We invite all children between the ages of five to twelve to participate in the games, and encourage all other guests to share the fun and laughter.
zxx: Osim bazena, igrališta i kućice za igru, roditelji takođe uživaju u tome što sertifikovani animatori vode računa i nadgledaju njihovu djecu. <br /> Iskustvo nas je naučilo da, što se tiče naših gostiju koji dolaze sa porodicama, više animacije znači i više zabave. Zbog ovoga, ljeti organizujemo različite vježbe i aktivnosti na otvorenom, kao što su vježbe u teretani na otvorenom, časovi plesa, muzika uživo, mađioničarske predstave, takmičenja u crtanju, turniri u stonom tenisu i još mnogo toga. Sva djeca uzrasta od pet do dvanaest godina mogu da učestvuju u igrama i činimo sve da i naši ostali gosti dijele tu zabavu i smijeh.

source: In our neighbourhood
zxx: U našem komšiluku

source: An alternative to our hotel’s water and outdoor activities is our first neighbour, the <a title="Adriatic Sea" href="https://travelhonestly.com/adriatic-sea/" target="_blank">Adriatic sea</a>. The city of <a title="Budva" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> is known for its many types of sand beaches for children to build castles, or pebble beaches to collect tiny rocks as memorabilia for your dear collection. Crystal clear water will make swimming one of your favourite activities during your stay, while the vicinity of it all enables discovering one <a title="Beaches in Petrovac" href="https://www.tripadvisor.com/Attractions-g804484-Activities-c61-t52-Petrovac_Budva_Municipality.html/" target="_blank">beach</a> after the other in a short timeframe.
zxx: Alternativa našim bazenima i aktivnostima na otvorenom je naš prvi &quot;komšija&quot;, Jadransko more.<br /><br /> Grad Budva je poznat po mnogim vrstama pješčanih i šljunkovitih plaža gdje djeca mogu da prave dvorce od pijeska, a gdje vi možete da prikupite sitno kamenje za uspomenu i dugo sjećanje. <br /><br /> Kristalno čista voda učiniće kupanje jednom od vaših omiljenih aktivnosti tokom boravka, dok blizina svega toga omogućava to da za kratko vrijeme možete da otkrivate nove plaže jednu za drugom. <br /><br /> Najbliža i najduža plaža u Budvi je Slovenska plaža, kojoj direktno imate pristup iz našeg hotela. Takođe, možete istražiti Mogren koji je udaljen na 20 minuta šetnje. U Budvi možete pronaći i mnoge druge plaže, kao što su Jaz, Pržno, itd.

source: The closest and longest one is <a title="Slovenska Beach" href="https://www.tripadvisor.com/Attraction_Review-g304074-d8514355-Reviews-Slovenska_Beach-Budva_Budva_Municipality.html/" target="_blank">Slovenska plaza</a> beach, with direct access to it from our hotel. You can also explore <a title="Hotel Mogren - Overview" href="/en/hotel-mogren-in-budva/overview/" target="_blank">Mogren</a>, which is 20 minutes away by foot. And there are various other strands like <a title="Jaz Beach" href="https://www.tripadvisor.com/Attraction_Review-g15836321-d4875947-Reviews-Jaz_Beach-Prijevor_Budva_Municipality.html/" target="_blank">Jaz</a>, <a title="Przno Beaches" href="https://www.tripadvisor.com/Attraction_Review-g1472387-d8690265-Reviews-Przno_Beach-Przno_Budva_Municipality.html/" target="_blank">Przno</a>, and many more beaches in Budva that you can discover.
zxx: Najduža i najbliža plaža je Slovenska Plaža, do koje je omogućen direktan pristup iz hotela. Takođe imate pristup i plaži <a title="Hotel Mogren - Overview" href="/en/hotel-mogren-in-budva/overview/" target="_blank">Mogren</a>, koja je na svega 20 minuta pješke. Tu su naravno i plaže Jaz i Pržno, kao i mnoge druge plaže u Budvi koje vas čekaju da ih istražite.

source: hotel aleksandar comfort room balcony
zxx: hotel aleksandar comfort soba terasa

source: Budvanska Rivijera | Hotel Aleksandar - Comfort Room with Balcony
zxx: Budvanska Rivijera | Hotel Aleksandar - Comfort soba sa terasom

source: COMFORT ROOM WITH BALCONY
zxx: COMFORT SOBA SA TERASOM

source: Contemporary double or twin room with extra bed. The room is equipped with overall hotel facilities. Modern designed bathroom.
zxx: Moderno opremljena dvokrevetna soba sa pomoćnim ležajem. Mogućnost francuskog ili odvojenih ležajeva. Opremljena ukupnim hotelskim sadržajem, mogućnost fotelje na razvlačenje.Moderno dizajnirano kupatilo.

source: Resort Slovenska Plaza - Suite with Sofa Bed
zxx: Resort Slovensa Plaža - Apartman sa sofom

source: In your private bathroom
zxx: U vašem privatnom kupatilu

source: Hairdryer
zxx: Fen

source: Towels
zxx: Peškiri

source: Free toiletries
zxx: Kupatilska kozmetika

source: Shower
zxx: Tuš kabina

source: Slippers
zxx: Sobne papuče

source: Bathrobe on request
zxx: Bademantil na zahtjev gosta

source: Cosmetic mirror
zxx: Kozmeticko ogledalo

source: View
zxx: Pogled

source: Sea or pool
zxx: Bazen/more

source: Room facilities
zxx: Sobni sadržaji

source: Flat-screen TV
zxx: Flat tv ekran

source: Cable Channels
zxx: Kablovska televizija

source: Free WiFi (rooms and other areas)
zxx: Internet bez doplate (u sobama i na javnim površinama)

source: Mini fridge (minibar on request)
zxx: Mini frižider (mogućnost mini bara na zahtjev gosta)

source: Wake Up Service
zxx: Usluga buđenja

source: Air conditioning
zxx: Klima-air condition

source: Closet
zxx: Orman

source: Socket near the bed
zxx: Utičnica pored kreveta

source: Safety Deposit Box
zxx: Sef

source: Book this room
zxx: Rezervišite ovu sobu

source: hotel aleksandar family room
zxx: hotel aleksandar porodicna soba

source: Budvanska Rivijera | Hotel Aleksandar - Family Room
zxx: Budvanska Rivijera | Hotel Aleksandar - Porodična soba

source: FAMILY ROOM
zxx: PORODIČNA SOBA

source: Family Room
zxx: Porodična soba

source: Perfectly designed for family - spacious accommodation unit with two bedrooms and two bathrooms. Each room has an extra bed (sofa bed) with two bathrooms. The room also has its own terrace overlooking the sea
zxx: Idealna za porodicu - prostrana smještajna jedinica sa dvije sobe i dva kupatila. U svakoj sobi extra pomoćni ležaj ( fotelja na razvlačenje) sa dva kupatila. Soba ima i sopstvenu terasu sa pogledom na more.

source: Sea
zxx: More

source: Hotel Aleksandar is Budva's most family-friendly resort. It is comprised of four separate villas and is the very embodiment of Mediterranean architecture.
zxx: Hotel Aleksandar je najbolje mjesto u Budvi za porodična putovanja. Čine ga četiri odvojene vile, a oličenje je mediteranske arhitekture.

source: Budvanska Rivijera | Hotel Aleksandar in Budva
zxx: Budvanska Rivijera | Hotel Aleksandar u Budvi

source: Aleksandar Hotel
zxx: Hotel Aleksandar

source: Beachfront
zxx: Na obali

source: Family
zxx: Porodični hotel

source: Ideally <a title="Hotel Aleksandar - Location" href="/en/hotel-aleksandar-in-budva/location/" target="_blank">located</a> near the beach, yet far away from the major hustle and bustle, lies hotel Aleksandar, a family club hotel that has welcomed guests in <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> since 1989. The complex represents the jewel in the crown of the Hotel Group “<a title="Hotel Group Budvaska Rivijera" href="/en/home/" target="_blank">Budvanska Rivijera</a>” tourism offers.
zxx: Idealno <a title="Hotel Aleksandar-Location" href="/en/hotel-aleksandar-in-budva/location/" target="_blank"> lociran </a> blizu plaže, daleko od velike gužve nalazi se hotel Aleksandar, porodični klub hotel koji je dočekivao goste u Budvi, a još od 1989. kompleks predstavlja dragulj u kruni hotelske grupe „<a title="Hotel Group Budvaska Rivijera" href="/hr/home/" target="_blank">Budvanska rivijera</a>“.

source: The vastness of the hotel’s estate is comprised of 4 separate villas, all named after plant species: Lavanda, Hortensia, Pinea, and Tilia.
zxx: Hotel se se sastoji od 4 odvojene vile, koje su dobile nazive po biljkama: Lavanda, Hortensia, Pinea i Tilia.
