Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/me/LC_MESSAGES/django.po
Languages: zxx

source: Our <b>all-Inclusive Restaurant</b> capacitates 180 seats and is exclusive to its service beneficiaries. This restaurant serves a buffet with <a title="10 traditional montenegrin dishes you need to try" href="https://theculturetrip.com/europe/montenegro/articles/10-traditional-montenegrin-dishes-you-need-to-try/" target="_blank">national</a> and international dishes, priding itself on a broader menu, and has an open terrace during summer which serves all-inclusive national drinks.
zxx: Naš <b>all-inclusive restoran</b> ima 180 mjesta i namijenjen je za goste hotela. Ovaj restoran po principu buffet stola služi <a title ="10 traditional montenegrin dishes you need to try" href = "https://theculturetrip.com/europe/montenegro/articles/10-traditional-montenegrin-dishes-you-need-to-try/" target = "_ blank"> nacionalna</a> i internacionalna jela, i ponosi se širokim izborom što se jelovnika tiče, a tokom ljeta ima otvorenu ljetnju terasu i all inclusive bar koji služi nacionalna pića.

source: <b>Primorski restoran (The Seaside Restaurant)</b> is placed at one of the establishment’s <a title="Resort Slovenska Plaza - Beaches & Pools" href="/en/hotel-slovenska-plaza-in-budva/beaches-and-pools/" target="_blank">swimming pools</a> and is covered in natural shade, consequently creating a perfect daytime option for rest and indulging in <a title="Montenegrin traditional drinks nova" href="https://www.montenegro.travel/en/info/montenegrin-traditional-drinks-nova/" target="_blank">national</a> dishes for true hedonists.
zxx: <b> Primorski restoran (Obalni restoran) </b> smješten je na jednom od bazena <a title = "Resort Slovenska Plaza - Beaches & Pools" href = "/en/hotel-slovenska-plaza-in-budva/beaches-and-pools/" target = "_ blank" >hotela</a> i prekriven je prirodnom hladovinom, stvarajući tako savršenu opciju za odmor i uživanje u nacionalnim jelima za istinite hedoniste.

source: It has direct access to the <a title="Resort Slovenska Plaza - Beaches & Pools" href="/en/hotel-slovenska-plaza-in-budva/beaches-and-pools/" target="_blank">pool</a> and is a favourite spot for parents who want their children in their field of vision while at the <a title="Resort Slovenska Plaza - Beaches & Pools" href="/en/hotel-slovenska-plaza-in-budva/beaches-and-pools/" target="_blank">pool’s</a> playground.
zxx: Ima direktan pristup <a title = "Resort Slovenska Plaza - Beaches & Pools" href = "/en/hotel-slovenska-plaza-in-budva/beaches-and-pools/" target = "_ blank">bazenu</a> i omiljeno je mjesto roditeljima koji žele svoju djecu u vidnom polju dok su na igralištu bazena.

source: The restaurant is 80 seats in capacity and is open until 19:00, with a la carte service at fair prices.
zxx: Restoran je kapaciteta 80 mjesta i otvoren je do 19:00, sa a la carte uslugom po povoljnim cijenama.

source: The restaurant, the outdoor and indoor part thereof, has 250 seats and works from 09:00 to 01:00.
zxx: Restoran, spoljni i zatvoreni dio, ima 250 mjesta i radi od 09:00 do 01:00.

source: BARS
zxx: BAROVI

source: <b>Aperitif Bar</b> is an ideal place for refreshment after an intensive day of sports, hiking or sunbathing at the beach. It offers cakes, pastry, and drinks.
zxx: <b> Aperitiv Bar </b> je idealno mjesto za osvježenje nakon intenzivnog dan sporta, planinarenja ili sunčanja na plaži. U ponudi se može naći veliki izbor kolača, peciva i pića.

source: The capacity of this bar is around 40 persons, and it is open from 07:00 to 23:00.
zxx: Kapacitet ovog bara je oko 40 osoba, a otvoren je od 07:00 do 23:00.

source: <b>Raspućin (Rasputin)</b> is one of the most renowned cafés in the entire <a title="Hotel Group Budvanska Rivijera" href="/en/home/" target="_blank">Budva Riviera</a>. With its 50 seats and an appealing location overlooking the green areas it is considered a favourite meeting place for locals and beyond. Live music, salsa evenings, and fast food at very fair prices are the main trump card of the Rasputin Cafe.
zxx: <b>Aperitif Bar </b>idealno je mjesto za osvježenje nakon intenzivnog dana u sportu, nakon planinarenja ili sunčanja na plaži. Nudi kolače, peciva i razna pića. <br /><br /> Kapacitet ovog bara je oko 40 osoba, a otvoren je od 07:00 do 23:00. <br /><br /> <b>Raspućin (Rasputin) </b>je jedan od najpoznatijih kafića na čitavoj Budvanskoj Rivijeri. Sa svojih 50 mjesta kapaciteta i atraktivnom lokacijom sa pogledom na zelene površine smatra se omiljenim mjestom susreta za domaće stanovnike i strane posjetioce. Muzika uživo, salsa večeri i brza hrana po veoma pristupačnim cijenama su glavni adut kafića Rasputin. <br /><br />

source: Working hours are from 08:00 to 01:00.
zxx: Radno vrijeme je od 08:00 do 01:00.

source: Restaurants&Bars
zxx: Restorani i barovi

source: resort slovenska plaza double twin room
zxx: resort slovenska plaža dvokrevetna soba

source: Double/Twin Room in Resort Slovenska Plaza offers air conditioning, fridge and cable TV.
zxx: Dvokrevetna soba u Resortu Slovenska Plaža ima klima uređaj, frižider i kablovsku televiziju.

source: Budvanska Rivijera | Resort Slovenska Plaza - Double/Twin Room
zxx: Budvanska Rivijera | Resort Slovenska Plaža - Dvokrevetna soba

source: Standard room with possibility of double or twin beds. The rooms are equipped with all standard hotel equipment. Spacious bathroom with shower. Room size 21 square meters.
zxx: Standardna dvokrevetna soba, mogućnost francuskog ili odvojenih ležajeva. Soba je opremljena svom standardnom hotelskom opremom. Prostrano kupatilosa tušem. Kvadratura sobe 21m².

source: Resort Slovenska Plaza - Double/Twin Room
zxx: Resort Slovenska Plaža - Dvokrevetna soba

source: Resort Slovenska Plaza - Double/Twin Room 5
zxx: Resort Slovenska Plaža - Dvokrevetna soba

source: Standard room with possibility of double or twin beds. The rooms are equipped with all standard hotel equipment. Spacious bathroom with shower. Room size 21 s quare meters.
zxx: Standardna dvokrevetna soba, mogućnost francuskog ili odvojenih ležajeva. Soba je opremljena svom standardnom hotelskom opremom. Prostrano kupatilo sa tušem. Kvadratura sobe 21m.

source: Resort Slovenska Plaza - Double/Twin Room no Balcony
zxx: Resort Slovenska Plaža - Dvokrevetna soba bez terase

source: Resort Slovenska Plaza - Double/Twin Room no Balcony 5
zxx: Resort Slovenska Plaža - Dvokrevetna soba bez terase

source: resort slovenska plaza family apartment balcony
zxx: resort slovenska plaža porodicni apartman terasa

source: Air conditioning, a fridge and a TV are featured in each family apartment in Resort Slovenska Plaza.
zxx: Klima uređaj, frižider i TV se nalaze u svakom porodicnom apartmanu u Resortu Slovenska Plaža.

source: Budvanska Rivijera | Resort Slovenska Plaza - Family Apartment with Balcony
zxx: Budvanska Rivijera | Resort Slovenska Plaža - Porodični apartman sa terasom

source: FAMILY APARTMENT WITH BALCONY
zxx: PORODIČNI APARTMAN SA TERASOM

source: Apartments suitable for family arrangements. The accommodation unit has two rooms equipped with twin beds and a sofa. Bathroom with regular hotel equipment. The apartment has a balcony with seating furniture and a view on beautifully landscaped gardens of the resort.
zxx: Apartmani prilagođeni porodičnim aranžmanima. Smještajna jedinica posjeduje dvije prostorije. Prostrane spavaće sobe opremljene twin ležajevima i sofom za sjedenje (mogućnost razvlačenja). Standardno kupatilo sa opremom. U okviru apartmana je i balkon sa mobilijarom za sjedenje i pogledom na lijepo uredjene vrtove resorta.

source: Resort Slovenska Plaza - Family Apartment with Balcony
zxx: Resort Slovenska Plaža - Porodični apartman sa terasom

source: Resort Slovenska Plaza - Family Apartment with Balcony 11
zxx: Resort Slovenska Plaža - Porodični apartman sa terasom

source: Beautifully landscaped gardens of the resort
zxx: Park

source: resort slovenska plaza studio apartment kitchen
zxx: resort slovenska plaža studio apartman kuhinja

source: Air conditioning, a fridge and a TV are featured in each studio apartment in Resort Slovenska Plaza.
zxx: Klima uređaj, frižider i TV se nalaze u svakom studio apartmanu u Resortu Slovenska Plaža.

source: Budvanska Rivijera | Resort Slovenska Plaza - Studio Apartment with Kitchen
zxx: Budvanska Rivijera | Resort Slovenska Plaža - Studio apartman sa kuhinjom

source: STUDIO APARTMENT WITH KITCHEN
zxx: STUDIO APARTMAN SA KUHINJOM

source: Apartments with a comfortable room furnished with a double bed and a mini kitchen as well as seating equipment. This apartment type has a terrace with furniture.
zxx: Apartmani sa komotnom prostorijom namještenom sa francuskim ležajem i mini kuhinjom kao i opremom za sjedenje. Ovaj tip apartmana ima terasu sa mobilijarom

source: Resort Slovenska Plaza - Studio Apartment with Kitchen
zxx: Resort Slovensa Plaža - Studio apartman sa kuhinjom

source: Resort Slovenska Plaza - Studio Apartment with Kitchen 11
zxx: Resort Slovenska Plaža - Studio apartman sa kuhinjom

source: resort slovenska plaza comfort twin room
zxx: resort slovenska plaža comfort dvokrevetna soba

source: Comfort Twin Room in Resort Slovenska Plaza offers air conditioning, fridge and cable TV.
zxx: Comfort dvokrevetna soba u Resortu Slovenska Plaža ima klima uređaj, frižider i kablovsku televiziju.

source: Budvanska Rivijera | Resort Slovenska Plaza - Comfort Twin Room
zxx: Budvanska Rivijera | Resort Slovenska Plaža - Comfort dvokrevetna soba

source: COMFORT TWIN ROOM
zxx: COMFORT DVOKREVETNA SOBA

source: Cozy twin type rooms with twin beds and one extra bed (sofa bed). Rooms have a terrace with seating furniture and view on the green atrium or interior.
zxx: Ugodne dvokrevetne sobe sa odvojenim krevetima i pomoćnim ležajem. Pomoćni ležaj je trosjed. Sobe posjeduju terasu sa mobilijarom za sjedenje i pogledom na atrijum ili unutrasnjost.

source: Resort Slovenska Plaza - Comfort Twin Room
zxx: Resort Slovenska Plaža - Comfort dvokrevetna soba

source: Atrium and view on the green atrium or interior
zxx: Atrijum, unutrašnjost

source: resort slovenska plaza comfort twin room extra bed
zxx: resort slovenska plaža comfort dvokrevetna soba pomocni lezaj

source: Comfort Twin Room with Extra Bed in Resort Slovenska Plaza offers air conditioning, fridge and cable TV.
zxx: Comfort dvokrevetna soba u Resortu Slovenska Plaža ima klima uređaj, frižider i kablovsku televiziju.

source: Budvanska Rivijera | Resort Slovenska Plaza - Comfort Twin Room with Extra Bed
zxx: Budvanska Rivijera | Resort Slovenska Plaža - Comfort dvokrevetna soba sa pomoćnim ležajem

source: COMFORT TWIN ROOM WITH EXTRA BED
zxx: COMFORT DVOKREVETNA SOBA SA POMOĆNIM LEŽAJEM

source: Comfort Twin Room with Extra Bed
zxx: Comfort dvokrevetna soba sa pomoćnim ležajem

source: Cozy rooms with twin beds and one extra bed. These rooms have a terrace bordered by a façade wall (inside view).
zxx: Ugodne dvokrevetne sobe sa odvojenim krevetima i pomoćnim ležajem. Pomoćni ležaj trosjed. Ove sobe posjeduju terasu oivičenu fasadnim zidom.

source: Resort Slovenska Plaza - Comfort Twin Room with Extra Bed
zxx: Resort Slovensa Plaža - Comfort dvokrevetna soba sa pomoćnim ležajem

source: terrace bordered by a façade wall (inside view).
zxx: terasa ograđena fasadnim zidom (pogled ka unutra)

source: resort slovenska plaza studio apartment
zxx: resort slovenska plaža studio apartman

source: Studio Apartment in Resort Slovenska Plaza offers air conditioning, fridge and cable TV.
zxx: Studio apartman u Resortu Slovenska Plaža ima klima uređaj, frižider i kablovsku televiziju.

source: Budvanska Rivijera | Resort Slovenska Plaza - Studio Apartment
zxx: Budvanska Rivijera | Resort Slovenska Plaža - Studio apartman

source: STUDIO APARTMENT
zxx: STUDIO APARTMAN

source: Spacious double/ twin apartment with seating furniture and sofa bed, too. Accommodation on a sofa for two children up to 12 years old or one adult. Balcony on request with extra charge.
zxx: Prostrani dvokrevetni apartman. Velika soba sa francuskim ili odvojenim krevetima i garniturom za sjedenje. Sofa ima mogućnost razvlačenja. Smještaj na sofi za dvoje djece do 12 godina ili jedna odrasla osoba kao treća. Terasa na upit sa doplatom

source: Resort Slovenska Plaza - Studio Apartment
zxx: Resort Slovenska Plaža - Studio apartman

source: On beautifully landscaped gardens of the resort
zxx: U lijepo uređenom dvorištvu objekta

source: Family Apartment with Balcony in Resort Slovenska Plaza offers air conditioning, fridge and cable TV.
zxx: Porodicni apartman u Resortu Slovenska Plaža ima klima uređaj, frižider i kablovsku televiziju.

source: Apartments for real family atmosphere. These apartments have two rooms, a bedroom with a double bed (and sofa bed). And twin beds in the other room. Standard bathroom with equipment. The apartment has a balcony with furniture for sitting and a view of the beautifully landscaped gardens of the resort.
zxx: Apartmani za porodični ugođaj. Ovi apartmani posjeduju dvije prostorije, spavaću sobu sa francuskim ležajem i sofom za sjedenje (mogućnost razvlačenja), a u drugoj odvojeni kreveti. Standardno kupatilo sa opremom. U okviru apartmana je i terasa sa mobilijarom za sjedenje i pogledom na lijepo uredjene vrtove resorta

source: resort slovenska plaza tennis
zxx: resort slovenska plaža tenis

source: Within the resort there is one of the most modern tennis centers in the region, which is due to the highest standards of construction and quality infrastructure, accommodation facilities and additional facilities.
zxx: U okviru odmarališta se nalazi jedan od najmodernijih teniskih centara u regionu, zahvaljujući najvišim standardima gradnje i kvalitetnoj infrastrukturi smeštajnih objekata i dodatnih sadržaja.

source: Budvanska Rivijera | Resort Slovenska Plaza - Tennis
zxx: Budvanska Rivijera | Resort Slovenska Plaža - Tenis

source: TENNIS COURTS
zxx: TENISKI TERENI

source: Tennis
zxx: Teniski

source: Tennis Courts
zxx: Tenis resort

source: hotel group budvanska rivijera weddings
zxx: hotelska grupa budvanska rivijera vjenčanja

source: Celebrate your dream wedding in one of the venues in Hotel Group Budvanska Rivijera.
zxx: Proslavite vaše vjenčanje iz snova u jednoj od sala Hotelske Grupe Budvanska Rivijera.

source: Budvanska Rivijera | Weddings
zxx: Budvanska Rivijera | Vjenčanja

source: Celebrate your dream wedding in one of our venues. Check out the vailable places below so you can get the full scope of our offer and make the best of your very special day.
zxx: Proslavite vaše vjenčanje iz snova u jednoj od naših sala. Pogledajte slobodna mjesta ispod da biste imali uvid u našu ponudu, kako bismo vaš dan učinili posebnim na najbolji mogući način.

source: Get married in Hotel Palas, <br /> on the coast of Petrovac
zxx: Vjenčajte se u Hotelu Palas, <br /> na obali Petrovca

source: Pin the most important day in your lives with a breath-taking setting, ideal for memorable photographs, and highlights all of Mother Nature’s beauties.
zxx: Najvažniji dan u životu obilježite ambijentom koji oduzima dah, koji je idealan za nezaboravne fotografije i savršen za izgovaranje sudbonosnog „Da“.

source: Get married in Hotel Mogren, <br /> on the coast of Budva
zxx: Vjenčajte se u Hotelu Mogren, <br /> na obali Budve

source: We understand how hard the decision-making process in wedding planning is. However, the organization of your Big Day can become our “burden”!
zxx: Razumijemo koliko je težak proces donošenja odluka u vezi sa planiranjem vjenčanja. Međutim, organizacija vašeg velikog dana može postati naš „teret“!

source: Hotel Group Budvanska Rivijera's facilities contain wellness centres for added relaxation moments, with all practices being conducted by licenced professionals.
zxx: Hotelska Grupa Budvanska Rivijera posjeduje wellness centar za dodatne trenutke opuštanja u kojima se gosti mogu prepustiti masažama koje rade licencirani profesionalci.

source: Hotel Palas provides a newly opened 300 m² wellness centre. The centre appoints a Finnish sauna, Turkish bath, salt room, whirlpool with various hydro massage options, and showers of different sensations.
zxx: Hotel Palas u svojoj ponudi ima i wellness centar veličine 300 m². Ovaj centar ima finsku saunu, tursko kupatilo, slanu sobu, jacuzzi sa raznim mogućnostima hidro masaže i tuševe doživljaja.

source: In line with global tourism trends and new standards in hotel facilities, the novel offer of hotel Castellastva furthermore includes a wellness centre where guests can let off steam or relax after a long day full of activities.
zxx: U skladu sa globalnim turističkim trendovima i novim standardima opremljenosti hotela, ponuda hotela Castellastva takođe uključuje i wellness centar, u kojem se gosti mogu opustiti nakon dugog dana ispunjenog aktivnostima.

source: Hotel Aleksandar has a modern well-equipped mini-wellness centre which includes a gym, sauna, whirlpool, and cabins with shower rooms.
zxx: U sklopu hotela Aleksandar nalazi se moderno opremljen mini welness centar koji ima teretanu, saunu, jacuzzi, i tuš kabine.
