Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/me/LC_MESSAGES/django.po
Languages: zxx

source: The Palas-starred restaurant experience is elevated through authentic Montenegrin cuisine, as well as continental and international dishes. It was awarded the <a title="HG Budvanska Rivijera: Quality Service Leads to Successful Business" href="https://www.total-montenegro-news.com/business/3817-budvanska-rivijera-successful/" target="_blank">ISO 22000</a> certificate, implemented in 2010, which guarantees safety and utmost care across the process of the food we serve and the drinks we pour. Guests have both, the option to choose meals a-la-carte, or enjoy buffets with various dishes of their choice. <br /> <br /> Our dining areas are atmospheric by nature; furnished with sophisticated and charming ornamentation, enriched by the savour of exquisite food, therein providing all senses with a vibrant feel.
zxx: Doživljaj koje budete imali u restoranu Hotela Palas se odražava kroz autentičnu crnogorsku kuhinju, kao kontinentalnu i internacionalnu kuhinju. Dobitnik je nagrade <a title=""HG Budvanska Rivijera: Quality Service Leads to Successful Business"" href=""https://www.total-montenegro-news.com/business/3817-budvanska-rivijera-successful/"" target=""_blank"">ISO 22000</a> sertifikata, realizovan 2010. godine, koji garantuje bezbijednost pripreme i posluživanja hrane i pića. Gosti imaju dvije opcije, opciju da biraju a-la-carte obroke, ili da uživaju u buffetima koje oni sami odaberu. <br /> <br /> Naše prostorije za ručavanje imaju prirodan ambijent; opremljeni sa sofisticiranim i šarmantnim ukrasima, obogaćeni mirisom izvrsne hrane, pružajući živahan osjećaj svim čulima.

source: Primary hotel restaurant
zxx: Glavni hotelski restoran

source: In the heart of our <a title="Hotel Palas - Overview" href="/en/hotel-palas/overview/" target="_blank">hotel</a> is our primary hotel restaurant which can accommodate around 500 guests. It occupies a central position and therefore offers the most beautiful view of the hotel’s carefully maintained flower garden. The high ceilings and the expansiveness of this room make it a perfect place for <a title="Hotel Palas - Meetings&Events" href="/en/hotel-palas/conference-rooms/" target="_blank">social gatherings</a> of any nature.
zxx: U srcu <a title="Hotel Palas - Overview" href="/en/hotel-palas/overview/" target="_blank">hotela</a> se nalazi naš primarni hotelski restoran koji može smjestiti oko 500 gostiju. Nalazi se na takvom mjestu da obezbjeđuje najljepši pogled na brižljivo njegovani cvjetni vrt. Visokim plafonima i širokim prostorom ovaj restoran je savršeno mjesto za <a title="Hotel Palas-Meetings&Events" href="/me/hotel-palas/konferencije/" target="_blank">druženja</a> bilo koje prirode.

source: The French Terrace
zxx: Francuska Terasa

source: The French Terrace, with its 100 seats in capacity, is placed side by side to the primary restaurant and acts as a natural shade. It is our guests’ favourite spot for having breakfast with a sea view or refreshment during the day. In the evening, the French Terrace transforms into an intimate a la carte restaurant with a high quality national cuisine menu.
zxx: Francuska terasa sa kapacitetom od 100 mjesta se nalazi pored glavnog restorana i može da posluži kao izvor prirodne hladovine. To je omiljeno mjesto naših gostiju, gdje uz doručak uživaju u pogledu na more. Uveče se francuska terasa transformiše u intimni a la carte restoran uz visoko kvalitetni meni nacionalne kuhinje.

source: American Bar
zxx: Američki Bar

source: Our American Bar is opulently decorated and right beside the Reception Desk. It emphasises a breath-taking view of the <a title="Katič Island" href="https://www.lonelyplanet.com/montenegro/petrovac/attractions/katic-island/a/poi-sig/1324855/1314083/" target="_blank">Katic</a> and <a title="Sveta Nedjelja Island" href="https://www.lonelyplanet.com/montenegro/petrovac/attractions/sveta-nedjelja-island/a/poi-sig/1542530/1314083/" target="_blank">Sveta Nedjelja</a> islands and may host around fifty guests. The terrace within the American Bar is 300 m² in area, a popular place for evening relaxation and organisation of <a title="Hotel Palas - Meetings&Events" href="/en/hotel-palas/conference-rooms/" target="_blank">cocktail parties</a>. The bar is open from 08:00 to 00:00.
zxx: Naš Američki Bar je raskošno uređen i nalazi se odmah pored recepcije. Ono što ga čini posebnim je pogled na ostrva <a title="Katič Island" href="https://www.lonelyplanet.com/montenegro/petrovac/attractions/katic-island/a/poi-sig/1324855/1314083/" target="_blank">Katič</a> i <a title="Sveta Nedjelja Island" href="https://www.lonelyplanet.com/montenegro/petrovac/attractions/sveta-nedjelja-island/a/poi-sig/1542530/1314083/" target="_blank">Sveta Nedjelja</a> koji svima oduzimaju dah. Terasa unutar Američkog bara je površine 300 m², i predstavlja popularnu lokaciju za relaksaciju, kao i za organizovanje brojnih <a title="Hotel Palas - Meetings&Events" href="/en/hotel-palas/conference-rooms/" target="_blank">koktel žurki</a>. Bar je otvoren od 08:00h do 00:00h.

source: Palas Hotel’s Pool Bar adds an extra element of elegance to our guests’ stay. It is placed near the <a title="Hotel Palas - Wellness" href="/en/hotel-palas/wellness-and-spa/" target="_blank">wellness centre</a> and comprises of an indoor area and a terrace leaning onto the outdoor <a title="Hotel Palas - Beaches" href="/en/hotel-palas/beaches-and-pools/" target="_blank">pool</a>. Drinks are served from 08:00 to 23:00. In the evening, the terrace of the Pool Bar is the venue of many music <a title="Hotel Group Budvanska Rivijera - Events" href="/en/events/" target="_blank">events</a> where people can relax and bust some moves too.
zxx: Pool bar Hotela Palas jeste još jedan elemenat koji doprinosi eleganciji prostora u kojem gosti ostaju. Nalazi se u blizini <a title="Hotel Palas - Wellness" href="/en/hotel-palas/wellness-and-spa/" target="_blank">wellness centra</a> a pored zatvorenog prostora ima i terasu koja se naslanja na spoljni <a title="Hotel Palas - Beaches" href="/en/hotel-palas/beaches-and-pools/" target="_blank">bazen</a>. Piće se služi od 08:00h do 23:00h. U večernjim satima, terasa Pool bara postaje mjesto održavanja brojnih muzičkih <a title="Hotel Group Budvanska Rivijera - Events" href="/en/events/" target="_blank">događaja</a> gdje gosti imaju priliku da se opuste i možda nauče i neki plesni pokret.

source: Hotel Palas - Restaurants&Bars
zxx: Hotel Palas - Restorani

source: Restaurants&Bars 8
zxx: Restorani i barovi

source: hotel palas standard double room
zxx: hotel aleksandar standardna dvokrevetna soba

source: HG Budvanska rivijera - Palas Hotel - Standard Double Room
zxx: Budvanska Rivijera | Hotel Palas - Standardna dvokrevetna soba

source: STANDARD DOUBLE ROOM
zxx: STANDARDNA DVOKREVETNA SOBA

source: Standard Double Room
zxx: Standardna dvokrevetna soba

source: Cozy double room with double bed and balcony; with complete standard hotel equipment. Each room has a terrace with furniture and a partial sea view.
zxx: Ugodna dvokrevetna soba sa francuskim ležajem i terasom, posjeduje kompletnu standardnu hotelsku opremu. Svaka soba ima terasu sa mobilijarom i djelimičnim pogledom na more

source: Partial sea view
zxx: Djelimican pogled na more

source: hotel palas weddings
zxx: hotel palas vjenčanja

source: Hotel Palas is close to Mother Nature's wonders, therefore being a great coastal venue for weddings and memorable ceremonies alike.
zxx: Iz Hotela Palas možete uživati u prizorima koji su približni čudima majke prirode, pa je sjajno primorsko mjesto za vjenčanja i ceremonije za pamćenje.

source: Together we plan your
zxx: Zajedno planiramo vaše

source: Dream Wedding
zxx: Vjenčanje iz Snova

source: Pin the most important day in your lives with a breath-taking setting that’s perfect for saying “I do”, ideal for memorable photographs, and highlights all of Mother Nature’s beauties.
zxx: Najvažniji dan u životu obilježite ambijentom koji oduzima dah i koji je savršen za izgovaranje sudbonosnog „Da“. Uz ovo, prelijepe fotografije su garantovane uz pun sjaj ljepote majke prirode.

source: Our crew of experienced and caring event managers guarantee a perfectly planned wedding ceremony with all wishes fulfilled and every detail considered.
zxx: Naša ekipa iskusnih i brižnih event menadžera garantuje savršeno isplaniranu ceremoniju vjenčanja sa posebnom pažnjom na detalje i uvažavanjem svih vaših želja.

source: Hotel Palas can provide multiple <a title="Hotel Palas - Meetings & Events" href="/en/hotel-palas/conference-rooms/" target="_blank">venues</a> for weddings so that bride and groom can consider both indoor and outdoor ceremonies to create an ambience as unique as they are. Our offer entails possibilities to organise large- to small-scale weddings with cuisine ranging from traditional to international and ornamentations that match seasonality (<a title="Hotel Group Budvanska Rivijera - Contact" href="/en/contact/" target="_blank">subject to agreement</a>).
zxx: Hotel Palas ima u ponudi više sala za vjenčanje od kojih mladenci mogu izabrati ceremoniju u zatvorenom, ili otvorenom prostoru kako bi kreirali događaj koji je jednako unikatan koliko i njihove želje. Naša ponuda podrazumijeva mogućnost organizovanja većih ili manjih vjenčanja, sa internacionalnom ili tracionalnom kuhinjom i dekoracijama koje odgovaraju sezoni (podložno dogovoru).

source: The Palas Hotel’s larger <a title="Hotel Palas - Restaurants & Bars" href="/en/hotel-palas/restaurants-and-bars/" target="_blank">restaurant hall</a> is overlooking the sea and the hotel’s garden. This area capacitates 500 guests and provides the possibility to install a projector for guests to enjoy the wedding couple’s photographs or video. <br /> An additional smaller hall of the <a title="Hotel Palas - Restaurants & Bars" href="/en/hotel-palas/restaurants-and-bars/" target="_blank">restaurant</a> is available with 120 seats in capacity, suitable for smaller ceremonies that are meant to be more private.
zxx: Veća sala restorana hotela Palas ima pogled na more i baštu hotela. Sala može primiti 400 osoba i moguće je postaviti projektor gdje se mogu prikazivati fotografije i video snimci mladenaca. <br /> Dodatna manja sala restorana može smjestiti 120 osoba. Pogodna je za manje privatne ceremonije.

source: Our <a title="Hotel Palas - Restaurants & Bars" href="/en/hotel-palas/restaurants-and-bars/" target="_blank">French terrace</a> guarantees romantic moments for newlyweds and all attendees. This area is suitable for smaller weddings with a maximum capacity of 120 seats. <br /> Palas hotel’s terrace by the pool is our sea-oriented setting. This area can host 200 guests and is meant for mid-sized weddings. <br /> The American terrace covers 250 seats and has the most stunning view, with your gaze directly aiming at the sunset and <a title="Katič Island" href="https://www.lonelyplanet.com/montenegro/petrovac/attractions/katic-island/a/poi-sig/1324855/1314083/" target="_blank">Katic</a> and <a title="Sveta Nedjelja Island" href="https://www.lonelyplanet.com/montenegro/petrovac/attractions/sveta-nedjelja-island/a/poi-sig/1542530/1314083/" target="_blank">Sveta Nedjelja</a> islands.
zxx: Naša francuska terasa, okružena hotelskim vrtom, garantuje romantične trenutke za mladence i užitak za goste. Ovaj prostor je pogodan za manja vjenčanja do 120 mjesta. <br /> Terasa pored bazena orijentisana ka moru, okružena je palmama i drugim zelenilom i daje osjećaj mediteranskog ambijenta. Ovdje je moguće ugostiti 200 gostiju i predviđeno je za vjenčanja srednje veličine. <br /> Američka terasa prima do 250 gostiju, odakle direktno možete gledati prelijep zalazak sunca i ostrva Katič i Sveta Nedjelja.

source: Wedding & Staying at Our Hotel
zxx: Vjenčanje i boravak u našem hotelu

source: There are a number of privileges for wedding couples who opt in for spending their weekend in <a title="Hotel Palas - Overview" href="/en/hotel-palas/overview/" target="_blank">Hotel Palas</a>:
zxx: Postoje brojne privilegije za mladence koji odluče provesti svoj vikend u hotelu Palas:

source: Relaxation in a suite for newlyweds with room service, breakfast in the morning, or refreshments with champagne for romantic candle light dinner.
zxx: Relaksacija u apartmanu za mladence uz poslugu u sobi, doručak ujutru ili osvježenje uz šampanjac uz romantičnu večeru.

source: “Just married” <a title="Hotel Palas - Wellness" href="/en/hotel-palas/wellness-and-spa/" target="_blank">wellness</a> package with dozens of perks only for you two in our <a title="Hotel Palas - Wellness" href="/en/hotel-palas/wellness-and-spa/" target="_blank">spa</a> centre.
zxx: „Upravo vjenčani” <a title="Hotel Palas - Wellness" href="https://hgbr.me/en/hotel-palas/wellness-and-spa/" target="_blank">wellness</a> paket sa raznim pogodnostima samo za vas dvoje u našem <a title="Hotel Palas - Wellness" href="/en/hotel-palas/wellness-and-spa/" target="_blank">spa</a> centru.

source: Free parking lots for all wedding guests.
zxx: Besplatna parking mjesta za sve goste vjenčanja.

source: We are here to make one of your happiest days truly memorable. <a title="Hotel Group Budvanska Rivijera - Contact" href="/en/contact/" target="_blank">Write us</a> in the form below in as much detail as possible, and our talented wedding planners will reach out to you.
zxx: Tu smo da vam jedan od najsrećnijih dana zaista učinimo nezaboravnim. Pišite nam što detaljnije u obrascu ispod, a naši talentovani menadžeri za planiranje vjenčanja će vam se javiti.

source: Hotel Palas offers a wellness and spa centre where guests can enjoy a broad range of services like therapeutic massages, face and body treatments, etc.
zxx: Hotel Palas ima i wellness i spa centar gdje gosti mogu da uživaju u širokom spektru različitih tretmana, poput terapeutskih masaža, njege lica i tijela, itd.

source: <a title="Hotel Palas - Overview" href="/en/hotel-palas/overview/" target="_blank">Hotel Palas</a> provides 300 m² wellness and spa centre, offering to our guests a broad range of various treatments. The centre appoints a Finnish sauna, Turkish bath, salt room, whirlpool with various hydro massage options, and showers of different sensations. <br /><br /> All areas have excellent sound isolation, reducing any unwanted outside noise and warranting the peace you are seeking. Choose your wellness services:
zxx: Hotel Palas u svojoj ponudi ima i wellness centar veličine 300 m², koji nudi našim gostima širok spektar raznih tretmana. Ovaj centar sadrži finsku saunu, tursko kupatilo, slanu sobu, jaccuzi sa raznim mogućnostima hidro masaže i tuševe doživljaja. <br /><br /> Zvučna izolacija je odlična, smanjuje svaku neželjenu spoljašnju buku i garantuje mir koji tražite. Izaberite svoje wellness usluge:

source: Hotel Palas - Therapeutic massage
zxx: Hotel Palas - Terapeutska masaža

source: Therapeutic massage
zxx: Terapeutska masaža

source: Massages that come in consultation with physical therapists according to your wish and medical needs. Decide between partial or <a title="8 Surprising Benefits of a Full Body Massage" href="https://www.zeel.com/blog/massage/the-benefits-of-full-body-massage/" target="_blank">whole body treatments</a>, back, arm, leg or neck massages, intensive, relaxing or firm pressure rubbing.
zxx: Odnosi se na masaže koje su preporučene u konsultaciji sa fizioterapeutima u skladu sa vašom željom i medicinskim potrebama. Izaberite između parcijalnih ili tretmana cijelog tijela, leđa, ruku, nogu ili vrata, intenzivnog, opuštajućeg ili masaže jačeg intenziteta.

source: Hotel Palas - Wellness massage
zxx: Hotel Palas - Wellness masaža

source: Wellness massage
zxx: Wellness masaža

source: Choose one of our wellness treatments and transport your senses to the exotic orient. Our professional massagists ensure sensational services such as <a title="What Are the Health Benefits of a Hot Stone Massage?" href="https://www.healthline.com/health/hot-stone-massage/" target="_blank">hot stone massages</a>, detox back massages, Aromasoul Arabian treatments and many more.
zxx: Odaberite jedan od naših wellness tretmana i prenesite svoja čula do egzotičnog orijenta. Naši profesionalni maseri pružaju senzacionalne usluge kao što su masaža vrućim kamenjem, detoks masaža leđa, tretmani Aromasoul Arabian-om i još mnogo toga.

source: Hotel Palas - Facial or body treatment
zxx: Hotel Palas - Tretmani lica ili tijela

source: Facial or body treatment
zxx: Tretman lica ili tijela

source: We provide biological treatments such as <a title="Facelift massage overview benefits" href="https://www.avenuefive.edu/facelift-massage-overview-benefits/" target="_blank">facelifts</a> and other similar dermatologically beneficial procedures that alleviate your body from acne, cellulite, scars, and other skin problems by firming your skin.
zxx: Nudimo biološke tretmane kao što su podizanje lica (lifting) i drugi slični dermatološko testirani teretmani koji čiste tijelo i lice od akni, celulita, ožiljaka i drugih problema sa kožom.

source: Hotel Palas - Children’s corner
zxx: Hotel Palas - Dječiji kutak

source: Children’s corner
zxx: Dječiji kutak

source: That’s right, even the youngest among our guests can indulge in <a title="Benefits of massage therapy for childre" href="https://www.nationwidechildrens.org/family-resources-education/700childrens/2016/02/benefits-of-massage-therapy-for-children/" target="_blank">spa treatments</a>! We provide short (25min) massage therapies with mild aromatic oils for kids who want to experience how grownups feel when they get their time off from parental duties.
zxx: Tako je, čak i najmlađi među našim gostima mogu se prepustiti spa tretmanima! Nudimo kratke (25 min) terapije masaže sa blagim aromatičnim uljima za djecu koja žele da iskuse kako se to odrasli osjećaju kada se odmaraju od roditeljskih obaveza.

source: Guests who wish a physically dynamic holiday can use a spacious gym (80 m²) with state-of-the-art equipment for both cardio and weight-oriented training. The fitness area comes with a dressing room and showers for complete convenience. <br /><br /> Our Spa offer includes various massage techniques and beauty treatments: <a title="10 benefits massage therapy" href="https://www.urbannirvana.com/10-benefits-massage-therapy/" target="_blank">relax massage</a>, <a title="Benefits of sports massage therapy" href="https://coreelements.uk.com/2019/02/18/benefits-of-sports-massage-therapy/" target="_blank">sports massage</a>, <a title="Why an anti-cellulite massage is the best natural treatment for cellulite" %%}" href="https://slimspa.ae/blog/why-an-anti-cellulite-massage-is-the-best-natural-treatment-for-cellulite/" target="_blank">anti-cellulites massage</a>, <a title="The benefits of lymphatic massage" href="https://www.verywellhealth.com/the-benefits-of-lymphatic-massage-89857/" target="_blank">lymph drainage</a>, <a title="Top 5 benefits of shiatsu massage" href="https://www.myohealingmassage.com/top-5-benefits-of-shiatsu-massage/" target="_blank">shiatsu</a>, <a title="7 benefits foot massage reflexology" href="https://www.foot.com/7-benefits-foot-massage-reflexology/" target="_blank">foot reflexology</a>, royal massage.
zxx: Gosti koji žele fizički dinamičan odmor mogu koristiti naše prostrane teretane (80 m²) sa vrhunskom opremom za kardio i treninge sa tegovima. U fitnes prostoru se nalaze svlačionica i tuševi, kako bi sve bilo praktično. <br /><br /> Naša Spa ponuda uključuje razne tehnike masaže kao i kozmetičke tretmane: <a title="10 benefits massage therapy" href="https://www.urbannirvana.com/10-benefits-massage-therapy/" target="_blank"> relaks masaža </a>, sportska masaža, anticelulit masaža, limfna drenaža, shiatsu, refleksologija stopala i kraljevska masaža.

source: The hotel features a chic beauty salon with modern equipment and a comfortable armchair to melt in to. Here, guests may book facial and body treatments, pedicure, manicure, and more - all for a personalized, holistic, and unique wellness experience. <br /><br /> The hotel premises offer additional comfort for sports recreation enthusiasts where they can enjoy wellness in the open are through mini golf courses, table tennis, an archery area, bocce area.
zxx: Hotel ima i sjajan salon ljepote sa modernom opremom i udobnom foteljom u kojoj se možete potpuno opustiti. Ovdje gosti mogu da rezervišu tretmane lica i tijela, pedikir, manikir i još mnogo toga - sve za personalizovano, holističko i jedinstveno wellness iskustvo. <br /><br /> Prostorije hotela nude dodatni komfor za ljubitelje sportskih aktivnosti gdje mogu uživati u welnessu na otvorenom kroz mini golf terene, stolni tenis, streljanu, boćalište.

source: hotel group budvanska rivijera restaurants
zxx: hotel group budvanska rivijera restorani

source: Budvanska Rivijera | Restaurants
zxx: Budvanska Rivijera | Restorani

source: Hotel Palas - Palas Restaurant
zxx: Hotel Palas - Palas Restoran

source: Palas Restaurant
zxx: Palas Restoran

source: The Palas-starred restaurant experience is elevated through authentic Montenegrin cuisine, as well as continental and international dishes.
zxx: Doživljaj u restoranu hotela Palas se uzdiže autentičnom crnogorskom kuhinjom, kao i kontinentalnim i internacionalnim jelima.

source: Hotel Palas - The French Terrace
zxx: Hotel Palas - Terapeutska masaža

source: The French Terrace, with its 100 seats in capacity, is placed side by side to the primary restaurant and acts as a natural shade.
zxx: Francuska terasa, čiji je kapacitet 100 mjesta, nalazi se pored glavnog restorana i može da služi kao izvor prirodne hladovine.

source: Hotel Palas - American Bar
zxx: Hotel Palas - Aperitiv Bar

source: Our American Bar is opulently decorated and right beside the Reception Desk. It emphasises a breath-taking view of the Katic and Sveta Nedjelja islands and may host around fifty guests.
zxx: Naš američki bar bogato je uređen i nalazi se odmah pored recepcije. Ističe ga pogled koji oduzima dah na ostrva Katić i Sveta Nedjelja, a može ugostiti pedesetak gostiju.

source: Hotel Palas - Pool Bar
zxx: Hotel Palas - Aperitiv Bar

source: Palas Hotel’s Pool Bar adds an extra element of elegance to our guests’ stay. It is placed near the wellness centre and comprises of an indoor area and a terrace leaning onto the outdoor pool.
zxx: Bar kod bazena hotela Palas predstavlja dodatni element elegancije boravku naših gostiju. Nalazi je u blizini wellness centra, a sastoji se od zatvorenog prostora i terase koja je naslonjena na spoljni bazen.

source: Hotel Aleksandar - Alexandar Resturant
zxx: Hotel Aleksandar - Restorani

source: Alexandar Resturant
zxx: Hotel Aleksandar - Restorani

source: Our 300-seat hotel restaurant provides buffet style service to create delicious gourmet journeys for those who are looking for culinary indulgence.
zxx: Naš hotelski restoran može smjestiti 300 ljudi i pruža uslugu švedskog stola za stvaranje ukusnih gurmanskih putovanja za sve one koji traže kulinarsko zadovoljstvo. Sa implementiranim HACCP standardom i raznovrsnim domaćim i međunarodnim menijima, kriterijumi i ukusi čak i najzahtjevnijih gostiju biće zadovoljeni.

source: The sophisticated Oliva bar reflects the art of Mediterranean dining. Its stylish décor and attentive service offer of a variety of hot drinks, non-alcoholic drinks and alcoholic beverages.
zxx: Prefinjeni Oliva bar odiše umjetnošću mediteranskog ručavanja. Njegov moderan dekor i sjajan servis nudi razne tople napitke, bezalkoholna i alkoholna pića. Svakog dana u 11.30 služe se deserti: sladoled, palačinke, štrudle. U 16 sati: čaj i kafa sa kolačima i biskvitima.
