Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/me/LC_MESSAGES/django.po
Languages: zxx

source: This hotel is the largest estate of the Hotel Group Budvanska Rivijera and appoints 10 villas in total, all of them forming one beautiful whole. It is connected to the main promenade, where you can find the same-named Slovenska Plaza beach.
zxx: Ovaj hotel je najveći u hotelskoj grupi Budvanska rivijera i sastoji se od ukupno 10 vila koje predstavljaju jednu predivnu skladnu cjelinu. Povezan je s glavnim šetalištem, gdje možete pronaći istoimenu plažu - Slovenska Plaža.

source: City
zxx: Gradski

source: Built in 1934 and renovated in 2011, this hotel represents the uphold tradition of its people. Though many aspects about this hotel are being considered an advantage, one particularly stands out - the terrace that’s facing the walls of the Old Town of Budva.
zxx: Izgrađen 1934., a renoviran 2011, ovaj hotel predstavlja čuvanu tradiciju svojih mještana. Iako se mnogi aspekti ovog hotela smatraju prednostima, jedan se posebno ističe - terasa koja je okrenuta zidinama Starog grada Budve. To je neprikosnoveni simbol grada i sjajno mjesto za uživanje pod suncem.

source: Coming Soon...
zxx: Uskoro...

source: /en/wellness/
zxx: /me/wellness/

source: Weddings & Events
zxx: Vjenčanja i Događaji

source: City Café of Mogren Hotel
zxx: Gradska kafana hotela Mogren

source: The city café of the Mogren hotel is located in the immediate vicinity of Budva's Old Town, one of the oldest settlements on the Adriatic, which is known for over two and a half thousand years. The unique architectural and urban ensemble, surrounded by medieval ramparts, carefully preserves the history of the city of Budva, and the City Café of the Mogren Hotel is its faithful ally in that.
zxx: Gradska kafana hotela Mogren nalazi se u neposrednoj blizini budvanskog Starog grada, jednog od najstarijih naselja na Jadranu - poznatog preko dvije i po hiljade godina. Jedinstvena arhitektonska i urbanistička cjelina, opasana srednjovjekovnim bedemima, brižno čuva istoriju grada Budve, a Gradska kafana hotela Mogren joj je vjerni saveznik u tome.

source: HG Budvanska Rivijera - City Cafe
zxx: HG Budvanska Rivijera - Gradska kafana

source: HG Budvanska Rivijera - Restaurants and Bars
zxx: Budvanska Rivijera | Hotel Mogren - Restorani i barovi

source: Restaurants and bars
zxx: Restorani i barovi

source: Our dining areas are atmospheric by nature; furnished with sophisticated and charming ornamentation, enriched by the savour of exquisite food, therein providing all senses with a vibrant feel. In total, the hotel houses the aforementioned restaurant serving traditional and international cuisine, an aperitif bar, a sandwich bar, and a self-service restaurant. All areas are architecturally designed to replicate the noble and chic, yet traditional look that Budva embodies.
zxx: Gastronomski milje Budve i Crne Gore postao je bogatiji za mjesto koje je prepoznato po svojim jedinstvenim ukusima tradicionalne i internacionalne kuhinje, intimnom ambijentu i sve u svemu, udobnoj atmosferi.<br /><br /> Sveukupno, u hotelu se nalazi gore pomenuti restoran koji poslužuje tradicionalnu i internacionalnu kuhinju, aperitiv bar, sendvič bar i samouslužni restoran. Sve oblasti su dizajnirane tako da repliciraju plemenit i šik, a opet tradicionalan izgled koji Budva objedinjuje.<br /><br /> Sendvič bar nudi dodatne pogodnosti, u kom postoji bilijarski sto za dodatnu zabavu i terasa za goste koji preferiraju ručak na otvorenom.

source: HG Budvanska Rivijera - Restaurants
zxx: Budvanska Rivijera | Restorani

source: /en/restaurants/
zxx: /me/restorani/

source: HG Budvanska Rivijera - Tennis
zxx: HG Budvanska Rivijera - Događaji

source: Tennis Resort
zxx: Teniski resort

source: Tennis complex Slovenska Plaza is located in the tourist complex Slovenska beach, right next to the main road. The complex consists of 11 drained clay courts and 3 courts covered with asphalt concrete. The central court has a stand with 300 seats. Bocce courts are located at Slovenska Beach and consists of four bowling tracks processed gravel, the space for 200 people and additional facilities.
zxx: Teniski kompleks Slovenska Plaža je smješten u turističkom kompleksu resorta Slovenska plaža, koji se nalazi odmah pored glavnog puta. Kompleks se sastoji od 11 terena na šljaci i 3 betonska terena. Kapacitet sjedišta na glavnom terenu je takav da može da primi i do 300 gledalaca. Tereni za boćanje nalaze se na Slovenskoj plaži i sastoje se od četiri šljunkovite staze za kuglanje, prostora za 200 ljudi i dodatne sadržaje.

source: After a long day of hiking, swimming, diving or just sunbathing, many of us look for an oasis of tranquillity where we can recharge and reactivate our body for new adventures. This is why our facilities contain wellness centres for added relaxation moments where guests have the option to indulge in massages that range from oriental to therapeutic, with all practices being conducted by licenced professionals. The majority of our hotels feature additional services such as beauty salons, recreational facilities, and other amenities that promise a calming ambiance for holidays you’ve been waiting for so long.
zxx: Nakon dugog dana planinarenja, plivanja, ronjenja ili samo sunčanja, mnogi od nas traže oazu mira gdje ćemo ponovo napuniti baterije i spemiti se za nove avanture. Zbog toga naš hotel ima wellness centar za dodatne trenutke opuštanja u kojima se gosti mogu prepustiti masažama (od orijentalne do terapeutske masaže), koje rade licencirani profesionalci. Većina naših hotela pruža dodatne usluge, kao što su tretmani u salonu ljepote, rekreativni sadržaji i drugi sadržaji koji obećavaju umirujući ambijent za odmor koji ste čekali dugo.

source: The beautiful setting of our hotels make for a great venue to organize different events. Green areas with mesmerizing viewpoints or breath-taking sunsets reflected in the sea are what newlyweds are looking for when trying to capture the most beautiful moments on the most important day of their lives. Our Hotel Group recognized this potential and acted accordingly; appointing high-quality event managers, providing customized full-service catering, decorating all areas according to your preferences, and much more.
zxx: Prelijepo okruženje naših hotela pruža sjajno mjesto za organizovanje različitih događaja. Zelene površine sa očaravajućim pogledima i zalascima sunca koji takođe oduzimaju dah je ono što mladenci traže kada pokušaju da opišu najljepše trenutke najvažnijeg dana svog života. Naša hotelska grupa prepoznala je ovaj potencijal i učinila je sve da ovo učini kompletnim; angažovanjem stručnog osoblja za organizovanje događaja, pružanjem prilagođenih catering usluga, kao i uređenje prostora u skladu sa vašim željama, ali i još mnogo toga.

source: News & Events
zxx: Novosti i Događaji

source: Join Our Community
zxx: Pridružite se našoj zajednici

source: Sign Up for Special Offers
zxx: Prijavite se za posebne ponude

source: Your e-mail
zxx: Vaš e-mail

source: SUBSCRIBE
zxx: PRIJAVITE SE

source: View Budvanska Rivijera Instagram Gallery
zxx: Pogledajte Instagram galeriju Budvanske Rivijere

source: Check our hotel locations
zxx: Pogledajte lokacije naših hotela

source: Our hotels are located by the sea in the most attractive locations in Budva and Petrovac
zxx: Naši hoteli se nalaze uz more na najatraktivnijim lokacijama u Budvi i Petrovcu

source: hotel group budvanska rivijera about
zxx: hotel group budvanska rivijera o nama

source: Budvanska Rivijera Hotel Group, is a major tourism company in Montenegro with the longest and richest history of providing hospitality services in the region.
zxx: Hotelska grupa Budvanska Rivijera je jedna od glavnih turističkih organizacija u Crnoj Gori, sa najdužom i najbogatijom istorijom pružanja kvalitetnih usluga i gostoprimstva u regionu.

source: Budvanska Rivijera | About Us
zxx: Budvanska Rivijera | O nama

source: About Us
zxx: O nama

source: Budvanska Rivijera Hotel Group, JSC spread across 5 hotels, is the major tourism company in Montenegro. The long and rich history of providing hospitality services enforces the hotel group’s brand image, for which it is being recognised in the European tourism market.
zxx: Hotelska grupa Budvanska Rivijera JSC je, sa 3,886 ležaja raspoređenih u 5 hotela, najveća turistička kompanija u Crnoj Gori. Duga i bogata istorija pružanja ugostiteljskih usluga je stvorila imidž brenda hotelske grupe po kom je prepoznatljiv na evropskom turističkom tržištu.

source: Breath-taking sites, supreme services, imaginative and delicious cuisine, attentive approach by all hosts, eco and family-friendly business orientation, and the abundance of culture and entertainment events make for an enviable reputation of the Hotel Group.
zxx: Pogledi koji oduzimaju dah, vrhunske usluge, maštovita i ukusna kuhinja, ljubazna riječ domaćina, eko i family-friendly poslovna orijentacija, te obilje kulturnih i zabavnih događaja, stvaraju reputaciju hotelske grupe na kojoj samo može da se zavidi.

source: The hotel group concurrently manages and operates 5 hotels:
zxx: Hotelska grupa istovremeno upravlja sa 5 hotela:

source: Palas Hotel (4*+) and Palas Lux, Petrovac, 219 accommodation units
zxx: Hotel Palas (4 *), Petrovac, 171 smještajnih jedinica

source: Slovenska Plaza 3* and 4*, 1016 accommodation units
zxx: Slovenska Plaža (3 * + 4 *), Budva, 1016 smještajnih jedinica

source: Aleksandar Hotel 4*, Budva, 187 units
zxx: Hotel Aleksandar (3 *), Budva, 219 smještajnih jedinica

source: Castellastva Hotel (4*), Petrovac, 185 accommodation units
zxx: Hotel Castellastva (4 *), Petrovac, 185 smještajnih jedinica

source: and hotel Mogren (under the reconstruction, and it suppose this hotel with luxury contents get (or become) 5* level)
zxx: i hotel Mogren (koji je u fazi rekonstrukcije, a planirano je da će ovaj hotel dobiti status hotela sa 5 zvjezdica)

source: In addition to providing supreme services, all hotels pride themselves with exquisite locations – in the immediate vicinity of sandy, pebble, and concrete beaches – making offers of Budvanska Rivijera even more enticing to travellers who seek both: relaxation and activity.
zxx: Pored pružanja vrhunskih usluga, svi hoteli mogu da se ponose izuzetnim lokacijama - u neposrednoj blizini pješčanih i betonskih plaža, kao i plaža od šljunka - što čini Budvansku Rivijeru još privlačnijom turistima koji traže opuštanje ili razonodu.

source: Leader in the country
zxx: Lider u zemlji

source: Currently, the Hotel Group Budvanska Rivijera enjoys being the largest enterprise of its kind in Montenegro, employing around 200 permanent workers along with seasonal labour expanding the total workforce to more than 600 – all with the aspiration to serve the needs of our guests.
zxx: Trenutno se hotelska grupacija Budvanska Rivijera smatra najvećom kompanijom ove vrste u Crnoj Gori, koja zapošljava oko 270 stalnih radnika, kao i sezonske radnike koje zapošljava po potrebi.

source: The joint stock company is majority-owned by the state and, as such, makes considerable efforts to ensure a high-quality promotion of the destinations it belongs to.
zxx: Akcionarsko društvo je u većinskom vlasništvu države, i kao takvo ulaže značajne napore da osigura kvalitetnu promociju destinacije kojoj pripada.

source: By keeping pace with global tourism trends and by listening to demand, all with a view to taking the best possible position in the market and branding its own tourism product, Budvanska Rivijera Hotel Group never stops working on upgrading the quality of its offer through both raising the quality of accommodation facilities and continuous professional training of its human resources.
zxx: Prateći globalne turističke trendove i uzimajući u obzir zahtjeve potražnje u cilju zauzimanja najbolje moguće pozicije na tržištu i brendiranja sopstvenog turističkog proizvoda, Budvanska Rivijera nikada ne prestaje da radi na unaprjeđenju kvaliteta svoje ponude kroz podizanje kvaliteta smještajnih kapaciteta i kontinuirano stručno usavršavanje zaposlenih.

source: The greater number of the hotel group’s establishments are seasonal and open from April to November.
zxx: Veći broj objekata ove hotelske grupe je sezonskog karaktera i otvoren je od aprila do novembra.

source: Awards
zxx: Nagrade

source: Decades of presence in the tourism market, a continuous work on hotel category upgrades and investing into the quality thereof have resulted in numerous international and national awards to Budvanska Rivijera Hotel Group and in the employees thereof having won numerous prizes at vocational skills competitions.
zxx: Višedecenijsko prisustvo na turističkom tržištu, kontinuirani rad na unapređenju kategorije hotela i ulaganje u kvalitet, uslovilo je da Hotelska Grupa Budvanska rivijera bude dobitnik brojnih međunarodnih i domaćih priznanja, kao i brojnih nagrada na takmičenjima stručnih vještina.

source: Wild Beauty Award to Budvanska Rivijera Hotel Group for an enterprise with the best results in tourism and largest contribution to the quality thereof in 2011.
zxx: Nagrada Wild Beauty HG Budvanskoj rivijeri za preduzeće sa najboljim ostvarenim rezultatima u turizmu i najvećim doprinosom kvaliteta za 2011. godinu.

source: The Best Club Hotel – Palas Hotel, in competition among 11 Mediterranean countries, for the superior quality of service in the season of 2011.
zxx: Nagrada Wild Beauty HG Budvanskoj rivijeri za preduzeće sa najbolje ostvarenim rezultatima u turizmu i najvećim doprinosom kvaliteta za 2011. godinu.

source: Gold Medal to Aleksandar Hotel and the Grand Gold Medal to Palas Hotel at the Tourism Fair in Novi Sad in 2011.
zxx: Zlatna medalja hotelu „Aleksandar” i Velika zlatna medalja hotelu „Palas” na Novosadskom Sajmu Turizma 2011.

source: Award of the Czech tour operator Vitkovice Tours at the Tourism Fair in Prague in 2010 for the superior quality of services provided in Slovenska Plaza Tourist Development.
zxx: Nagrada Češkog touroperatora „Vitkovice tours” na Sajmu turizma u Pragu 2010. godine za vrhunski kvalitet usluga pruženih u TN „Slovenska plaža”.

source: Award of the French tour operator Prodintour to Palas Hotel in competition among club hotels from 12 Mediterranean countries in 2010.
zxx: Nagrada Francuskog touroperatora „Prodintour” hotelu „Palas” u konkurenciji klub hotela 12 mediteranskih zemalja 2010. godine.

source: Wild Beauty Award for the best coastal 3* hotel to Palas Hotel in 2010.
zxx: Wild Beauty Award za najbolji primorski hotel sa 3 zvjezdice hotelu Palas za 2010. godinu.

source: Wild Beauty Award for the Montenegrin company with the best results in the international market in 2005 and 2007.
zxx: Wild Beauty Award za kompaniju sa najboljim rezultatom na inostranom tržištu u Crnoj Gori 2005. i 2007. godine.

source: 2007 Business Partner in Tourism award, organised by the Mass Media International company from Belgrade.
zxx: Nagrada „Biznis partner u turizmu” za 2007. godinu u organizaciji kompanije Mass Media International iz Beograda.

source: Golden Award for Tourism, Hotel and Catering Industry 2004 at the proposal of Trade Leaders Club from Madrid and the Editorial Office publishing group.
zxx: Zlatna nagrada za turizam, hotelijerstvo i ugostiteljstvo 2004. godine na predlog Trade liders kluba iz Madrida i izdavačke kuće Editorial office.

source: hotel mogren rooms
zxx: hotel mogren sobe

source: Hotel Mogren provides ideal lodging conditions with its 49 in-style and newly furnished accommodation units, featuring both Mountain and Sea view rooms.
zxx: Hotel Mogren ima 49 novih moderno opremljenih smještajnih jedinica, sa idealnim uslovima, i sobama sa pogledom na planine i more.

source: Budvanska Rivijera | Hotel Mogren - Rooms with View over Old Town
zxx: Budvanska Rivijera | Hotel Mogren - Sobe sa pogledom na Stari grad

source: Sit tight, we'll be right back!
zxx: Opustite se, odmah se vraćamo!

source: Hotel Mogren is currently being renovated into 5 star hotel with plethora of luxury content and services.
zxx: Hotel Mogren se nalazi u fazi pripreme za renoviranje i proširenje hotelskih sadržaja na 5*, a do tada možete uživati u jedisntvenoj Gradskoj kafani ovog hotela i posebnoj gastronomiji.

source: <a href="/en/hotel-mogren-in-budva/overview/" target="_blank">Hotel Mogren</a> provides ideal lodging conditions with its 49 in-style and newly furnished accommodation units: 4 apartments, 6 three-bedroom suites, and 39 double/twin rooms. For specific room view requests make sure to point out your preferences between: mountain view or Old town plus sea view.
zxx: Hotel Mogren ima idealne smještajne uslove jer posjeduje 49 novih moderno opremljenih smještajnih jedinica, 4 apartmana, 6 apartamana sa 3 spavaće sobe, i 39 dvokrevetnih soba. Za posebne zahtjeve što se pogleda tiče, molimo vas da izrazite da li biste da uzmete sobu sa pogledom na planine ili na Stari gradi i more.

source: Hotel Mogren -Accommodation
zxx: Hotel Mogren - Smještaj

source: Bathrobe
zxx: Bade mantil

source: Bath or Shower
zxx: Kada ili tuš kabina

source: Sea view
zxx: Pogled na more

source: Balcony
zxx: Balkon

source: Desk
zxx: Sto

source: Ironing Facilities
zxx: Prostorije za peglanje

source: Seating Area
zxx: Hotelski lobby

source: Heating
zxx: Grijanje

source: Carpeted
zxx: Itison na podu soba

source: Private entrance
zxx: Privatni ulaz

source: Electric kettle
zxx: Čajnik

source: Towels/Sheets (extra fee)
zxx: Peškiri/Posteljina (doplata)

source: Tumble dryer
zxx: Mašina za sušenje veša

source: Wardrobe or closet
zxx: Garderober ili ormar

source: Terrace
zxx: Terasa

source: Linen
zxx: Posteljina

source: Entire unit located on ground floor
zxx: Cijela jedinica nalazi se na prizemlju

source: Clothes rack
zxx: Čiviluk

source: Fold-up bed
zxx: Krevet na rasklapanje

source: Sofa bed
zxx: Kauč na razvlačenje

source: Hotel Mogren is an authentic city hotel and undisputed tourist symbol of Budva, recently renovated to feature a four-star experience for our guests.
zxx: Hotel Mogren je autentični gradski hotel i neprikosnoveni turistički simbol Budve, koji je nedavno obnovljen kako bi svojim gostima pružio iskustvo od četiri zvjezdice.

source: City Hotel
zxx: Gradski hotel

source: Hotel Mogren is one of the most authentic buildings in <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a>, recently renovated to feature a four-star experience for our guests. Built in 1934, it is an undisputed tourist symbol of the city. It is <a title="Hotel Mogren - Location" href="/en/hotel-mogren-in-budva/location/" target="_blank">located</a> opposite of the defensive stone walls of <a title="Budva old Town" href="https://www.visit-montenegro.com/destinations/budva/attractions/old-town/" target="_blank">Budva’s Old Town</a> from the Venetian rule and was named after a nearby beach - the most scenic beauty in Budva, <a title="Mogren Beach" href="https://www.tripadvisor.com/Attraction_Review-g304074-d7250928-Reviews-Mogren_Beach-Budva_Budva_Municipality.html/" target="_blank">Mogren beach.</a>
zxx: Hotel Mogren je jedna od najautentičnijih zgrada u Budvi, a renoviran je u hotel sa 4 zvjezdice. Sagrađen 1934. godine, predstavlja neprikosoveni turistički simol grada. <a title="Hotel Mogren - Location" href="/en/hotel-mogren-in-budva/location/" target="_blank">Nalazi se</a> nasuprot kamenih odbrambenih zidova Starog grada Budve koji su sagrađeni u doba vladavine Venecije, a ime je dobio po obližnjoj plaži - jednoj od najljepših Budvanskih plaža, Mogren plaži.

source: The hotel is centrally <a title="Hotel Mogren - Location" href="/en/hotel-mogren-in-budva/location/" target="_blank">positioned</a> and close to major attractions in Budva. Within eyesight are:
zxx: Hotel je centralno <a title="Hotel Mogren - Location" href="https://hgbr.me/en/hotel-mogren-in-budva/location/" target="_blank"> pozicioniran </a> i nalazi se u blizini glavnih atrakcija u Budvi. U blizini su:

source: the main gate to the fortifications of <a title="Budva old Town" href="https://www.visit-montenegro.com/destinations/budva/attractions/old-town/" target="_blank">Budva’s Old Town</a>,
zxx: Glavna kapija utvrđenja Starog grada Budva,

source: popular beaches such as
zxx: popularne plaže kao što su

source: and the <a title="Marina Budva" href="https://www.yachtagent.me/marina-budva.html/" target="_blank"> city’s marina</a>.
zxx: i <a title="Marina Budva" href="https://www.yachtagent.me/marina-budva.html/" target="_blank"> gradska marina</a>.

source: As soon as you step in, you’ll be able to enjoy a newly decorated reception area with a spacious and opulently furnished lobby. Accessible directly via our lobby is an airy and peaceful atrium that’s centrally positioned and decorated with various plants, a fountain, and bistro tables for the perfect eating or wine tasting experience.
zxx: Čim uđete, dočekaće vas renovirana recepcija sa prostranim i raskošno uređenim lobijem. Povezan sa lobijem, tu je i atrijum koji je se nalazi u centralnoj poziciji i ukrašen je raznim biljkama, fontanom i bistro stolovima za uživanje u hrani ili degustaciji vina.

source: Finest spot for visitors
zxx: Najbolje mjesto za posjetioce

source: What makes the hotel a primary destination for both tourists and locals is our famous veranda section where guests can dine outside while looking at ships leaving the <a title="Marina Budva" href="https://www.yachtagent.me/marina-budva.html/" target="_blank">marina</a>, listening to seagulls sing, and enjoying cooling refreshments.
zxx: Ono što hotel čini glavnim odredištem i za turiste i lokalno stanovništvo je naš poznati dio terase gdje gosti mogu da ručaju napolju gledajući brodove koji napuštaju marinu, uživajući u svom piću i slušajući kako galebovi pjevaju.

source: The terrace functions as a City Café, carrying lyric emotions when looking towards the main square in front of the <a title="Budva old Town" href="https://www.visit-montenegro.com/destinations/budva/attractions/old-town/" target="_blank">Old Town</a>, where numerous manifestations, such as the Song of the Mediterranean, the <a title="Day of horse mackerel" href="https://www.tasteatlas.com/dan-siruna/" target="_blank">Fish Festival</a>, the Carnival, New Year's Eve Celebration and many other events have been traditionally organized and held.
zxx: Terasa funkcioniše kao Gradska kafana, i budi lirske emocije kada gledate prema glavnom trgu ispred Starog grada, gdje su se održavale brojne manifestacije, kao što je Pjesma Mediterana, <a title="Day of horse mackerel" href="https://www.tasteatlas.com/dan-siruna/" target="_blank"> Festival Ribe</a>, karneval, proslava Nove godine i mnogi drugi događaji koji se tradicionalno organizuju i održavaju baš tu.

source: From May 20, 2018, the City Café continues to work in new ruins - after the completed adaptation, this cult place of the city of <a title="Budva, Montenegro" href="https://en.wikipedia.org/wiki/Budva/" target="_blank">Budva</a> has received a new redesigned appearance while at the same time retaining the traditional Mediterranean feel which had made it distinguishable for years.
zxx: Od 20. maja 2018. godine Gradska kafana nastavlja sa radom u novom ruhu - nakon završene adaptacije, ovo kultno mjesto grada Budve dobilo je novi redizajnirani izgled, a istovremeno zadržalo tradicionalnu mediteransku atmosferu zbog koje su je prepoznavali godinama.
