Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/me/LC_MESSAGES/django.po
Languages: zxx

source: /en/hotel-palas/location/
zxx: /me/hotel-palas/lokacija/

source: Hotel Palas Lux - Accommodation
zxx: Hotel Palas - Smještaj

source: Accommodation Lux
zxx: Smještaj Lux

source: Weddings
zxx: Vjenčanja

source: Hotel Palas - Resaurants
zxx: Hotel Palas - Restorani

source: DOUBLE/TWIN ROOM WITH BALCONY
zxx: DVOKREVETNA SOBA SA TERASOM

source: For the perfect enjoy. Double or twin room with terrace in pastel Mediterranean colors. Equipped with overall hotel facilities. Area approx. 20 m². Terrace overlooking the pool or atrium.
zxx: Za vas potpuni ugođaj dvokrevetna soba sa terasom u pastelnim bojama mediterana. Mogućnost francuskog ili odvojenih ležajeva. Opremljena ukupnim hotelskim sadržajem. Kvadratura cca 20 m². Terasa sa pogledom na bazen ili atrijum.

source: Hotel Palas - Double/Twin Room with Balcony
zxx: Hotel Palas -Dvokrevetna soba sa terasom

source: Pool or atrium
zxx: Bazen/atrijum

source: Hotel Aleksandar features a state-of-the-art mini-wellness & spa centre. It includes a gym, sauna, whirlpool, and cabins with shower rooms.
zxx: Hotel Aleksandar posjeduje vrhunski mini welness i spa centar. Tu se nalaze teretana, sauna, jacuzzi i tuš kabine.

source: Budvanska Rivijera | Hotel Aleksandar - Wellness & Spa
zxx: Budvanska Rivijera | Hotel Aleksandar - Wellness i Spa

source: Wellness & Spa
zxx: Wellness i Spa

source: <a title="Hotel Aleksandar - Overview" href="/en/hotel-aleksandar-in-budva/overview/" target="_blank">Hotel Aleksandar</a> has a modern well-equipped mini-wellness &amp; spa centre which includes a gym, sauna, whirlpool, and cabins with shower rooms.
zxx: U sklopu hotela Aleksandar nalazi se moderno opremljen mini welness centar koji ima teretanu, saunu, hidromasažnu kabinu i tuš kabine.

source: Our spa area is small in size but packs all the necessary relaxing treatments you need after a hard day of swimming, hiking, or sightseeing.
zxx: Iako naš spa dio nije velik, u njemu možete uživati u svim opuštajućim tretmanima koji su vam potrebni nakon napornog dana kupanja, planinarenja ili razgledanja.

source: Hotel Aleksandar - Gym
zxx: Hotel Aleksandar - Teretana

source: Gym
zxx: Teretana

source: The gym comes with the latest cardio and weight-training equipment. Guests with personal wellness goals in mind have certified fitness coaches at disposal who can create and supervise <a title="Personalized workout programs" href="https://www.fizzup.com/en/workout-programs/personalized-workout-programs/" target="_blank">personalized training programmes</a>, designed to motivate and push you beyond your limits.
zxx: U teretani se nalazi najsavremenija oprema za kardio i treniranje sa tegovima. Gosti koji imaju određene wellness ciljeve imaju na raspolaganju sertifikovane fitnes trenere koji mogu kreirati i nadgledati personalizovane programe treniranja, osmišljene da vas motivišu i poguraju van vaših granica.

source: Hotel Aleksandar - Recreation & sport
zxx: Hotel Aleksandar - Sport i rekreacija

source: Recreation & sport
zxx: Sport i rekreacija

source: Guests who opt for an active vacation can make use of our everyday sports programmes: outdoor gym, <a title="Hotel Aleksandar - Beaches&Pools" href="/en/hotel-aleksandar-in-budva/beaches-and-pools/" target="_blank">aqua</a> aerobics, yoga, Pilates, fitness, and table tennis. For further sports recreation, guests can book any of the 11 tennis courts in the immediate vicinity of the hotel at an <a title="HG Budvanska Rivijera - Contact" href="/en/contact/" target="_blank">additional cost</a>.
zxx: Gosti koji se odluče za aktivni odmor mogu da koriste naše sportske programe: teretanu na otvorenom, vodeni aerobik, joga, pilates, fitnes i stoni tenis. Takođe, za sportsku rekreaciju gosti mogu da, uz doplatu, rezervišu bilo koji od 11 teniskih terena u neposrednoj blizini hotela.

source: SHARE THIS ARTICLE:
zxx: PODIJELI OVAJ ČLANAK

source: Recent
zxx: Najnoviji

source: READ MORE
zxx: PROČITAJ VIŠE

source: Recent blog posts
zxx: Najnovije

source: hotel castellastva rooms
zxx: hotel castellastva sobe

source: The accommodation section of the hotel Castellastva is divided into 6 buildings, so-called depandances: Mare, Kate, Eva, Jana, Ana, and Lux.
zxx: Smještajni dio hotela podijeljen je u 6 takozvanih depandansi: Mare, Kate, Eva, Jana, Ana i Luk (nova hotelska depandansa).

source: Budvanska Rivijera | Hotel Castellastva - Guest Rooms
zxx: Budvanska Rivijera | Hotel Castellastva - Gostinske sobe

source: Hotel Castellastva - Overview
zxx: Hotel Castellastva - Pregled hotela

source: /en/hotel-castellastva-in-petrovac/overview/
zxx: /me/hotel-castellastva-u-petrovcu/pregled-hotela/

source: Hotel Castellastva - Accommodation
zxx: Hotel Castellastva - Smještaj

source: /en/hotel-castellastva-in-petrovac/guest-rooms/
zxx: /me/hotel-castellastva-u-petrovcu/smjestaj/

source: Hotel Castellastva - Restaurants
zxx: Hotel Castellastva - Restorani

source: /en/hotel-castellastva-in-petrovac/restaurants-and-bars/
zxx: /me/hotel-castellastva-u-petrovcu/restorani/

source: Hotel Castellastva - Beaches & Pools
zxx: Hotel Castellastva - Plaže i bazeni

source: /en/hotel-castellastva-in-petrovac/beaches-and-pools/
zxx: /me/hotel-castellastva-u-petrovcu/plaze-i-bazeni/

source: /en/hotel-castellastva-in-petrovac/wellness-and-spa/
zxx: /me/hotel-castellastva-u-petrovcu/wellness-i-spa/

source: Hotel Castellastva - Location
zxx: Hotel Castellastva - Lokacija

source: /en/hotel-castellastva-in-petrovac/location/
zxx: /me/hotel-castellastva-u-petrovcu/lokacija/

source: Hotel Castellastva - Restaurants & Bars
zxx: Hotel Castellastva - Restorani

source: Hotel Castellastva - Wellness & SPA
zxx: Hotel Castellastva - Wellness

source: /en/hotel-castellastva-in-petrovac/location
zxx: /me/hotel-castellastva-u-petrovcu/lokacija/

source: The accommodation section of the hotel is divided into 6 annex buildings, so-called depandances of high category, neatily organised in harmoniously manner and sorted by names such as Mare, Kate, Eva, Jana, Ana, and Lux (which is a new hotel depandance).
zxx: Smještajni dio hotela podijeljen je u 6 takozvanih depandansi koje su skladno grupisane i sortirane po nazivima: Mare, Kate, Eva, Jana, Ana i Lux.

source: Comfortable rooms with modern design and charming Mediterranean designed balconies with its simplicity offer our guests perfect treatment and rest.
zxx: Komforne sobe modernog dizajna i divnih balkona u mediteranskom stilu, svojom jednostavnošću nude pružaju ugođaj i odmor našim gostima.

source: Hotel Castellastva - Double Room with Terrace/Balcony
zxx: Hotel Castellastva - Dvokrevetna soba sa terasom/balkonom

source: /en/hotel-castellastva-in-petrovac/guest-rooms/double-room-terrace/
zxx: /me/hotel-castellastva-u-petrovcu/smjestaj/dvokrevetna-soba-sa-terasom/

source: Double Room with Terrace/Balcony
zxx: Dvokrevetna soba sa terasom/balkonom

source: Hotel Castellastva - De Luxe Apartment with Balcony
zxx: Hotel Castellastva - De Luxe apartman sa balkonom

source: /en/hotel-castellastva-in-petrovac/guest-rooms/deluxe-suite-with-balcony/
zxx: /me/hotel-castellastva-u-petrovcu/smjestaj/deluxe-apartman-sa-balkonom/

source: De Luxe Apartment with Balcony
zxx: De Luxe apartman sa balkonom

source: Hotel Castellastva - Family Room
zxx: Hotel Castellastva - Porodična soba

source: /en/hotel-castellastva-in-petrovac/guest-rooms/family-room/
zxx: /me/hotel-castellastva-u-petrovcu/smjestaj/porodicna-soba/

source: Hotel Castellastva includes an outdoor swimming pool with a pool bar, discreetly tucked away inside the establishments garden area.
zxx: Hotel Castellastva ima i otvoreni bazen i pool bar, koji je diskretno smješten u bašti hotela.

source: hotel castellastva pools
zxx: hotel castellastva bazeni

source: Budvanska Rivijera | Hotel Castellastva - Beaches & Pools
zxx: Budvanska Rivijera | Hotel Castellastva - Plaže i bazeni

source: Hotel Castellastva - Restaurants&Bars
zxx: Hotel Castellastva - Restorani

source: Hotel Castellastva - Beaches&Pools
zxx: Hotel Castellastva - Plaže i bazeni

source: Hotel Castellastva - Wellness&Spa
zxx: Hotel Castellastva - Wellness

source: Castellastva hotel’s <a title="Hotel Castellastva - Location" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank">location</a> is especially advantageous to many visitors because of close by <a title="Beaches in Petrovac" href="https://www.tripadvisor.com/Attractions-g804484-Activities-c61-t52-Petrovac_Budva_Municipality.html/" target="_blank">beaches</a> such as the <a title="Petrovac Beach" href="https://www.tripadvisor.com/Attraction_Review-g804484-d12700996-Reviews-Petrovac_Beach-Petrovac_Budva_Municipality.html/" target="_blank">Petrovac town beach</a> and <a title="Lucice Beach" href="https://www.tripadvisor.com/Attraction_Review-g804484-d12701005-Reviews-Lucice_Beach-Petrovac_Budva_Municipality.html/" target="_blank">Lucice</a> (which is around half a kilometer away), of which the latter is comprised of sand only while the former is a mixture of sand and pebble. Both have access to crystal clear water that passionate swimmers or children with their goggles will enjoy.<br /><br /> Our guests enjoy private access at the <a title="Petrovac Beach" href="https://www.tripadvisor.com/Attraction_Review-g804484-d12700996-Reviews-Petrovac_Beach-Petrovac_Budva_Municipality.html/" target="_blank">Petrovac town beach</a>, where at surplus charge they can get their hands on modern beach equipment and towels. Beyond the beauties this beach contributes, it also appoints lifeguards who act according to the Standard of Care and are concerned about the safety and welfare of all individuals on the beach. <br /><br /> Not far away are two bigger coastal cities: <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> and <a title="Bar, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/bar/" target="_blank">Bar</a>, which bring further possibilities for travelers who look to find more beaches to visit while in <a title="Top things to do in Petrovac" href="https://www.lonelyplanet.com/montenegro/petrovac/top-things-to-do/a/poi/1314083/" target="_blank">Petrovac</a>.
zxx: Lokacija hotela Castellastva posebno je pogodna za posjetioce zbog blizine plaža, poput gradske plaže Petrovac i Lučice (koja je udaljena oko pola kilometra), od kojih je druga pješčana plaža, dok je prva mješavina pješčane plaže i plaže od šljunka. Obje plaže imaju pristup kristalno čistoj vodi u kojoj će uživati strastveni plivači. Pored ljepota kojima doprinose i koje predstavljaju, obje plaže imaju spasioce koji postupaju u skladu sa Standardom o zaštiti i brinu se za sigurnost i dobrobit svih pojedinaca na plaži.<br /><br /> Nedaleko su dva veća primorska grada: Budva i Bar, koji pružaju dodatne mogućnosti putnicima koji žele posjetiti više plaža dok su u Petrovcu.

source: A secluded swimming pool
zxx: Privatni bazen

source: The newest amenities in the Castellastva hotel offer include an outdoor swimming pool with a pool bar, discreetly tucked away in the hotel’s green zone, where you can relax and enjoy a refreshing drink while gazing at a panoramic view with mountains to your back, or chasing sunsets to your front.<br /> <br /> There is complimentary furniture available for guests who decide to spend their days at the pool. From sunbeds to umbrellas, from meals to drinks - a pool experience to cherish for years to come.
zxx: Sjajne pogodnosti u ponudi hotela Castellastva uključuju otvoreni bazen sa šankom, diskretno smješten u zelenoj zoni hotela, gdje se možete opustiti i uživati u osvježavajućem piću i posmatrajući panoramski pogled sa planinama sa jedne strane, dok ćete sa druge strane uhvatiti očaravajući zalazak sunca.<br /> <br /> Gostima koji odluče provesti dane na bazenu, obezbijeđene su besplatne ležaljke i suncobrani. Kompletno sa hranom, pićem, ležaljkama i suncobranima, vaše uživanje na bazenu biće neprevaziđeno i pamtićete ga godinama.

source: hotel castellastva double room terrace balcony
zxx: hotel castellastva dvokrevetna soba terasa balkon

source: Budvanska Rivijera | Hotel Castellastva - Double Room with Terrace/Balcony
zxx: Budvanska Rivijera | Hotel Castellastva - Dvokrevetna soba sa terasom/balkonom

source: DOUBLE ROOM WITH TERRACE/BALCONY
zxx: DVOKREVETNA SOBA SA TERASOM/BALKONOM

source: Double room with an extra bed and balcony. Spacious double room with a double bed, and an extra sofa bed. Max occupancy 3 pax - it is possible to comfortably accommodate two adults and a child up to 7 years of age in all rooms. The balconies have a view of the olive gardens and the natural surroundings. Possibility of a baby cot.
zxx: Dvokrevetna soba sa pomoćnim ležajem i balkonom. Prostrana dvokrevetna soba sa bračnim krevetom, i dodatnim kaučom na razvlačenje. Maksimalan kapacitet je 3 osobe - moguće je udobno smjestiti dvije odrasle osobe i dijete do 7 godina u svim sobama ovog tipa. Sa balkona se pruža pogled na maslinjake i prirodno okruženje.

source: Telephone
zxx: Telefon

source: Wake Up Service/Alarm Clock
zxx: Servis za buđenje/Alarm

source: Kettle with coffe and tea
zxx: Čajnik

source: Baby cot (with surcharge)
zxx: Dječiji krevetac (uz doplatu)

source: hotel castellastva deluxe apartment balcony
zxx: hotel castellastva de luxe apartman terasa

source: Budvanska Rivijera | Hotel Castellastva - De Luxe Apartment with Balcony
zxx: Budvanska Rivijera | Hotel Castellastva - De Luxe apartman sa balkonom

source: DE LUXE APARTMENT WITH BALCONY
zxx: DE LUXE APARTMAN SA BALKONOM

source: Spacious double apartment with living room and bedroom. This type of apartment has a double bed anda sofa bed in the living room. Accommodation for two adults + two children up to 12 years on the sofa orone adult. All terraces equipped with modern furniture.
zxx: Prostrani dvokrevetni apartman sa dnevnim boravkom i spavaćom sobom. Ovaj tip apartmana ima francuski ležaj i sofu na razvlačenje u dnevnoj sobi. Smještaj za dvoje odraslih + dvoje djece do 12 godina na sofi ili jedna odrasla osoba. Sve terase opremljene modernim mobilijarom.

source: Hotel Castellastva, which mgeans 'Petrovac on the Sea' is the coastal town's little jewel, enjoyed by many tourists who visit with family and friends.
zxx: Hotel Castellastva, što u prevodu znači „Petrovac na moru” je mali dragulj primorskog grada, u kome uživaju mnogi turisti koji Petrovac posjećuju s porodicom i prijateljima.

source: Budvanska Rivijera | Hotel Castellastva, Petrovac on the Sea
zxx: Budvanska Rivijera | Hotel Castellastva, Petrovac na Moru

source: Castellastva Hotel
zxx: Hotel Castellastva

source: Couples
zxx: Za parove

source: For those searching for a family hotel, look no further.
zxx: Za sve one koji traže porodični hotel, na pravom ste mjestu.

source: Welcome to Hotel Castellastva
zxx: Dobro došli u Hotel Castellastva

source: The establishment is <a title="Hotel Castellastva - Location" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank">located</a> in the centre of <a title="Top things to do in Petrovac" href="https://www.lonelyplanet.com/montenegro/petrovac/top-things-to-do/a/poi/1314083/" target="_blank">Petrovac</a>, a small coastal town with a natural ambience among pines and olive groves, snugged between rugged hills and overlooking the <a title="Adriatic Sea" href="https://travelhonestly.com/adriatic-sea/" target="_blank">Adriatic sea</a>. With only 150m walk to the beachfront, hotel Castellastva is an ideal place for families or elderly guests who look for relaxing vacations.
zxx: Hotel se <a title="Hotel Castellastva-Location" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank">nalazi</a> u centru <a title = "Top things to do in Petrovac" href = "https://www.lonelyplanet.com/montenegro/petrovac/top-things-to-do/a/poi/1314083/" target = "_blank"> Petrovca</a>, malom primorskom gradu sa prirodnim ambijentom među borovima i maslinjacima, udobno smješten između brdovitih brežuljaka i sa pogledom na Jadransko more. Na samo 150m hoda do obale mora, hotel Castellastva je idealno mjesto za porodice ili starije goste koji traže opuštajući odmor.

source: The hotel’s name derives from the Italian “castellastua”, which was Venetian fortress built in XVI century. Prior to that it was called Kastel Lastva, which means “Petrovac on the Sea”, and like this preserves and recalls the tradition of decades of tourist developments in the town. Its setting exudes warmth and comfort, making it the perfect fit for travelers who want a peaceful break.
zxx: Ime hotela potiče od italijanske riječi „castellastua“, koja je bila venecijanska tvrđava sagrađena u XVI vijeku. Prije toga zvao se Kastel Lastva, što znači „Petrovac na moru“, i na ovaj način čuva i podsjeća na tradiciju decenija turističkog razvoja u gradu. Odiše toplinom i udobnošću, što ga čini savršenim za turiste koji žele miran odmor.

source: For a new Mediterranean story, the complex itself was significantly remodeled which can be easily noticed in the avant-garde, modern style of its new lobby, ambiental <a title="Hotel Castellastva - Restaurants&Bars" href="/en/hotel-castellastva-in-petrovac/restaurants-and-bars/" target="_blank">restaurant</a>, and <a title="Hotel Castellastva - Accommodation" href="/en/hotel-castellastva-in-petrovac/guest-rooms/" target="_blank">185 well decorated rooms</a> and suites. After completion, the once old building got to boast with one more star in its constellation of stars, levelling up and thus presenting new quality offers for an overall better stay.
zxx: Za novu mediteransku priču, sam kompleks je bio značajno preuređen što se lako može primijetiti u avangardnom, modernom stilu novog predvorja, i ambijentalnom <a title="Hotel Castellastva-Restaurants&Bars" href="/en/hotel-castellastva-in-petrovac/restaurants-and-bars/" target="_blank"> restoranu </a>, i <a title="Hotel Castellastva-Accommodation" href="/hr/hotel-castellastva-in-petrovac/guest-rooms/" target="_blank"> 185 lijepo uređenih soba </a> i apartmana.

source: A 4-star Experience for Children
zxx: Iskustvo za djecu sa 4 zvjezdice

source: You’ll be immersed in a pallet of pastel colors as soon as you step in our lobby. The many artistic ornaments around give a feel of a playful museum-like presence that children instantly recognize and indulge in.
zxx: Bićete očarani paletom pastelnih boja čim uđete u naš lobi. Mnogo umjetničkih ukrasa okolo odaje osjećaj razigranosti nalik nekom muzeju koji djeci odmah zapadne za oko i koji obožavaju.

source: Outside the hotel’s entrance is a tiny terrace that provides a discrete spot for coffee and other short breaks before or after beach journeys. But the real fun is on the rear side of Castellastva’s outside premises. A short walk will lead you through stunning green areas with diverse plants, an outdoor <a title="Hotel Castellastva - Wellness&Spa" href="/en/hotel-castellastva-in-petrovac/wellness-and-spa/" target="_blank">gym</a> area, and an ascension to the on-site playground and an intimate <a title="Hotel Castellastva - Beaches&Pools" href="/en/hotel-castellastva-in-petrovac/beaches-and-pools/" target="_blank">pool</a> terrace for merry pastime. It is this very place that many people consider an alternative to any seaside experience.
zxx: Ispred ulaza u hotel nalazi se mala terasa koja je savršeno mjesto za kafu i odmor prije ili poslije šetnje na plaži. Kratka šetnja vodiće vas kroz zapanjujuće zelene površine sa raznovrsnim biljkama, prostor za teretanu na otvorenom i igralište, kao i malu terasu sa bazenom. Upravo ovo mjesto mnogi smatraju alternativom za bilo koje iskustvo na plaži.

source: Outdoor furniture
zxx: Baštenski namještaj

source: Accessible parking with extra charge
zxx: Parking uz doplatu

source: Entertainment and family services
zxx: Zabava i posluženje za porodice

source: Fishing
zxx: Pecanje

source: Evening entertainment
zxx: Večernje zabave

source: Close by attractions
zxx: Obližnje atrakcije

source: Castellastva hotel’s <a title="Hotel Castellastva - Location" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank">central position</a> on Montenegro’s coastline is a great fit for travelers who seek outdoor sightseeing tours. With <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> being just 20 minutes away by car, or <a title="Top things to do in Petrovac" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/bar/" target="_blank">Bar</a> and the national park <a title="Skadar Lake" href="https://me.visit-montenegro.com/tourism/skadar-lake-national-park-tourism/" target="_blank">Skadarsko Jezero</a> within reach in just 30 minutes respectively, <a title="Top things to do in Petrovac" href="https://www.lonelyplanet.com/montenegro/petrovac/top-things-to-do/a/poi/1314083/" target="_blank">Petrovac</a> can be considered the epicenter of your moving activities when in Montenegro.
zxx: <a title="Hotel Castellastva - Location" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank">Centralna pozicija</a> hotela Casellastva na crnogorskoj obali za turiste predstavlja savršenu početnu destinaciju za dalje živopisne turističke ture. S obzirom da je Budva na udaljenosti od svega 20 minuta automobilom, a Bar i nacionalni park Skadarsko Jezero na nekih 30-ak minuta, Petrovac se može smatrati epicentrom pogodnim za dalje istraživanje ljepota Crne Gore.

source: Our <a title="Hotel Castellastva - Location" href="/en/hotel-castellastva-in-petrovac/location/" target="_blank">position</a> makes it very easy for visitors to experience many historic attractions of <a title="Top things to do in Petrovac" href="https://www.lonelyplanet.com/montenegro/petrovac/top-things-to-do/a/poi/1314083/" target="_blank">Petrovac</a> like the <a title="Church of the Prophet Elijah" href="https://www.tripadvisor.com/Attraction_Review-g804484-d7907007-Reviews-Church_of_the_Prophet_Elijah-Petrovac_Budva_Municipality.html/" target="_blank">Church of the Prophet Elijah</a> or <a title="Kasnoanticki Mozaik" href="https://www.tripadvisor.com/Attraction_Review-g804484-d8687286-Reviews-Kasnoanticki_Mozaik-Petrovac_Budva_Municipality.html/" target="_blank">Kasnoanticki Mozaik</a>. Likewise, the monastery of <a title="Rezevici Monastery" href="https://www.visit-montenegro.com/destinations/petrovac/attractions/rezevici-monastery/" target="_blank">Rezevici</a> is nearby located and easily accessible.
zxx: Naša povoljna <a title="Hotel Castellastva - Location" href="https://hgbr.me/en/hotel-castellastva-in-petrovac/location/" target="_blank">lokacija</a> omogućava posjetiocima da vrlo lako obiđu poznate istorijske atrakcije u Petrovcu, kao što su Crkva Sv. Ilije ili Kasnoantički Mozaik. Isto tako, i manastir Reževići se nalazi u blizini i vrlo je lako doći do njega.

source: Hotel Castellastva is close to many different landmarks throughout Montenegro's coastline, thus enabling guests free access to all of its great places.
zxx: Hotel Castellastva blizu je mnogih znamenitosti duž crnogorske obale, pa tako gostima omogućava besplatan pristup svim njenim sjajnim mjestima.

source: hotel castellastva location
zxx: hotel castellastva lokacija

source: Budvanska Rivijera | Hotel Castellastva - Location
zxx: Budvanska Rivijera | Hotel Castellastva - Lokacija
