Repository: eliteservice1002/Wagtail_django
Catalog: hgbudva/hgbudva/settings/locale/me/LC_MESSAGES/django.po
Languages: zxx

source: The Resort „<a href="/en/hotel-slovenska-plaza-in-budva/location/" target="_blank">Slovenska plaza</a>“ is one of the first winners of the ECO Label Certificate in Montenegro, the European Union certificate for care and preservation of the natural environment. The certificate „ECO Label“ commits the business of the entire complex „<a href="/en/hotel-slovenska-plaza-in-budva/location/" target="_blank">Slovenska plaza</a>“ (which already stands for Green oasis of Budva) to be based on sustainable development with minimal threat to natural resources. <br /><br /> Sustainability is one of our key corporate values. Therefore, the protection of the environment, waste reduce, and optimization of energy consumption. <br /><br /> The resort <a href="/en/hotel-slovenska-plaza-in-budva/location/" target="_blank">Slovenska Plaza</a> is a tropical paradise in the centre of <a href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a>, on the coast of the <a href="https://travelhonestly.com/adriatic-sea/" target="_blank">Adriatic Sea</a>, enriched by its many nourished green areas, and different Mediterranean plants. The concept itself is designed to introduce guests to a wide array of plant types of our region, which is why the ten accommodation villas bear the names of plant species (Cypress, Myrtle, Magnolia, Henna, Palm, Camellia, Oleander, Citrus, Olives, and Rosemary) which are located in the atrium of your villa.
zxx: Resort „Slovenska plaža“ jedan je od prvih dobitnika ECO-Label certifikata u Crnoj Gori, certifikata Evropske unije za njegu i očuvanje prirodnog okruženja. Certifikat „ECO Label“ podrazumijeva poslovanje cijelog resorta „Slovenska plaža“ (koji već važi za Zelenu oazu Budve) koje je zasnovano na održivom razvoju sa minimalnim ugrožavanjem prirodnih resursa. <br /><br /> Održivost je jedna od naših glavnih korporativnih vrijednosti. Dakle, zaštita životne sredine, smanjenje otpada i optimizacija potrošne energije. <br /><br /> Resort Slovenska Plaža je tropski raj u centru Budve, na obali Jadranskog mora, obogaćen svojim brojnim njegovanim zelenim površinama i raznovrsnim mediteranskim biljkama. Sam koncept osmišljen je tako da goste upozna sa širokim spektrom biljnih vrsta našeg regiona, zbog čega deset vila u sklopu resporta nose imena vrsta biljaka (Čempres, Mirta, Magnolija, Hna, Palma, Kamelija, Oleander, Citrus, Masline i Ruzmarin), koji se nalaze u atrijumu vile. <br /><br /> Kao kompanija usmjerena na životnu sredinu, svi zaposleni preuzimaju odgovornost i podstiču ostatak osoblja istinskim naporima da zaštite prirodu, čime štede energiju i podstiču ekološki razvoj grada kako bi buduće generacije uživale u plodovima zdravog okruženja. Udružili smo se sa međunarodnim stručnjacima kako bismo implementirali složen sistem u resortu „Slovenska Plaža“ kako bi dugoročno pozitivno uticali na naše okruženje. <br /><br /> Mjere koje preduzimamo u okviru pomenutog sistema posebno su usmjerene na ostvarenje sljedećih ciljeva:

source: As an environmentally focused company, all employees take responsibility and encourage the rest of the workforce with genuine efforts to protect the environment, therefore saving energy and fostering the city’s ecological development so that future generations can enjoy the fruits of a healthy environment. We have teamed up with international experts to implement a complex system into the resort “<a href="/en/hotel-slovenska-plaza-in-budva/location/" target="_blank">Slovenska Plaza</a>” to positively affect our environment on the long term. <br /><br /> The measures we take within the aforementioned system are especially aimed at accomplishing the following goals:
zxx: Kao kompanija koja je orijentisana ka očuvanju okoline, svi zaposleni preuzimaju odgovornost i ohrabruju ostatak radne snage istinskim naporima da zaštite životnu sredinu, čime se štedi energija i njeguje gradski ekološki razvoj, tako da buduće generacije mogu uživati u zdravom okruženju. Udružili smo se sa međunarodnim stručnjacima da bismo implementirali složeni sistem u resortu „<a href="https://hgbudvanskarivijera.com/en/hotel-slovenska-plaza-in-budva/location/" target="_blank"> Slovenska Plaža </a>“ da bi pozitivno uticali na naše okruženje. <br /> <br /> Mjere koje preduzimamo u okviru pomenutog sistema posebno su usmjerene ka ostvarenju sljedećih ciljeva:

source: limiting power consumption,
zxx: ograničavanje potrošnje električne energije,

source: limiting water consumption,
zxx: ograničavanje potrošnje vode,

source: conserving resources and limiting waste,
zxx: očuvanje resursa i ograničavanje otpada,

source: favouring the use of renewable energy sources,
zxx: favorizovanje korišćenja obnovljivih izvora energije,

source: favouring the use of raw materials, which are less damaging to the environment,
zxx: favorizovanje upotrebe sirovih materijala koje manje štete životnoj sredini,

source: raising awareness, improving communication, and education on environmental issues.
zxx: podizanje svijesti, poboljšanje komunikacije i obrazovanja o pitanjima zaštite životne sredine.

source: The efforts we take to prevent contamination of the environment are:
zxx: Mjere koje preduzimamo da spriječimo zagađenje životne sredine su:

source: buying more products labelled on the basis of preserving the environment,
zxx: kupovina više proizvoda sa oznakom očuvanja životne sredine,

source: training our associates to carefully handle all resources and eliciting pro-environmental behaviour in consumption, both on and off work,
zxx: obučavanje naših saradnika da pažljivo upravljaju svim resursima i da ekološki postupaju kada je u pitanju potrošnja, i na poslu i van njega,

source: giving importance to data on energy consumption, water, chemicals and waste volume,
zxx: davanje značaja podacima o potrošnji energije, vode, hemikalija i količini otpada,

source: using all the available information for internal improvement of the enterprise.
zxx: korišćenje svih raspoloživih informacija za interno poboljšanje preduzeća.

source: Of particular importance are the following measures and areas:
zxx: Od posebnog značaja su sljedeće mjere i oblasti:

source: Information gathered from our guests, associates, and the public about our activities related to the environment,
zxx: informacije prikupljene od naših gostiju, saradnika i javnosti o našim aktivnostima vezanim za životnu sredinu,

source: Efficient use of energy and water,
zxx: efikasno korišćenje energije i vode,

source: Controlled waste management through conscientious purchases of eco-friendly products,
zxx: kontrolisano upravljanje otpadom savjesnom kupovinom eko-friendly proizvoda,

source: Reducing water footprint by sparingly using any hygiene or cleaning products during maintenance work,
zxx: smanjenje potrošnje vode štedljivom upotrebom higijenskih proizvoda ili sredstava za čišćenje tokom radova na održavanju,

source: Prevention of use of hazardous materials during construction and/or renovation work,
zxx: sprečavanje upotrebe opasnih materijala tokom radova na izgradnji i / ili renoviranju,

source: Usage and consumption of food from the region, e.g. from organic plantations.
zxx: upotreba i konzumiranje hrane iz regiona, npr. sa organskih plantaža.

source: Resort "<a href="/en/hotel-slovenska-plaza-in-budva/location/" target="_blank">Slovenska Plaza</a>" is a green oasis without cars, which is it is recommended for guests and associates to use vehicles that lessen greenhouse gas emissions (bicycles, battery vehicle, or simply by foot).
zxx: Resort „Slovenska Plaža“ je zelena oaza gdje se ne može čuti buka automobila, gdje takođe preporučujemo gostima i saradnicima da koriste vozila koja smanjuju ispuštanje gasova (da koriste bicikla ili da jednostavno uživaju u šetnji).

source: Eco Label
zxx: Eko Label

source: Sustainability is one of our main corporate values. Thus, environmental protection, waste reduction and optimization of energy consumption are our standard.
zxx: Održivost je jedna od naših glavnih korporativnih vrijednosti. Dakle, zaštita životne sredine, smanjenje otpada i optimizacija potrošnje energije su naš glavni standard.

source: The company has certified a number of international standards and eco-labels:
zxx: Kompanija ima brojne sertifikovane međunarodne standarde i eko-oznake:

source: Travelife Gold Certificate
zxx: Travelife Gold sertifikat

source: All the company's hotels have "Travelife Gold", an international quality label in the area of respect for environmental and social principles.
zxx: Svi hoteli kompanije imaju „Travelife Gold“, međunarodnu oznaku kvaliteta u oblasti poštovanja ekoloških i društvenih principa.

source: Resort Slovenska Plaza - Eco Label
zxx: Resort Slovenska Plaža - Eco Label

source: ISO standards:
zxx: ISO standardi:

source: food safety management
zxx: upravljanje bezbijednošću hrane

source: This standard is owned by the hotels: "Slovenska plaza", "Aleksandar", "Palas" and "Castellastva"
zxx: Ovaj standard ima hotel: „Slovenska plaža”, „Aleksandar”, „Palas” i „Castellastva”

source: quality system management
zxx: upravljanje sistemom kvaliteta

source: This standard is possessed by all hotels of the company
zxx: Ovaj standard imaju svi hoteli kompanije

source: environmental management
zxx: upravljanja zaštitom životne sredine

source: EU Ecolabel - Tourist Resort "Slovenska plaža"
zxx: Hotel Resort Slovenska Plaža Lux

source: is the holder of the EU Ecolabel
zxx: nosilac EU Ecolabel ekološke oznake

source: ecological label
zxx: Eco label

source: which obliges to operate according to the principle of sustainable development with minimal endangerment of natural resources.
zxx: koji se obavezuje da deluje po principu održivog razvoja uz minimalno ugrožavanje prirodnih resursa.

source: Global Code of Ethics for Tourism
zxx: Globalni Etički Kodeks Turizma

source: Hotel Group Budvanska Riviera is a signatory to the Global Code of Ethics for Tourism, established by the World Tourism Organization.
zxx: Hotelska Groupa Budvanska rivijera potpisnica je Globalnog kodeksa Etika za turizam (Global Code of Ethics for Tourism), osnovana od strane Svjetske turističke organizacije.

source: WILD BEAUTY AWARD
zxx: WILD BEAUTY NAGRADA

source: For the certification of international standards, the BudvanskaRiviera Hotel Group was awarded at the annual
zxx: Priznanje za implementaciju međunarodnih standarda, Hotelska Grupa Budvanska Rivijera dobila je na godišnjem

source: Recognition for the contribution to the quality and development of the tourism offer of Montenegro, with focus on the implementation of standards in the hotel industry.
zxx: Priznanje za doprinos kvalitetu i razvoju turizma Crne Gore, sa fokusom na implementaciju standarda u hotelijerstvu.

source: resort slovenska plaza budva
zxx: resort slovenska plaža budva

source: Resort Slovenska Plaza is the pride of all Budva. It is a popular resort for families who want sea experiences mixed with the best accommodation.
zxx: Resort Slovenska Plaža je ponos Budve. To je popularno ljetovalište za porodice koje žele najbolji smještaj tokom svog odmora na obali.

source: Framed in an authentic Mediterranean setting is the Resort Slovenska Plaza, one of the oldest and most sought-after establishments in <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a>. It is characterized by romantic aesthetics; low-pitched roofs, symmetrical design, open-air balconies and terraces that leave guests in awe. This family nest incorporates 10 separate villas, all enriched by distinguishable <a title="Mediterranean vegetation" href="https://www.britannica.com/plant/Mediterranean-vegetation/" target="_blank">Mediterranean vegetation</a> and named after distinct Montenegrin plant species.
zxx: Resort Slovenska Plaža se nalazi u vrlo autentičnom mediteranskom okruženju i predstavlja jedan od najstarijih i najtraženijih objekata u Budvi. Karakterističan je po romantičnom izgledu: kosi krovovi , simetričan dizajn, balkoni na otvorenom i terase koje zadivljuju goste. Ovo porodično gnijezdo je sastavljeno od 10 pojedinačnih vila, obogaćenim prepoznatljivim mediteranskim rastinjem, a koje su dobile nazive prema posebnim vrstama crnogorskih biljaka.

source: The vastness of the complex creates the impression of walking through a tourist village, set directly on the <a title="Adriatic Sea" href="https://travelhonestly.com/adriatic-sea/" target="_blank">Adriatic</a> coast of <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a>. More so because of the resort being a large sprawling site that pools everything necessary for an all-encompassing vacation: a public car park at the entrance, <a title="Resort Slovenska Plaza - Restaurants" href="/en/hotel-slovenska-plaza-in-budva/restaurants-and-bars/" target="_blank">restaurants</a>, cafes, boutiques, a gallery, tourist agencies, dental and outpatient centres, hairdresser and beauty salons, and much more – literally putting the best of <a title="Budva, Montenegro" href="https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/" target="_blank">Budva</a> at your fingertips.
zxx: Prostranost kompleksa stvara utisak kao da hodate kroz turističko selo, koje se nalazi direktno na Jadranskoj obali Budve. I više od toga, jer je resort jedan veliki prostor koji objedinjuje sve potrebno za sveobuhvatan odmor: javno parkiralište na ulazu, <a title="Resort Slovenska Plaza-Restorani" href="https://hgbudvanskarivijera.com/hr/hotel-slovenska-plaza-in-budva/restaurants-and-bars/" target="_blank"> restorane</a>, kafiće, butike, galerije, turističke agencije, stomatološke i ambulantne centre, frizerske salone i salone ljepote, kao i još mnogo toga - stavljajući najbolje od Budve na dohvat ruke.

source: Our hotel features two accommodation styles. Rooms & Suites of <a title="Resort Slovenska Plaza - Accommodation 3*" href="/en/hotel-slovenska-plaza-in-budva/3-star-guest-rooms/" target="_blank">3</a> and <a title="Resort Slovenska Plaza - Accommodation 4*" href="/en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/" target="_blank">4</a> stars rating.
zxx: Što se tiče smještaja, resort Slovenska Plaža ima sobe i apartmane sa <a title="Resort Slovenska Plaza - Accommodation 3*" href="/me/hotel-slovenska-plaza-u-budvi/smjestaj-3-zvjezdice/" target="_blank">3</a> i <a title="Resort Slovenska Plaza - Accommodation 4*" href="/me/hotel-slovenska-plaza-u-budvi/smjestaj-4-zvjezdice/" target="_blank">4</a> zvjezdice. Od <a title="Resort Slovenska Plaza - Accommodation 4*" href="/en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/" target="_blank">smještaja</a> i <a title="Resort Slovenska Plaza - Restaurants" href="https://hgbudvanskarivijera.com/en/hotel-slovenska-plaza-in-budva/restaurants-and-bars/" target="_blank">hrane</a> do rekreacije i zabave, resort Slovenska Plaža ima sve, predstavljajući savršeno mjesto za vaš porodični ljetnji odmor.

source: Swimming pool
zxx: Bazen

source: Parking with extra charge
zxx: Parking sa naplatom

source: Free WiFi
zxx: Besplatan WiFi

source: Outdoor pool
zxx: Bazen na otvorenom

source: Family rooms
zxx: Porodična soba

source: Non-smoking rooms
zxx: Sobe za nepušače

source: Bars
zxx: Barovi

source: ECO LABEL Reg. No: AT/25/088
zxx: ECO LABEL Reg. br.: AT/25/088

source: Tagged as "A home away from home"
zxx: Sinonim za „Dom daleko od kuće”

source: From <a title="Resort Slovenska Plaza - Accommodation 4*" href="/en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/" target="_blank">accommodation</a> and <a title="Resort Slovenska Plaza - Restaurants" href="/en/hotel-slovenska-plaza-in-budva/restaurants-and-bars/" target="_blank">food</a> to recreation and entertainment, Resort Slovenska Plaza combines all requirements to provide one perfect spot for your family summer vacations.
zxx: Od <a title="Resort Slovenska Plaza - Accommodation 4*" href="https://hgbudvanskarivijera.com/en/hotel-slovenska-plaza-in-budva/4-star-guest-rooms/" target="_blank">smještaja</a> i <a title="Resort Slovenska Plaza - Restaurants" href="https://hgbudvanskarivijera.com/en/hotel-slovenska-plaza-in-budva/restaurants-and-bars/" target="_blank">hrane</a> do rekreacije i zabave, resort Slovenska Plaža ima sve, predstavljajući savršeno mjesto za vaš porodični ljetnji odmor.

source: A place for kids
zxx: Vrijeme igre za djecu

source: The youngest guests can enjoy a children’s game room of 150 m² featuring a labyrinth with modern, safe indoor and outdoor play sets. Continuous supervision by friendly and trained staff assures parents of their children’s safety during playtime. Guests also like the fact that entry to this room is free of charge for both kids and their guardians.
zxx: Najmlađi gosti mogu uživati u dječijoj igraonici od 150 m² u kojoj se nalazi lavirint sa modernim, bezbijednim setovima za igru u zatvorenom i na otvorenom. Kontinuirani nadzor ljubaznog i obučenog osoblja može da garantuje da je vaše dijete bezbjedno tokom igranja. Gostima se takođe sviđa činjenica da je ulazak u ovu sobu besplatan i za djecu i za njihove staratelje.

source: There’s also a special offer for birthday party arrangements where families can rent the whole place and celebrate their special one’s birthday by adding colour and excitement to the occasion.
zxx: Postoji i posebna ponuda za aranžmane za rođendanske zabave gdje porodice mogu unajmiti čitav prostor i proslaviti svoje specijalne događaje dodavanjem boja i uzbuđenja događaju.

source: Entertainment for adult guests
zxx: Zabava za sve generacije

source: Apart from providing pleasure to children, Resort Slovenska Plaza makes sure not to neglect its adult guests, which is why there are evening theme parties, folklore nights, salsa dance lessons, karaoke singing contests, and <a title="Hotel Group Budvanska Rivijera - Events" href="/en/events/" target="_blank">more</a>! <br /><br /> Live music programmes are customarily organised at <a title="Caffe Restaurant Pjaca" href="https://www.facebook.com/pages/Caffe-Restaurant-Pjaca/129987720418094/" target="_blank">Pjaca</a> restaurant, Rasputin bar, and our resort’s all-inclusive bar. This is where tourists can opt in for all-night fun, away from any disturbance. <br /><br /> For those who prefer physically active holidays and want to explore what’s outside our premises, there’s many picturesque green areas, major attractions in the neighbourhood, <a title="Best beaches in Budva" href="https://www.myguidemontenegro.com/travel-articles/best-beaches-in-budva/" target="_blank">beaches</a>, <a title="Budva monuments" href="https://www.discover-montenegro.com/tag/budva-monuments/" target="_blank">monuments</a>, and <a title="Resort Slovenska Plaza - Accommodation 3*" href="https://www.tripadvisor.com/Attractions-g304074-Activities-c49-Budva_Budva_Municipality.html/">museums</a> that can be reached within minutes (hours, at most). Feel free to ask for recommendations at the reception. <br /><br /> <i>NOTE: The resort has a seasonal work schedule; it is open from May to the end of October.</i>
zxx: Od smještaja i hrane, do rekreacije i zabave, Resort Slovenska Plaža kombinuje sve zahtjeve i potrebe kako bi stvorio jedno savršeno mjesto za vaš porodični letnji odmor. <br /><br /> Postoji i posebna ponuda za rođendanske zabave gdje porodice mogu iznajmiti cijeli prostor i proslaviti rođendan svojih najdražih. <br /><br /> Resort Slovenska Plaža svakako obraća pažnju na sve generacije zbog čega se organizuju večernje tematske žurke, folklorne večeri, časovi salse, takmičenja u pjevanju, karaoke i još mnogo toga! <br /><br /> Muzika uživo se obično organizuje u restoranu Pjaca, baru Raspućin i all inclusive baru hotela. Ovdje se turisti mogu odlučiti za zabavu koja traje cijelu noć, daleko od bilo kakvih briga. <br /><br /> Za one koji više vole aktivan odmor i žele da istražuju van okvira hotela, u Budvi ima mnogo živopisnih zelenih površina, atrakcija, plaža, spomenika i muzeja do kojih se može doći za svega nekoliko minuta. Slobodno tražite preporuke na recepciji. <br /><br /> <i>NAPOMENA: Hotel ima sezonski raspored i otvoren je od maja do kraja oktobra.</i>

source: resort slovenska plaza location
zxx: resort slovenska plaža lokacija

source: Resort Slovenska Plaza is the centre of Budva, making it a great location for further journeys through Montenegro's coastline, as well as the country itself.
zxx: Resort Slovenska Plaža se nalazi u centru Budve, što je savršena lokacija za dalje istraživanje i razgledanje crnogorskog primorja, ali i same zemlje.

source: Places in Our Vicinity
zxx: Plaže u našoj blizini

source: resort slovenska plaza restaurants
zxx: resort slovenska plaža restorani

source: Resort Slovenska Plaza offers three restaurants and three bars. Whether you choose to dine outdoors or inside – we got your desires covered.
zxx: Resort Slovenska Plaža ima tri restorana i tri bara. Bez obzira da li želite večeru napolju ili u zatvorenom - ovo mjesto zadovoljava sve vaše potrebe.

source: Slovenska Plaza - Restaurants
zxx: Resort Slovenska Plaža - Restorani

source: In addition to a main restaurant, the resort <a title="Resort Slovenska Plaza - Overview" href="/en/hotel-slovenska-plaza-in-budva/overview/" target="_blank">Slovenska Plaza</a> offers two more restaurants and three bars. Whether you choose to dine outdoors under palm trees while sitting comfortably on your bistro stool, or eating 5-star dishes inside the chic and classy restaurant adorned with wooden furniture – we got your desires covered.
zxx: Pored glavnog restorana, resort <a title="Resort Slovenska Plaza - Overview" href="/hr/hotel-slovenska-plaza-in-budva/overview/" target="_blank"> Slovenska Plaža </a> ima još dva restorana i tri bara. Bilo da se odlučite da večerate napolju ispod palmi dok udobno sjedite na barskoj stolici ili da degustirate jela u elegantnom restoranu sa 5 zvjezdica, ukrašenom drvenim namještajem - ispunjavamo sve vaše želje.

source: Main Restaurant
zxx: Restoran

source: The resort’s <b>Main Restaurant</b> has the capacity of 700 seats, thus bearing semplance to a large food fair with flexibility in food choices due to a catered buffet that allows guests to socialize with people from all over the world, prompt serving size, and tackle their diet goals.
zxx: <b>Glavni restoran</b> resorta ima kapacitet od 700 mjesta, i zbog toga podsjeća na veliki sajam hrane zbog velikog izbora ugostiteljskog bifea, dok omogućuje gostima da se druže sa ljudima iz cijelog svijeta. Pored toga garantuje brz servis i može vas namamiti da prekršite dijetu.

source: In addition to its indoor space, the restaurant features a beautiful terrace where you can dine brightened by the natural light of the Sun, or drink your coffee while listening to the gentle sea breeze.
zxx: Pored svoje prostranosti unutar prostorija, restoran odlikuje i prelijepa terasa na kojoj možete ručati obasjani prirodnom svetlošću sunca, ili popiti kafu uz zvuk blagog morskog vjetrića.

source: Meal time:
zxx: Vrijeme obroka:
